[
  {
    "title": "How dudes with podcasts became the kings of the election",
    "link": "https://www.vox.com/culture/380008/harris-trump-podcast-interviews-appearances-joe-rogan-shannon-sharpe-theo-von-call-her-daddy-flagrant",
    "pubDate": "2024-10-25T18:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Photo of a man with a mullet (Theo Von) yelling outside.\" data-caption=\"Theo Von attends a Vanderbilt football match against the Alabama Crimson Tide at FirstBank Stadium on October 5, 2024, in Nashville, Tennessee. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Vanderbilt Athletics/University Images via Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Vanderbilt Athletics/University Images via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2177311782.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Theo Von attends a Vanderbilt football match against the Alabama Crimson Tide at FirstBank Stadium on October 5, 2024, in Nashville, Tennessee. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Vanderbilt Athletics/University Images via Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 2015, when President Barack Obama <a href=\"https://www.wtfpod.com/podcast/episodes/episode_613_-_president_barack_obama\">appeared</a> on Marc Maron’s <em>WTF</em> podcast, it was a big event precisely because it was a one-off — an exception rather than a rule. Almost a decade later, the media landscape has changed so completely that independent podcasters with little if any journalism experience seem to have an easier time getting a sit-down with presidential candidates than major news outlets do.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.hollywoodreporter.com/news/politics-news/joe-rogan-kamala-harris-interview-podcast-1236032425/\">Rumors have swirled</a> of a Kamala Harris interview with <a href=\"https://www.vox.com/culture/22945864/joe-rogan-politics-spotify-controversy\">Joe Rogan</a>, the godfather of politicized “apolitical” podcasters. While Harris <a href=\"https://www.thedailybeast.com/kamala-harris-wont-be-going-on-joe-rogans-podcast-after-all/\">reportedly</a> couldn’t make that appearance work, a Rogan sit-down with Donald Trump <a href=\"https://nymag.com/intelligencer/article/will-donald-trump-or-kamala-harris-go-on-joe-rogan.html\"><em>was</em> confirmed</a> this week, quickly followed by <a href=\"https://x.com/aaronlarnavarro/status/1849546478257070203\">a new report</a> that Harris will appear on football icon Shannon Sharpe’s podcast <em>Club Shay Shay</em>. Hard on the heels of<em> that</em> report came <a href=\"https://www.nytimes.com/live/2024/10/25/us/harris-trump-election\">the news</a> that Harris would also be a guest on Brené Brown’s popular relationship podcast <em>Unlocking Us</em>. These are all moves signaling that the role of these independent agents in the media ecosystem has become more significant than ever. </p>\n\n<p class=\"has-text-align-none\">The blitz of Joe Everyman podcasts that Trump has done on the campaign trail has turned heads, from <em>Impaulsive</em> to <em>Bussin’ With the Boys</em>, as has Harris’s recent <a href=\"https://www.vox.com/politics/376551/kamala-harris-call-her-daddy-explained-trump-vance-walz-howard-stern-press\">appearance</a> on the <em>Call Her Daddy</em> podcast and Democratic vice presidential candidate Tim Walz’s <a href=\"https://podcasts.apple.com/us/podcast/governor-tim-walz/id1521578868?i=1000672826639\">appearance</a> on the <em>SmartLess</em> podcast. What these podcasters have in common — besides scoring conversations with the people vying for the White House — is that they&#8217;re nonchalantly normie. As much as a “middle” still exists in America, you can find it among this lot, a good chunk of whom claim to avoid politics, even if they can&#8217;t help stumbling into political topics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many of them are comedians and entertainers by profession, and few of them have worked in traditional newsrooms. They don&#8217;t all claim to be particularly well-informed about any topic on offer, and many are, at best, just casually invested in learning: Witness Theo Von’s <a href=\"https://www.vox.com/culture/368563/theo-von-trump-interview-podcast\">August interview</a> with Trump, in which he brought up serious topics, mainly the opioid epidemic, but without anything substantive to say about them. The former <em>Road Rules</em> star wasn’t exactly equipped to push back against any of Trump’s positions.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>Call Her Daddy</em>’s host Alex Cooper did stick mainly to substantive issues during Harris’s interview, but she was apologetic about it, reminding her audiences that she typically avoids politics “because I want <em>Call Her Daddy</em> to be a place where everyone feels comfortable tuning in.” The apolitical stance extends to booking as well; though no podcast has yet hosted both candidates, multiple podcasters, including Cooper and Von, have stated that they have invited both candidates to come on their shows.</p>\n\n<p class=\"has-text-align-none\">What, then, explains the politicians’ efforts to reach these podcast audiences? Their listener numbers, typically in the low millions, may seem small, but they’re not as small as you think. They not only rival a traditional audience of, say, <em>60 Minutes</em>’ <a href=\"https://programminginsider.com/monday-ratings-60-minutes-election-special-on-cbs-tops-non-sports-telecasts-in-prime-time-among-total-viewers/\">6 million viewers</a>, but also represent loyal listeners likely to be influenced by the podcast appearance. Still, there&#8217;s even more at work here. Let’s look at the podcasters themselves.</p>\n\n<h2 class=\"wp-block-heading\">The podcasters</h2>\n\n<p class=\"has-text-align-none\"><strong>Adin Ross, streamer</strong></p>\n\n<p class=\"has-text-align-none\"><strong>How many people are tuning in?</strong> 1.5 million Kick subscribers; 2.6 million YouTube views </p>\n\n<p class=\"has-text-align-none\">Who is he?&nbsp;Adin Ross is a notorious video game streamer. Earlier this year, out of what he indicated to Theo Von was a wish to please his sons, Trump sat down with a ring of podcasters known for covering UFC fandom. Trump has also done appearances with a range of nontraditional right-wing pundits including <a href=\"https://www.cbc.ca/news/entertainment/vance-collaborating-with-nelk-youtubers-1.7282928\">YouTubers</a> and <a href=\"https://themedialine.org/mideast-daily-news/ex-president-trump-misstates-gaza-visit-in-hugh-hewitt-interview/\">radio hosts</a>, as has <a href=\"https://podcasts.apple.com/us/podcast/130-jd-vance-why-have-a-government-if-its-not-functioning/id1492492083?i=1000669210667\">JD Vance</a>, but the UFC circuit clearly gained him the most attention — despite very little discussion of wrestling. While all of these UFC hosts have some degree of controversy, the dubious prize for amplifying Trump most directly to the “manosphere” arguably goes to Adin Ross.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Last year, reportedly after <a href=\"https://streamerbans.com/user/adinross\">years</a> of flirting with being canceled, Ross was finally permanently banned from Twitch for homophobic slurs and other offensive comments. Known for <a href=\"https://www.nbcnews.com/tech/internet/andrew-tate-arrest-prompted-adin-ross-stream-says-law-firm-rcna143009\">hobnobbing</a> with Andrew Tate and <a href=\"https://www.teenvogue.com/story/young-men-trump-adin-ross-andrew-tate\">promoting</a> toxic masculinity and white supremacists, Ross <a href=\"https://www.nbcnews.com/tech/internet/adin-ross-interviews-trump-gifts-cybertruck-rolex-rcna165225\">retreated</a> to rival platform Kick, of which he now owns 30 percent. Though Kick is relatively niche — with 1.5 million subscribers, Ross is the platform’s biggest <a href=\"https://kick.com/adinross\">account</a> — his sit-down with Trump was also cross-posted to Ross’s YouTube channel, where it’s picked up another 2.6 million <a href=\"https://www.youtube.com/watch?v=s11uIW7wi-E\">views</a> in the two months since it aired. (Ross, who’s also a fan of Elon Musk, thanked Trump for his drop-in by &#8230; <a href=\"https://www.nbcnews.com/tech/internet/adin-ross-interviews-trump-gifts-cybertruck-rolex-rcna165225\">gifting him a Cybertruck</a>.)</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><strong>Logan Paul’s </strong><strong><em>Impaulsive</em></strong><strong> podcast</strong>, also streaming on YouTube</p>\n\n<p class=\"has-text-align-none\"><strong>How many people are tuning in?</strong> Lots of podcast listeners; 4.7 million YouTube subscribers; 6.6 million views</p>\n\n<p class=\"has-text-align-none\"><strong>Who is he?</strong> A former YouTube prankster and vlogger alongside his brother Jake, Logan Paul is best known for <a href=\"https://www.vox.com/the-big-idea/2018/1/12/16881046/logan-paul-youtube-controversy-internet-companies\">blowing up</a> his enormously successful career with one 2018 video in which he <a href=\"https://www.vox.com/2018/1/3/16841160/logan-paul-aokigahara-suicide-controversy\">notoriously filmed</a> a dead body in Japan’s Aokigahara Forest. He subsequently embarked on an impressively successful <a href=\"https://www.theverge.com/2018/8/29/17785894/logan-paul-documentary-ksi-fight-redemption\">redemption arc</a>; <em>Impaulsive</em>, a conversational weekly podcast and YouTube stream with Paul, his co-hosts, and guests, has arguably played the biggest role in rehabilitating his former immature image into something approaching respectability. It’s currently reportedly <a href=\"https://www.edisonresearch.com/the-top-50-podcasts-in-the-u-s-for-q2-2024/\">ranked</a> in the top 50 podcasts across all platforms. His chat with Trump was conversational, if not particularly enlightening; the pair <a href=\"https://www.nbcnews.com/tech/social-media/trump-logan-paul-podcast-interview-video-youtube-rcna157193\">discussed</a> everything from aliens (Trump thinks they might exist) to AI; the deepest issue was arguably a debate about whether Mike Tyson is too old to box.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><strong>Theo Von</strong></p>\n\n<p class=\"has-text-align-none\"><strong>How many people are tuning in? </strong>A whole lot of podcast listeners; 3.2 million YouTube subscribers; 14 million views</p>\n\n<p class=\"has-text-align-none\"><strong>Who is he? </strong>The most prominent of the UFC trio, Theo Von’s <em>This Past Weekend</em> is <a href=\"https://rephonic.com/charts/spotify/united-states/top-podcasts\">reportedly</a> in the Spotify top 20, as well as among the <a href=\"https://www.edisonresearch.com/the-top-50-podcasts-in-the-u-s-for-q2-2024/\">top 10</a> podcasts across all platforms nationally. Von, a former MTV reality regular turned stand-up comic turned podcaster, has only gotten bigger since <a href=\"https://www.vox.com/culture/368563/theo-von-trump-interview-podcast\">his interview with Trump</a>. The event generated a massively viral clip of Trump speculating about drug use and has since racked up a non-paltry 14 million views. Von reportedly reached out to Kamala Harris for an interview as well; he’s also since interviewed Trump’s running mate JD Vance, including an extensive <a href=\"https://www.youtube.com/watch?v=vd8mmTDDqAs\">conversation</a> about <a href=\"https://www.vox.com/culture/360909/jd-vance-how-true-is-hillbilly-elegy-classism\">Vance’s family’s struggles with addiction</a>. He also interviewed Bernie Sanders in August.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><strong>Andrew Schulz, </strong><strong><em>Flagrant</em></strong></p>\n\n<p class=\"has-text-align-none\"><strong>How many people are tuning in? </strong>1.77 million YouTube subscribers; 4.5 million views</p>\n\n<p class=\"has-text-align-none\"><strong>Who is he?</strong> One of many standup comics-turned-podcasters on the list, Schulz is another comedian who, like fellow Trump interviewer Von, purports to be apolitical but nurses contrarian anti-woke takes. Another MTV alum, he co-hosts the <em>Flagrant</em> podcast with fellow comedian Akaash Singh; he also co-hosts the <em>Brilliant Idiots</em> podcast with Charlamagne tha God, who recently interviewed Harris.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s Trump’s erratic <a href=\"https://www.youtube.com/watch?v=Ry1IjOft95c\">interview</a> on <em>Flagrant</em>, which has garnered 4.5 million views in a week, that’s gotten much of the recent attention. Trump discussed the two recent assassination attempts made against him, <a href=\"https://youtu.be/Ry1IjOft95c?t=1239\">implying</a> at one point that both shooters may have been working with other people, including nefarious foreign entities like Iran. The rest of the interview mainly served as fodder for Schulz to make jokes and contributed little else substantive to the conversation.&nbsp; That didn’t stop Schulz from facing backlash; the Brooklyn Academy of Music promptly <a href=\"https://www.hollywoodintoto.com/venue-cancels-andrew-schulz-donald-trump-interview/\">canceled</a> an appearance by Schulz in response to the platforming of Donald Trump.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><strong>Charlamagne tha God and </strong><strong><em>The Breakfast Club</em></strong></p>\n\n<p class=\"has-text-align-none\"><strong>How many people are tuning in? </strong>More than <a href=\"https://thebreakfastclub.iheart.com/featured/dj-envy/about/\">4 million</a> morning radio listeners in over 80 markets; IHeartRadio has <a href=\"https://www.iheartmedia.com/stations\">over 860</a> livestream stations nationwide</p>\n\n<p class=\"has-text-align-none\"><strong>Who is he?</strong><strong><em> </em></strong>Among the podcasters on this list, Charlamagne tha God is arguably the one who represents traditional media, albeit of the pop culture variety. The longtime comedian first gained his following through his association with Wendy Williams and VH1. He and Schulz were regulars on MTV’s <em>Guy Code</em> before they joined forces on <em>The Brilliant Idiots</em>. Charlamagne’s real claim to fame, however, is his <a href=\"https://www.vulture.com/2016/05/charlamagne-breakfast-club-hip-hop-morning-radio.html\">longtime gig</a> as host for the syndicated New York-based morning radio show <em>The Breakfast Club</em>, a staple of 2010s radio that has branched into a podcast network and a YouTube channel.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>The Breakfast Club</em>, like many of the entrants on this list, clearly muddies the waters between radio show, YouTube stream, and podcast, but the show’s expanding mediums seem crucial to its longevity. The show, which was <a href=\"https://www.radiohalloffame.com/the-breakfast-club\">inducted into</a> the Radio Hall of Fame in 2020, is known for featuring high-profile celebrity interviews, and Kamala Harris was no exception: She recently did a special “<a href=\"https://www.iheart.com/podcast/51-the-breakfast-club-24992238/episode/we-the-people-an-audio-town-227663058/\">Audio Town Hall</a>” with <em>The</em> <em>Breakfast Club</em>, streamed out of Detroit on the IHeart radio network and hosted by Charlamagne. Charlamagne and Harris <a href=\"https://www.nytimes.com/2024/10/15/us/politics/kamala-harris-charlamagne-interview-trump.html\">candidly agreed</a> that Donald Trump is a fascist — a statement you’re unlikely to hear coming from a more traditional interview platform.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><strong>Alex Cooper, </strong><strong><em>Call Her Daddy</em></strong><strong> podcast</strong></p>\n\n<p class=\"has-text-align-none\"><strong>How many people are tuning in? </strong>A megaton; it’s the <a href=\"https://www.edisonresearch.com/the-top-50-podcasts-in-the-u-s-for-q2-2024/\">No. 4 podcast</a> in the US</p>\n\n<p class=\"has-text-align-none\"><strong>Who is she? </strong><a href=\"https://www.npr.org/2024/10/07/nx-s1-5144154/kamala-harris-aims-to-reach-voters-with-several-high-profile-interviews-this-week\">Per NPR</a>, woman-centered podcast <em>Call Her Daddy</em> boasts an even split between Democrats and Republicans, mostly white. The rare host that’s on the cusp of Gen Z, creator Alex Cooper created her podcast with her roommate just a year after she graduated from college, whereupon it was promptly acquired by Barstool Sports and catapulted to popularity. (Cooper exited Barstool in 2021.) Though Cooper currently has all the attention for the recent Harris interview, which focused mainly on reproductive freedom and health care for women, she’s already onto a bigger catch: <a href=\"https://www.hindustantimes.com/entertainment/hollywood/call-her-daddys-alex-cooper-reveals-her-least-favourite-guest-after-kamala-harris-interview-101729112222028.html\">interviewing Taylor Swift</a>.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><a href=\"https://youtube.com/@BussinWithTheBoys\"><strong><em>Bussin’ With the Boys</em></strong></a></p>\n\n<p class=\"has-text-align-none\"><strong>How many people are tuning in?</strong> Plenty; it’s <a href=\"https://chartable.com/podcasts/bussin-with-the-boys\">one of the most popular</a> sports podcasts in the US with 545k subscribers and 391k views on YouTube</p>\n\n<p class=\"has-text-align-none\"><strong>Who are they?</strong> Former Tennessee Titans turned besties turned podcasters, hosts Will Compton and Taylor Lewan have made a name for themselves among sports audiences with this conversational Barstool Sports podcast.</p>\n\n<p class=\"has-text-align-none\">Though it wasn’t about sports, they scored Donald Trump’s longest interview yet; he nattered for over two hours last week, chatting about everything from politics to Elon Musk and social media. He even discussed doing all these podcasts, telling Compton and Lewan that the new crop of podcasters are “young guys and they’re very different in some cases.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It may have to do with all of my sons. They’re young &#8230; This is a young world &#8230; I’ve done a few of them and they’ve done well.”&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><strong>Joe Rogan, </strong><strong><em>The Joe Rogan Experience</em></strong></p>\n\n<p class=\"has-text-align-none\"><strong>How many people are tuning in: </strong>Legions; Rogan has been the most-listened-to podcast in the country for nearly a decade and currently has over 30 million subscribers between YouTube and Spotify.</p>\n\n<p class=\"has-text-align-none\"><strong>Who is he?</strong> Yet another standup comic slash reality TV star turned podcaster, Rogan made it big in the podcast industry by embracing the medium early and being incredibly prolific, churning out hours of content weekly. His fans praise what they view as his down-to-earth, moderate style, but he balances that out with <a href=\"https://www.vox.com/culture/22945864/joe-rogan-politics-spotify-controversy\">plenty of controversy</a>.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><strong>Shannon Sharpe, </strong><strong><em>Club Shay Shay</em></strong></p>\n\n<p class=\"has-text-align-none\"><strong>How many people are tuning in? </strong>3.6 million YouTube subscribers and lots of podcast listeners; as of 2024, it’s the <a href=\"https://www.edisonresearch.com/the-top-50-podcasts-in-the-u-s-for-q2-2024/\">No. 11 podcast</a> in the country.</p>\n\n<p class=\"has-text-align-none\"><strong>Who is he?</strong> Former Denver Bronco, NFL Hall of Famer, and veteran sports broadcaster Shannon Sharpe started <em>Club Shay Shay</em> in 2020 when he was still perhaps best known as a morning show host on Fox. Last year, however, he <a href=\"https://www.hollywoodreporter.com/business/business-news/shannon-sharpe-podcast-club-shay-shay-volume-1235572886/\">transitioned</a> his podcast to a new network and got a new gig with ESPN, which may have helped launch <em>Club Shay Shay</em> into the upper echelon of the podcast industry. Despite inadvertently recently <a href=\"https://www.yahoo.com/entertainment/no-espn-hasn-t-fired-203037817.html\">livestreaming a sexual encounter</a> to shocked followers, Sharpe hasn’t lost his appeal: Kamala Harris will reportedly tape an interview with him to be broadcast on October 28.&nbsp;&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><strong>Brené Brown, <em>Unlocking Us with Brené Brown</em></strong></p>\n\n<p class=\"has-text-align-none\"><strong>How many people are tuning in?</strong> Plenty; it’s <a href=\"https://chartable.com/podcasts/unlocking-us-with-brene-brown\">reportedly</a> the No. 1 relationship podcast on Apple Podcasts.</p>\n\n<p class=\"has-text-align-none\"><strong>Who is she?</strong> A noted <a href=\"https://www.vox.com/first-person/2019/4/18/18308346/shame-toxic-productive\">shame researcher</a>, Brown is the only academic in this motley podcast crew (and the only one to date whose podcast is hosted on the Vox Media network). Brown first gained widespread public attention in 2010, when her <a href=\"https://www.ted.com/talks/brene_brown_the_power_of_vulnerability?subtitle=en\">TED Talk on vulnerability</a> went massively viral. <a href=\"https://www.vanityfair.com/hollywood/2019/05/brene-brown-netflix-call-to-courage-interview\">Since then</a> she’s published multiple bestselling books, done a Netflix special, and maintained a role as a professor — but it’s her ongoing podcast <em>Unlocking Us</em> that’s cemented her position as the nation’s premier relationship adviser.</p>\n\n<p class=\"has-text-align-none\">Brown’s position on this list isn’t without a touch of irony. In 2022, numerous artists and entertainers <a href=\"https://brenebrown.com/articles/2022/02/01/an-update-on-my-decision-to-pause-the-podcasts/\">blacklisted Spotify</a> in protest against its lucrative deal with Joe Rogan, as a response to Rogan’s platforming of Covid-19 misinformation (and many other perceived sins). Among them, briefly, was Brown, who put both of the active podcasts she had on the platform at the time on hiatus, only to later unpause them and <a href=\"https://brenebrown.com/articles/2022/02/01/an-update-on-my-decision-to-pause-the-podcasts/\">declare</a>, “I’m not interested in canceling or silencing or censoring anyone, including Joe Rogan. This was not, nor has it ever been, framed to the public or to Spotify as ‘me or Joe.’” If, however, Harris chooses to skip Rogan and turn to Brown instead, Brown’s podcast audience, which, per the New York Times, is <a href=\"https://www.nytimes.com/2024/10/25/us/politics/harris-beyonce-houston-texas.html\">large and dominated by women</a>, could be the deciding influence of the election.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Podcasts are where the people are</strong></h2>\n\n<p class=\"has-text-align-none\">In a post-pandemic culture where <a href=\"https://www.vox.com/22663143/john-mulaney-olivia-munn-pregnant-parasocial-relationships-kylie-jenner\">parasocial relationships</a> have grown more frequent and intense, podcasts have become more important than ever. They&#8217;re right in people&#8217;s ears, offering a uniquely intimate form of connection, not only to the hosts but to the events and ideas they’re platforming. They’re transforming the way audiences learn about issues of the day, keeping them engaged and (sort of) aware; the public’s love of podcasting <a href=\"https://www.edisonresearch.com/the-infinite-dial-2024/\">just keeps growing</a>, with audiences expanding, getting younger, and listening longer and more frequently. The medium, once relegated to extremely online audiences with niche interests, has gradually become more mainstream and wide-reaching; <a href=\"https://www.pewresearch.org/journalism/fact-sheet/audio-and-podcasting/\">42 percent</a> of Americans over age 12 listened to a podcast in the last month, and that number is only going up.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Conversely, the public’s trust in media keeps plunging lower across the ideological spectrum: Less than a third of Americans <a href=\"https://www.axios.com/2023/10/24/americans-trust-in-media-plummets-to-historic-low-poll\">say they</a> have confidence in the accuracy of traditional news mediums, and the number of adults getting their news from actual news sources <a href=\"https://www.pewresearch.org/journalism/fact-sheet/news-platform-fact-sheet/\">keeps declining</a> year over year. Podcasts are able to reach audiences that have given up on traditional media, even as the line between podcasters and journalists gets blurry and the boundaries between mediums get fuzzier. The convergence of digital media with the creator economy and vice versa has created whole new submodes of influencers, from the kind that <a href=\"https://www.vox.com/culture/370577/am-i-the-asshole-aita-verse-advice-ecosystem-tiktok\">siphon and recycle</a> other sorts of content to the kind that exist entirely as hot takes on TikTok.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Increasingly, journalists with a proper newsroom background, like internet culture reporter Taylor Lorenz and Vox co-founder Matt Yglesias, have <a href=\"https://www.newyorker.com/culture/infinite-scroll/taylor-lorenzs-plan-to-dance-on-legacy-medias-grave\">traded their former jobs</a> for autonomy, independence, and loyal fan followings. Traditional reporters are also Substack influencers, while podcasts are also livestreams on Twitch and/or videos on YouTube and TikTok. All of this is causing seismic rifts and ever more unreliable journalism in a media environment in which the public already distrusts the media. As the popularity of podcasts keeps growing, these interviews with major public figures arguably add a patina of unearned prestige and importance, even as professional media outlets take hit after hit. In this messier media landscape, it’s easy to see why so many of these podcasters have so much sway with their audiences — and why politicians might want to tap into that.</p>\n\n<p class=\"has-text-align-none\">That accessibility is a double-edged sword, however, since most of these podcasters lack editorial oversight. Without a journalism background, podcasters often aren’t the best people to critique or fact-check their guests, especially high-profile ones. Creators of all kinds prioritize personality and charm over journalistic rigor and information; as with the medium itself, the delineation between what matters for what reason has broken down. Still, audiences don’t often care; the bar for podcast media is lower, and audience expectations for podcasters to be “journalists” in the traditional sense are largely nonexistent. Podcasters like Von often benefit from a rough-and-ready style that allows them to contrast themselves with stodgy traditional media.</p>\n\n<p class=\"has-text-align-none\">It’s not that the candidates are completely eschewing traditional media; Harris’s press parade has included a wide range of other outlets and interviewers, including legacy media, like her <a href=\"https://www.nbcnews.com/politics/2024-election/transcript-president-kamala-harris-interview-nbc-news-hallie-jackson-rcna176330\">recent NBC News interview</a>, as well as several that aren’t particularly politically focused, like veteran “shock jock” Sirius host <a href=\"https://www.npr.org/2024/10/08/nx-s1-5144874/kamala-harris-call-her-daddy-alex-cooper-howard-stern-60-minutes-colbert-the-view\">Howard Stern</a>, who endorsed her.&nbsp;Trump also recently did <a href=\"https://www.youtube.com/watch?v=kyZqUuxDiZw\">an interview</a> with Bloomberg’s business podcast, while Tim Walz sat down for <a href=\"https://www.youtube.com/watch?v=3fuS9PmV9hg\">an interview</a> with <em>The Ezra Klein Show</em> for the New York Times; Trump running mate JD Vance has likewise been hitting both traditional and non-traditional media hard.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The podcast format (alongside its increasingly indistinguishable twin, the livestream) seems to matter more and more. Vulture <a href=\"https://www.vulture.com/article/donald-trump-andrew-schulz-flagrant-theo-von-podcast-interviews.html\">noted</a> that Trump’s combined appearances on Schulz’s and Von’s podcasts have dwarfed the paltry views Harris received for her appearance on <em>Call Her Daddy, </em>despite the latter show reportedly being the most <a href=\"https://www.vulture.com/article/kamala-harris-call-her-daddy-podcast.html\">popular</a> podcast among women on Spotify. (Her appearance on <em>The View</em> seems to have <a href=\"https://variety.com/2024/tv/news/kamala-harris-the-view-ratings-best-1236179122/\">done better</a>, an indication that older audiences still matter.) Still, Harris’s appearance on <em>Call Her Daddy</em> proved <a href=\"https://www.vulture.com/article/kamala-harris-call-her-daddy-trump-theo-von-analysis.html\">controversial</a> among her constituents, while Trump’s appearances on a broad litany of dudebro podcasts have gone relatively unremarked upon — even though the latter are arguably demonstrably influencing a generation of voters.</p>\n\n<p class=\"has-text-align-none\">That lack of pushback against Trump’s interview choices may also reflect the increasingly decentralized media landscape, where “influence” is more nebulous and subjective than ever while simultaneously becoming more microtargeted and intense. A podcaster like Cooper or Von may reach a fraction of the audience of <em>60 Minutes</em>, but the kinds of viewers they reach aren’t likely to be found watching the news. As Vulture’s Nick Quah <a href=\"https://www.vulture.com/article/kamala-harris-call-her-daddy-trump-theo-von-analysis.html\">observes</a>, “We’ve long arrived at a place where Americans, now polarized beyond recognition, prefer news sources that align with their ideology, if they even consume much news at all &#8230; In those arenas, hosts don’t care about executing ‘good’ or challenging interviews in the classic journalistic sense. The interview just has to make sense to their audience.”</p>\n\n<p class=\"has-text-align-none\">That also means that interviews no longer push candidates to reckon with serious, even unpleasant or difficult topics. The kinds of questions that identify a strong leader, as opposed to one who’s merely affable and interviews well, aren’t very likely to arise on a UFC podcast. But that’s also something candidates may prefer; after all, who wants to deal with hard-hitting questions from journalists when they could field softballs from everyday citizens who aren’t backed by a team of editors and fact-checkers? These interviews are easy, fun, and personable, which also might be a welcome alternative to moderated, issue-focused debates — even if they’re a disservice to voters.</p>\n\n<p class=\"has-text-align-none\">That’s the unfortunate downside to all of this: No matter how you spin it, these interviews are a poor substitute for journalistic rigor, accountability, and editorial oversight. They may arguably even be a hindrance to democracy in an age where it faces <a href=\"https://www.vox.com/2024-elections/377729/kamala-harris-supreme-court-electoral-college-senate-constitution\">multiple</a> <a href=\"https://www.vox.com/the-gray-area/372742/democracy-ai-warning-yuval-noah-harari-nexus\">existential threats</a>. We typically expect our leaders and experts to be better than the public at understanding and dealing with such enormous problems and dire realities. Yet increasingly, our leaders and experts are being replaced by self-appointed influencers with no actual expertise. The result is a bleak, livestreamed morass: Even if we’re fond of the voices reaching us through the void, we’re still all fumbling in the dark.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, October 25, 2:50 pm:</strong> This story, originally published October 25, has been updated with the news that Harris will appear on Brené Brown’s podcast and won’t be appearing on Rogan’s.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 2015, when President Barack Obama appeared on Marc Maron’s WTF podcast, it was a big event precisely because it was a one-off — an exception rather than a rule. Almost a decade later, the media landscape has changed so completely that independent podcasters with little if any journalism experience seem to have an easier [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "What Beyoncé’s “Freedom” can tell you about Kamala Harris",
    "link": "https://www.vox.com/culture/367709/beyonce-freedom-kamala-harris-campaign-songs",
    "pubDate": "2024-10-25T15:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris standing speaking from behind a lectern.\" data-caption=\"Democratic US presidential candidate Vice President Kamala Harris at a rally in Raleigh, North Carolina, on August 16, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2166317146.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Democratic US presidential candidate Vice President Kamala Harris at a rally in Raleigh, North Carolina, on August 16, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">From <a href=\"https://www.vox.com/culture/362300/kamala-harris-meme-brat-summer\">Charli xcx memes</a> to <a href=\"https://www.tiktok.com/@mxwlch03/video/7394583648571313424?q=kamala%20charli%20xcx&amp;t=1724087690722\">fan-made</a> covers interpolating her <a href=\"https://www.tiktok.com/@mindyrose7/video/7394876881708780842?q=america%20has%20a%20problem%20kamala&amp;t=1724087650306\">famous “coconut tree” quote</a>, Kamala Harris’s last-minute presidential bid against Republican candidate Donald Trump has had a fascinating and outsized relationship with pop music.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Various progressive singers, like <a href=\"https://www.independent.co.uk/arts-entertainment/music/news/kamala-harris-president-katy-perry-ariana-grande-jamie-lee-curtis-b2583697.html\">Ariana Grande</a> and <a href=\"https://variety.com/2024/music/news/olivia-rodrigo-kamala-harris-reproductive-rights-1236082554/\">Olivia Rodrigo</a>, have pledged their support. Katy Perry <a href=\"https://www.thedailybeast.com/katy-perry-hopes-kamalas-run-for-president-can-save-womans-world\">offered</a> one of her latest singles, “Woman’s World,” for the current vice president to use in her campaign, though Harris doesn’t seem to have taken her up on it. Meanwhile, Harris’s staff has found ways to use pop music to attract Gen Z voters, having <a href=\"https://www.billboard.com/music/music-news/megan-thee-stallion-performs-mamushi-body-kamala-harris-atlanta-rally-1235743523/\">Megan Thee Stallion</a> perform at an Atlanta rally and fully embracing brat memes. This onslaught of memes and coconut-themed “remixes” has almost overshadowed the most crucial music-related decision involved in Harris’s candidacy: her campaign song.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Last month, it was <a href=\"https://www.msnbc.com/top-stories/latest/beyonce-kamala-harris-campaign-freedom-rcna163599\">reported</a> that Beyoncé permitted the Harris (now Harris-Walz) campaign to use her song “Freedom” featuring Kendrick Lamar. Since then, the rousing gospel-tinged anthem from her 2016 album<em> Lemonade</em> has soundtracked Harris’s rally entrances and will inevitably be heard several times at this week’s Democratic National Convention. On the last day of the DNC, there was even speculation that Beyoncé herself could make an appearance. While the singer was ultimately a no-show, their long-awaited public team-up is finally happening at a Harris rally on October 25 in Houston, where she’s <a href=\"https://www.washingtonpost.com/elections/2024/10/24/beyonce-kamala-harris-houston-rally/\">reportedly slated to perform</a>. Following her <a href=\"https://www.theguardian.com/us-news/2016/nov/05/im-with-her-beyonce-and-jay-z-back-hillary-clinton-in-battleground-state-of-ohio\">last-minute joining of Hillary Clinton</a> on the campaign trail in 2016, the impact of Beyoncé’s presence will be fascinating to see.</p>\n\n<p class=\"has-text-align-none\">The modern campaign song has become its own character — and target of inspection — in election politics. Most of these songs have already achieved popularity outside of the campaign trail, so they need to be vital enough to re-energize constituents. They also have to be memorable and on message, embodying the values and promises of the candidate. But are they actually useful? What does it mean for a song to belong to a campaign?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Post-Trump, pop music is also something that Democrats have been able to leverage against the right — not just big hits themselves but endorsements from the artists who make them. Conversely, there’s a <a href=\"https://en.wikipedia.org/wiki/Musicians_who_oppose_Donald_Trump%27s_use_of_their_music\">Wikipedia page of musicians</a> who have opposed Trump’s use of their music on the campaign trail, in addition to opposing him as president. However, the results of the 2016 presidential election have made the public <a href=\"https://www.theatlantic.com/entertainment/archive/2016/11/election-celebrities-trump-clinton-endorsements-beyonce-springsteen-david-jackson-bowling-green/507383/\">second-guess</a> the power of pop music in this sphere.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite this skepticism, Dana Gorzelany-Mostak, an associate professor of music at Georgia College, argues that music can be an effective medium for politicians. “While it might not drive people to the polls, music models ways of being in the world and connecting with others,” she says.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>This interview has been edited for length and clarity.</em></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-621629084.jpg?quality=90&#038;strip=all&#038;crop=0,11.63457185461,100,76.730856290779\" alt=\"Beyoncé onstage in a black suit with white polka dots, blonde hair flying.\" title=\"Beyoncé onstage in a black suit with white polka dots, blonde hair flying.\" data-has-syndication-rights=\"1\" data-caption=\"Beyoncé performing at a Get Out The Vote concert for Democratic presidential nominee Hillary Clinton on November 4, 2016, in Cleveland, Ohio. | Justin Sullivan/Getty Images\" data-portal-copyright=\"Justin Sullivan/Getty Images\" />\n<p class=\"has-text-align-none\">For a campaign like Harris’s that has mostly trafficked in <a href=\"https://www.vox.com/culture/366368/tim-walz-vibes-memes-vice-president\">“good vibes”</a> and likability over discussions about policy — the vice president just unveiled her policy agenda — Harris’s campaign playlist provides an interesting window into what she represents and which populations she’s counting on for support. As Jonquilyn Hill wrote for Vox, Harris’s <a href=\"https://www.vox.com/politics/367288/kamala-harris-beyonce-press-silence-campaign\">proximity to Beyoncé</a> may even signal how she plans to conduct herself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I spoke to Gorzelany-Mostak to get more insight into Harris’s musical selections and the overall function of campaign songs. Her book, <em><a href=\"https://press.umich.edu/Books/T/Tracks-on-the-Trail\">Tracks on the Trail: Popular Music, Race, and the US Presidency</a></em>, published last year, charts notable campaign songs and how these musical moments are used to articulate race.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>When did presidential campaign songs really become a thing?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">The election of 1840 was a watershed moment for the campaign song. The&nbsp;supporters of Whig candidate William Henry Harrison promoted singing as a campaign-worthy activity, and they published small booklets called “songsters” with pro-Harrison lyrics. These candidate-inspired lyrics were set to the popular tunes of the day.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What goes into picking a campaign song? Is the candidate even directly involved in this process?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">It varies depending on the campaign. In 2008, Barack Obama’s staffers had the candidate’s music tastes in mind when selecting his playlist. There was continuity between the artists he <a href=\"https://www.theguardian.com/world/2008/jun/25/barackobama.uselections2008\">discussed in interviews</a> on the trail and his rally playlist, which included Earth, Wind &amp; Fire, Stevie Wonder, and the Isley Brothers. Donald Trump is known to select his own soundtrack for campaign rallies, and when off the clock, he “spins” from his iPad at Mar-a-Lago.</p>\n\n<p class=\"has-text-align-none\"><strong>What&nbsp;is the function of a campaign song, and why do campaign songs matter?&nbsp;&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Candidates use music to constitute their identity in sound, to sonically construct themselves in a way that appeals to the public as well as offers insight into their character and their beliefs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A campaign song is more than its lyrics. Candidates need to think about the myriad ways songs might signal messages in political contexts. This means taking into consideration the artist’s biography, the composition and character of the artist’s fan communities, the connotations attached to the song’s genre, and of course, the meanings a song has accrued through its presence in other media. While pundits may privilege the spoken word or images, sound and music can be just as powerful persuaders.</p>\n\n<p class=\"has-text-align-none\">Overall, campaign music preaches to the choir. I don’t think it converts people or drives them away.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>In </strong><strong><em>Tracks on the Trail</em></strong><strong>, you write about candidates&nbsp;articulating race through music. What do you think&nbsp;Kamala Harris is trying to convey by choosing songs, both formerly and&nbsp;currently, by high-profile Black women?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Black female artists form the backbone of Harris’s 2024 rally playlist — Diana Ross, Aretha Franklin, Chaka Khan, Whitney Houston, Beyoncé, Rihanna, Lizzo, Megan Thee Stallion. Harris elevates a matrilineal paradigm of Black excellence that spans 60 years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is a notable contrast to the classic-rock-dominated Republican National Convention last month, which featured a band of aging male rockers playing covers of the Eagles, Kenny Loggins, Grand Funk Railroad, Steely Dan, and the Doobie Brothers. Trump has questioned Harris’s leadership cred and her racial identity, so Harris uses her soundtrack to disrupt this narrative by leaning into the very identity that he critiques.</p>\n\n<p class=\"has-text-align-none\"><strong>Harris’s previous campaign song, Mary J.Blige’s “Work That,” is a lot more light-hearted and fun, in tone and message, compared to Beyoncé’s “Freedom,” which is a more austere, urgent song. How do you think these songs reflect the differences in those campaigns or even the broader political climate?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">“Freedom” does convey a certain level of urgency. But more broadly, Harris’s playlist reminds voters that they can acknowledge the country’s painful history, commit to the serious work that needs to be done, but still sing, laugh, and dance along with her on the path to victory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Much of Harris’s playlist is composed of dance music, from Diana Ross and The Brothers Johnson to Dua Lipa and Bruno Mars, not to mention the more recent sounds of Charli xcx. To folks on the right, disco might signal the dangers of hedonism. But a genre that finds its roots in the leisure culture of Latinx, Black, and gay communities, it also points to a rich history of resistance and hope — even though these sounds have long since been domesticated, as evidenced by their presence on your mother’s gym playlist.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is not surprising that some of the <a href=\"https://www.tiktok.com/@mxwlch03/video/7394583648571313424?q=kamala%20harris%20charli%20&amp;t=1724100146436\">videos</a> of <a href=\"https://www.tiktok.com/@xcx.archive/video/7394640702946250014?q=kamala%20harris%20charli%20&amp;t=1724100146436\">Harris</a> set to <a href=\"https://www.tiktok.com/@jqsids/video/7394543209814248737?q=kamala%20harris%20charli%20&amp;t=1724100146436\">Charli xcx</a>’s music show the candidate laughing, dancing, or mid-gaffe — Trump himself has even <a href=\"https://www.irishtimes.com/world/us/2024/08/18/donald-trump-kamala-harris-us-presidential-election-latest-news/\">criticized Harris’s laughter</a>. By infusing her playlist with unfettered expressions of joy and pleasure that are Black, queer, and/or female-centered, Harris manages to wrest the reins away from the male-centric gerontocracy, if only on the dance floor.</p>\n\n<p class=\"has-text-align-none\"><strong>I find there’s a&nbsp;dissonance between the breezy, light-hearted tone of Harris’s campaign and the way it has been memed by Gen Z with the austerity of a song like “Freedom” — not to mention, “Freedom” is hardly one of Beyoncé’s most popular songs. Do you think this choice is a misstep?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Despite its more austere tone, I do think “Freedom” is a good fit for Harris. It brings together a lot of narratives that align with her campaign message and the presidential brand she is trying to cultivate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Freedom” adopts an almost prayerful tone in its adoption of gospel signifiers and its textual reference to the spiritual “Wade in the Water.” In the spiritual, water represents the possibility for escape in times of enslavement. In “Freedom,” water also comes in the form of “rain” and “tears.” This alludes to the aftermath of Beyoncé’s personal turmoil and the cultural trauma of New Orleans post-hurricane and of Black communities impacted by mass incarceration. The song also samples the voices of a mid-century prisoner and preacher, and Jay Z’s grandmother opening up about her own hardship in 2015.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In choosing “Freedom,” Harris is situating herself and the 2024 election in the lineage and the sound world of these transhistorical struggles, both personal and political.</p>\n\n<p class=\"has-text-align-none\"><strong>It seems like Beyoncé&#8217;s co-sign is maybe more powerful than the song itself.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Beyoncé herself is a symbol of feminine power, endurance, and vitality. Her music defies categorization. She writes her own rules and regularly reinvents herself. So it’s no surprise that Harris wants to align herself with such a narrative as she embarks on her own reinvention from prosecutor to district attorney, to attorney general, to senator, to vice president, to president of the United States.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, October 25, 11:30 am ET: </em></strong><em>This story was originally published on August 20 and has been updated to include a report by the Washington Post that Beyonce is expected to perform at Harris’s rally in Houston.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "From Charli xcx memes to fan-made covers interpolating her famous “coconut tree” quote, Kamala Harris’s last-minute presidential bid against Republican candidate Donald Trump has had a fascinating and outsized relationship with pop music.&#160; Various progressive singers, like Ariana Grande and Olivia Rodrigo, have pledged their support. Katy Perry offered one of her latest singles, “Woman’s [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "The $2 billion election betting craze, explained",
    "link": "https://www.vox.com/future-perfect/379379/election-bets-predictions-explained-trump-harris-polymarket-kalshi",
    "pubDate": "2024-10-25T14:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A sign for “PredictIt, Let’s Play Politics” on the outside of a building.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-1771544662.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Who’s going to win the presidential election?</p>\n\n<p class=\"has-text-align-none\">My answer, as a journalist writing about politics who gets asked this a lot, is always, “It’s a coin flip.” That’s certainly what forecasting models based on polling suggest. As I write this, <a href=\"https://www.economist.com/interactive/us-2024-election/prediction-model/president/\">the Economist</a> gives Donald Trump a 53 percent chance; <a href=\"https://projects.fivethirtyeight.com/2024-election-forecast/\">FiveThirtyEight</a> gives him a 51 percent chance; <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">Nate Silver</a> gives him 53.7 percent. That’s not exactly 50-50 but it’s pretty close.</p>\n\n<p class=\"has-text-align-none\">But this year, a different way of judging the odds has become more popular than ever: prediction markets. These are real-money markets where people can bet on the ultimate victor of the presidential election, among other elections and events, from politics to sports to movies. While academic-sponsored markets like <a href=\"https://www.predictit.org/https://www.predictit.org/markets/detail/7456/Who-will-win-the-2024-US-presidential-election\">PredictIt</a> and the <a href=\"https://iemweb.biz.uiowa.edu/about-iem/what-is-the-iem/\">Iowa Electronic Markets</a> have been around for a while (decades in the latter case), two major new markets have emerged this cycle.</p>\n\n<p class=\"has-text-align-none\">One is <a href=\"https://kalshi.com/markets/pres/presidential-elections\">Kalshi</a>, the first non-academic prediction market to be officially legal in the United States <a href=\"https://www.bloomberg.com/news/articles/2024-09-12/betting-on-us-congress-elections-outcome-green-lit-by-judge?sref=qYiz2hd0\">after the company beat regulators in court</a> who tried to block it from allowing betting on elections. Right now, their market, with over $50 million bet in total, indicates that Trump has a 61 percent chance of victory.</p>\n\n<p class=\"has-text-align-none\">But Kalshi is comparatively tiny next to <a href=\"https://polymarket.com/event/presidential-election-winner-2024?tid=1729535865279\">Polymarket</a>, an all-crypto market accepting bets from all over the world. It’s presidential market has over $2.3 billion invested and counts <a href=\"https://x.com/elonmusk/status/1843132050242777187\">Elon Musk</a> among its fans. (Technically, Polymarket disallows Americans from betting on it, but <a href=\"https://medium.com/@joearvis7/how-to-use-polymarket-in-the-united-states-8a891dde1a91\">any moderately tech-savvy person</a> with a virtual private network can get around that. As of Wednesday, it has started <a href=\"https://www.bloomberg.com/news/articles/2024-10-22/polymarket-cracks-down-on-us-bettors-ahead-of-presidential-election\">cracking down on US trading</a> a bit.) Right now, it claims higher odds for Trump than anywhere else: 64.3 percent.</p>\n\n<p class=\"has-text-align-none\">Like a lot of <a href=\"https://comments.cftc.gov/Handlers/PdfHandler.ashx?id=34702\">economists</a> and <a href=\"https://comments.cftc.gov/PublicComments/ViewComment.aspx?id=73748\">political scientists</a>, I’ve long been a <a href=\"https://www.politico.com/minutes/congress/11-1-2022/torres-leads-election-bet-push/\">big fan</a> of prediction markets. They provide a useful complement to polling by summarizing conventional wisdom about candidate odds, and also function as a tax on bullshit. There’s a lot of cheap talk in political punditry, and I’m generally of the belief that if you say things like <a href=\"https://x.com/rabois/status/1842160857121214808\">“Trump will definitely win Florida by 8 points,”</a> good etiquette requires you to bet money on that proposition. Making the bet means you’re putting your own money behind your prediction, and if you have to do that, you’re probably going to make fewer garbage predictions.</p>\n\n<p class=\"has-text-align-none\">But these markets haven’t had a test like 2024 before, and seeing them operate with billions behind them is giving us a sense of how they’ll work at scale — including to what extent they can be manipulated to produce a certain outcome. The big question: Can we trust these things?</p>\n\n<h2 class=\"wp-block-heading\">Prediction markets for beginners</h2>\n\n<p class=\"has-text-align-none\">People have been betting on elections for centuries. Henry David Thoreau memorably noted in <a href=\"https://blogs.law.columbia.edu/uprising1313/files/2017/10/Civil-Disobedience-by-Henry-David-Thoreau.pdf\">“Civil Disobedience”</a> how often betting accompanied voting. The economists Paul Rhode and Koleman Strumpf have studied <a href=\"https://users.wfu.edu/strumpks/papers/BettingPaper_final(JEP_Resubmit).pdf\">presidential election markets in the US that ran at large scale from 1868 to 1940</a>; &#8220;betting activity at times dominated transactions in the stock exchanges on Wall Street,&#8221; they find. In 1916, the peak year of these Wall Street markets, betting reached $290 million in today’s dollars.</p>\n\n<p class=\"has-text-align-none\">These markets do not work like typical sports gambling. Your neighborhood bookie (or, these days, FanDuel or DraftKings) sets odds on her own, obviously consulting what other bookies are setting but fundamentally deciding for herself what to charge. When you bet with her, you are betting against them, not against other bettors, and a good bookie will set odds such that they consistently profit.</p>\n\n<p class=\"has-text-align-none\">Polymarket, Kalshi, PredictIt, and other prediction markets are genuinely <em>markets</em>: rather than betting against the house, you are buying “shares” that pay out if a particular event happens in the future. The market sells the shares to start, but then the trading is done between traders, not between traders and the house. The market-maker exists to broker transactions. That means odds can change much more quickly and fluidly than with a normal bookie. It’s more like a <a href=\"https://www.schwab.com/learn/story/basics-trading-futures-contracts#:~:text=A%20futures%20contract%20is%20a,exchange%20in%20the%20United%20States.\">futures contract</a> than a sports bet.</p>\n\n<p class=\"has-text-align-none\">This structure does mean you have to be careful looking at these numbers. When you look at a site like Polymarket, it’s tempting to look at the headline numbers (hmm, 61.7 percent for Trump) and assume that this represents what bettors on the site think the odds of a Trump victory are.</p>\n\n<p class=\"has-text-align-none\">What it really means is something like that, but a little bit subtler. As the pseudonymous finance blogger <a href=\"https://quantian.substack.com/p/market-prices-are-not-probabilities\">Quantian</a> explains, the real purpose of a prediction market is to reach an equilibrium at which the price of a “share” in a given candidate matches demand for those shares. This equilibrium can mean the price exactly matches what people in the market think the probability of that candidate winning is, which is what you’d want the price to be if the markets are to be useful for forecasting. But those two can also diverge, especially if the market is restricted in various ways.</p>\n\n<p class=\"has-text-align-none\">That said, economists Justin Wolfers and Eric Zitzewitz have found that, in practice, prediction market prices are <a href=\"https://www.frbsf.org/wp-content/uploads/wp06-11bk.pdf\">close to participants&#8217; aggregated beliefs</a>, and you can set a kind of confidence interval and be reasonably sure that participants&#8217; beliefs are within it. Zitzewitz notes that this is more of a problem with markets like PredictIt, which caps how much investors can put in at a relatively low level. Those rules can lead to major mispricings because they make it much harder to bet against low-probability events. “In a prediction market where you don&#8217;t really have those constraints,” Zitzewitz noted in a phone call, “then we&#8217;re much more likely to get a price equal to some average of beliefs.”</p>\n\n<p class=\"has-text-align-none\">Meanwhile, be careful to never equate prediction market prices with polling results, as one since-corrected New York Times article did:</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">These units are not comparable <a href=\"https://t.co/cLnOM0GWE1\">pic.twitter.com/cLnOM0GWE1</a></p>&mdash; Thomas Woodside 🫜 (@Thomas_Woodside) <a href=\"https://twitter.com/Thomas_Woodside/status/1846598628158181763?ref_src=twsrc%5Etfw\">October 16, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Polls do not give you a &#8220;chance of winning&#8221;; for that you need an actual model like FiveThirtyEight’s, the Economist’s, or Nate Silver&#8217;s.</p>\n\n<h2 class=\"wp-block-heading\">Do betting markets work?</h2>\n\n<p class=\"has-text-align-none\">The basic <a href=\"https://www.astralcodexten.com/p/prediction-market-faq\">theoretical case</a> for betting markets is the same as the case that <a href=\"https://www.investopedia.com/terms/e/efficientmarkethypothesis.asp\">normal markets are efficient</a>. If shares of, say, Nvidia are mispriced, then you can make money by betting the price will move. In a market where millions of people leveraging trillions of dollars are all acting that way, there probably won’t be too many obvious mispricings. Any ones that once existed are quickly exploited by some investors to make money.</p>\n\n<p class=\"has-text-align-none\">That’s a nice theory, though one challenged by the <a href=\"https://www.vox.com/business-and-finance/2024/5/14/24156725/meme-stocks-gamestop-reddit-amc-blackberry-wallstreetbets\">emergence of “meme stocks”</a> whose prices seem totally out of whack with their actual value. The better case for prediction markets is that they’ve worked well in practice. Wolfers, Zitzewitz, and Erik Snowberg reviewed the evidence in a <a href=\"https://www.nber.org/system/files/working_papers/w18222/w18222.pdf\">2012 paper</a>, and it’s fairly compelling. When it comes to forecasting economic outcomes (like economic growth or inflation), “macro derivatives” (a kind of prediction market for these outcomes) do as well or better as surveys of professional forecasters.</p>\n\n<p class=\"has-text-align-none\">A paper by David Rothschild looking at <a href=\"https://academic.oup.com/poq/article/73/5/895/1868587\">markets during the 2008 presidential and Senate elections</a> found that early in the election, prediction markets were significantly more accurate than polls; closer to the election, they were roughly equal. A <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S1574072207000807\">2008 paper</a> by a team at the Iowa Electronic Markets, the longest-running prediction market in the US, found that the average error of polls (1.91 points) was higher than for markets (1.58), even late in the cycle.</p>\n\n<p class=\"has-text-align-none\">A lot of companies have also adopted internal prediction markets to help make decisions. Zitzewitz and Bo Cowgill <a href=\"https://www.jstor.org/stable/43869468\">examined markets</a> at Google, Ford, and an anonymous third company. These markets covered topics like “demand, product quality, deadlines being met, and external events.” Zitzewitz and Cowgill then compared the markets to the predictions of internal experts; the average error of the markets was 25 percent smaller.</p>\n\n<p class=\"has-text-align-none\">In a very different context, economists Anna Dreber, Thomas Pfeiffer, Johan Almenberg, and Magnus Johannesson <a href=\"https://www.pnas.org/doi/10.1073/pnas.1516179112\">set up prediction markets</a> where psychologists could make bets on whether specific pieces of psychology research would replicate when other researchers tried to reproduce it. They found that the markets were effective at predicting which studies would replicate and outperformed simple surveys of experts.</p>\n\n<p class=\"has-text-align-none\">Economists Lionel Page and Robert Clemen marshaled evidence from <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1468-0297.2012.02561.x\">nearly 1,800 prediction markets</a> for a 2012 paper. They found that markets looking a year or more in the future were deeply flawed; they usually didn&#8217;t have enough traders to generate a price or they had systematically biased prices. But markets became increasingly well-calibrated as they got closer to the event in question.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Note that presidential elections are maybe the hardest context for judging prediction markets. If a market is “well-calibrated,” then, when looking at all the dozens or hundreds of markets it’s run, markets where an outcome has a 70 percent probability should see that outcome occur 70 percent of the time; markets where it has 20 percent odds should see that a fifth of the time; and so on.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To do that kind of analysis, you need a lot of markets and predictions. Presidential elections are one-offs, and aside from the Iowa markets, there haven’t been modern election-betting markets going back for more than a handful of elections. Polymarket, for instance, is only on its second presidential cycle, so we have no way of knowing if it, specifically, is well-calibrated in predicting presidential elections specifically.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Are the markets being manipulated?</h2>\n\n<p class=\"has-text-align-none\">So prediction markets are fairly accurate in general. Why are some people so opposed to them, then?</p>\n\n<p class=\"has-text-align-none\">In the US, the main opposition to betting markets like Kalshi has come from a handful of Democratic senators led by Jeff Merkley (D-OR). “Billionaires and large corporations can now bet millions on which party controls the House or Senate and then spend big to destroy candidates to protect their bets,” <a href=\"https://www.merkley.senate.gov/merkley-ruling-to-allow-betting-on-u-s-congressional-elections-is-a-disaster-for-democracy/\">Merkley bemoaned</a> after the court ruling allowing Kalshi to operate election markets.</p>\n\n<p class=\"has-text-align-none\">The story of the “French whale” on Polymarket seemed to give credence to these fears. About four accounts on the market (Fredi9999, PrincessCaro, Michie, and Theo4) have <a href=\"https://www.wsj.com/finance/betting-election-pro-trump-ad74aa71\">pumped</a> about <a href=\"https://x.com/Domahhhh/status/1848569365639115084\">$45 million</a> into bets on Trump since the <a href=\"https://www.ft.com/content/11ac92f4-02e4-4313-99b8-264182b74b4b\">beginning of September</a>. That’s not a ton in the scheme of a market of over $2 billion, but it’s enough to raise eyebrows. The <a href=\"https://www.wsj.com/finance/betting-election-pro-trump-ad74aa71\">Wall Street Journal</a>, <a href=\"https://www.bloomberg.com/opinion/articles/2024-10-09/a-trump-trade-arbitrage\">Bloomberg</a>, <a href=\"https://www.ft.com/content/11ac92f4-02e4-4313-99b8-264182b74b4b\">Financial Times</a>, and <a href=\"https://www.nytimes.com/2024/10/24/business/dealbook/polymarket-trump-trader.html\">New York Times</a> have written about it, but the best reporter on the topic is the pseudonymous <a href=\"https://x.com/Domahhhh/\">Domer a.k.a. JustKen</a> (he uses a shot of Ryan Gosling in <em>Barbie</em> as his avatar), another major Polymarket trader who was curious just who he was betting against.</p>\n\n<p class=\"has-text-align-none\">Domer did some digging and <a href=\"https://x.com/Domahhhh/status/1846597997507092901\">linked the four accounts to a Frenchman named “Michel”</a>; it seems like they were being controlled by <a href=\"https://x.com/fozzydiablo/status/1846369866091319743\">the same person</a>. Polymarket later <a href=\"https://www.nytimes.com/2024/10/24/business/dealbook/polymarket-trump-trader.html\">confirmed this</a>, stating that all four accounts were run by a French national with “extensive trading experience and a financial services background.” “My best guess is it is a wildly risky-loving uber-wealthy Frenchman who is pretty damn sure that Trump is going to win,” Domer concluded.</p>\n\n<p class=\"has-text-align-none\">But it could also, in theory, be an uber-wealthy Frenchman who is trying to manipulate the market to make Trump’s odds go higher. Polymarket told the <a href=\"https://www.nytimes.com/2024/10/24/business/dealbook/polymarket-trump-trader.html\">New York Times</a> that its investigation into the trader suggested that he was not trying to manipulate the market; he was making gradual, small bets, whereas an attempt to manipulate the market might instead look like buying a ton of shares very quickly so as to move the price as fast as possible.<strong> </strong>(<a href=\"https://www.bloomberg.com/opinion/articles/2024-10-09/a-trump-trade-arbitrage\">Matt Levine at Bloomberg</a> also made this observation). Polymarket concluded that he was instead  &#8220;taking a directional position based on personal views of the election.&#8221;</p>\n\n<p class=\"has-text-align-none\">Then again, it’s impossible to rule out that the trader was trying to manipulate the market but was also savvy enough to trade in a way so as to not <em>look</em> like he was attempting that.<strong> </strong>This is an often-hypothesized problem with prediction markets: someone could rush in with money to boost a particular candidate’s odds, which could then lead to media coverage and public perceptions that think the candidate is a favorite, which could in turn make them the favorite.</p>\n\n<p class=\"has-text-align-none\">The nature of the markets is that if you do this on one market, you will probably have effects on all markets. If Polymarket gives Trump 65 percent odds and Kalshi gives him 55 percent odds, you can make risk-free money by buying Trump at Kalshi and Harris at Polymarket; if you only have to spend 55 cents to get a dollar if Trump wins, and 35 cents to get a dollar if Harris wins, then you can spend 90 cents to get a dollar if either Trump or Harris wins (and there’s basically 100 percent odds that one of them will win). This is called <a href=\"https://corporatefinanceinstitute.com/resources/career-map/sell-side/capital-markets/arbitrage/\">arbitrage</a>, and it tends to close gaps between the markets over time.</p>\n\n<p class=\"has-text-align-none\">A common argument from supporters of prediction markets is that they’re resistant to this kind of manipulation. If someone injects a huge amount of money into a market to make it look a certain way and that appearance is at odds with the underlying reality, then <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1468-0335.2008.00734.x\">there’s money to be made taking the other side of that bet</a>. That’s especially true on sites like Kalshi and Polymarket, which have <a href=\"https://www.bloomberg.com/news/articles/2024-04-03/susquehanna-starts-trading-desk-for-event-contracts-on-kalshi\">larger investors</a>, like hedge funds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If I think Harris has a 60 percent chance of winning and Polymarket thinks it’s 35 percent, I’m not going to sink my life savings into Harris contracts. Sure, that bet is profitable in theory, but there’s still a 40 percent chance that I lose everything. But hedge funds exist more or less entirely to make bets like that, and have much deeper bankrolls and risk tolerances. That means they can help prevent manipulators from swinging markets. Sure enough, around 10 pm ET on Tuesday a single trader ​(<a href=\"https://polymarket.com/profile/0xf0f6d93188725b881fc9b75b94b4424db5f58ac6?tab=activity\">Ly67890</a>) bought over $2.1 million in “Harris wins” shares, indicating that at least one counter-whale has emerged to take the other side of the bet.</p>\n\n<p class=\"has-text-align-none\">Past attempts to manipulate markets have tended to end badly for the manipulators. In 2012, a <a href=\"https://rajivsethi.blogspot.com/2013/09/the-romney-whale.html\">“Romney whale”</a> who spent heavily trying to prop up Mitt Romney’s odds in prediction markets wound up <a href=\"https://www.wsj.com/articles/BL-WB-40584\">losing $4-$7 million</a>. 2008 saw a <a href=\"https://archive.nytimes.com/krugman.blogs.nytimes.com/2008/10/17/manipulating-the-future/\">similar attempt to prop up John McCain’s odds</a>, which led to a crackdown from the now-defunct market Intrade. In Domer’s words, “those people got BTFO” — blown the fuck out.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rhode and Strumpf, the economic historians, have <a href=\"https://s3.amazonaws.com/fieldexperiments-papers2/papers/00325.pdf\">done the most careful academic investigation of manipulation</a> I&#8217;ve seen, and found, &#8220;In the cases studied here, the speculative attack initially moved prices, but these changes were quickly undone and prices returned close to their previous levels. We find little evidence that political stock markets can be systematically manipulated beyond short time periods.&#8221;</p>\n\n<p class=\"has-text-align-none\">It’s impossible to know whether French traders are actively trying to manipulate the market, or simply have a genuine belief that Trump will win and are putting huge amounts of money behind that belief. I asked Rajiv Sethi, a professor of economics at Barnard College, Columbia University, who writes a newsletter on prediction markets, what could explain the markets giving higher probabilities than models like FiveThirtyEight or Silver. “There are two possible explanations,” he told me. “Markets could be absorbing information faster than models. They see stuff that could be moving the models, so the price rises, and then the model adjusts a couple of days later. … There’s an alternative explanation that the market just adds a premium to the model.” That is, the traders could just be a bit more pro-Trump than the models overall.</p>\n\n<p class=\"has-text-align-none\">It’s very very hard to know in real time which of these views is right. Sethi has put together <a href=\"https://rajivsethi.substack.com/p/forecasting-mechanisms-another-update\">some very preliminary evidence</a> by creating virtual traders who buy and sell shares on prediction markets based on what the models from FiveThirtyEight, Silver, and the Economist are saying. None of these traders, he finds, made money; all lost money, by about the same amounts on Polymarket, and by a larger amount for Silver than other models on PredictIt. &#8220;Does this mean that models are performing poorly relative to markets? Tentatively, yes,&#8221; Sethi writes. &#8220;But this could change quite dramatically—in either direction—over the next few days.&#8221;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The real promise of prediction markets</h2>\n\n<p class=\"has-text-align-none\">In some ways, I find presidential elections the most boring use case for prediction markets. Such elections are probably the single event for which we have the most popular interest in and information around predicting. We already have polling and very sophisticated polling-based forecasts that tell us a lot about the race. The website <a href=\"https://www.pollyvote.com/\">Pollyvote</a> has a very nice rundown of the literally dozens of forecasts available based on polls, models like FiveThirtyEight’s and Silver’s, political scientists’ models, and so on.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Do we really need prediction markets on top of those? Maybe not.</p>\n\n<p class=\"has-text-align-none\">But the general idea of using markets to predict hard-to-predict events has merit outside an election context. Synthesizing information from a diverse array of sources is hard, and prediction markets show a lot of promise at that task.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Take natural disasters. Events like hurricanes, typhoons, and earthquakes have huge humanitarian and economic effects, and while we have some statistical models that can predict them a bit, these don’t exactly provide actionable guidance for businesses, residents, insurance companies, and other people with a stake in disaster-prone regions. <a href=\"https://predictions.substack.com/p/003-natural-disaster-forecasting\">Getting decent markets in place</a> could help businesses prepare for supply-chain disruptions and give residents a strong signal that they need to get the hell out, or at least invest in more resilient housing.</p>\n\n<p class=\"has-text-align-none\">The issue is that betting on where is going to have a hurricane next, and how bad it’s going to be, feels a bit ghoulish (though it’s not really any more ghoulish than the odds that actuaries have to sort through every day). It’s certainly not fun, like betting on sports or the presidential election.</p>\n\n<p class=\"has-text-align-none\">I fear that means that the most high-value prediction markets might wind up not only not making their brokers money, but <a href=\"https://www.vox.com/future-perfect/351473/people-bet-on-sports-why-not-on-anything-else\">will have to be subsidized</a>: insurance companies, say, would pay for a market where meteorologists help sort through hurricane odds, or the National Institutes of Health could subsidize a market where medical researchers bet on the results of clinical trials, giving them a better sense of which drugs seem most promising and worth investing in.</p>\n\n<p class=\"has-text-align-none\">To date, prediction markets have been driven by two main forces: a sober-headed assessment of ways in which they can be a useful tool to understand the world and pure degenerate gambler instinct. As someone with a bit of the latter, I totally get how it’s fun. But if prediction markets are going to be of real social value, we need more of the sober force driving things as well.</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, October 25, 2024, 10:10 am: </em></strong><em>This story, originally published October 25, has been updated with new information on the identity of the alleged “French whale,” as well as updated results from election betting markets.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Who’s going to win the presidential election? My answer, as a journalist writing about politics who gets asked this a lot, is always, “It’s a coin flip.” That’s certainly what forecasting models based on polling suggest. As I write this, the Economist gives Donald Trump a 53 percent chance; FiveThirtyEight gives him a 51 percent [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "Zika is still spreading. Why don’t we have a vaccine yet?",
    "link": "https://www.vox.com/future-perfect/379740/zika-virus-vaccine-mosquitoes-climate-change",
    "pubDate": "2024-10-25T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A woman standing in a narrow street holds two babies wearing frilly white dresses and pink ribbons.\" data-caption=\"Maria Jose holds her twin granddaughters Heloisa and Heloa Barbosa, both born with microcephaly, outside of their house in Areia, Paraiba state, Brazil on April 16, 2017. The twins were born to Raquel who said she contracted Zika virus during her pregnancy. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Mario Tama/Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Mario Tama/Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-669361122.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Maria Jose holds her twin granddaughters Heloisa and Heloa Barbosa, both born with microcephaly, outside of their house in Areia, Paraiba state, Brazil on April 16, 2017. The twins were born to Raquel who said she contracted Zika virus during her pregnancy. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Mario Tama/Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">When it comes to infectious diseases, the mosquitos are winning. In the last year, health officials reported a <a href=\"https://www.who.int/news-room/fact-sheets/detail/dengue-and-severe-dengue\">spike</a> in <a href=\"https://www.vox.com/future-perfect/24099834/dengue-fever-virus-mosquito-brazil-vaccine\">dengue</a> and have recorded infections even in nontropical areas, where the disease typically did not spread. Malaria is resurging in parts of North and South <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6471461/\">America</a>, <a href=\"https://www.carbonbrief.org/malaria-resurgence-feared-in-ethiopia-amid-el-nino-and-climate-change/\">Africa</a>, and <a href=\"https://www.aplma.org/blog/fighting-resurgence-of-malaria-among-migrant-populations-along-the-thai-myanmar-border---expert-interview-with-prof-nosten-smru\">Asia</a>. Even <a href=\"https://www.niaid.nih.gov/about/anthony-s-fauci-md\">Anthony Fauci</a>, the former director of the National Institute of Allergy and Infectious Diseases, contracted a nasty case of West Nile from a <a href=\"https://www.nytimes.com/2024/10/07/opinion/fauci-west-nile-virus.html\">mosquito in his backyard</a> in DC.</p>\n\n<p class=\"has-text-align-none\">Some of the increase can be <a href=\"https://www.vox.com/future-perfect/2019/3/7/18254825/zika-dengue-yellow-fever-mosquitos-climate-change\">explained</a> by mosquitos thriving in new places thanks to changes in temperature and rainfall. Mosquitoes and the pathogens they carry are also developing <a href=\"https://www.vox.com/health/23814358/west-nile-virus-symptoms-mosquito-repellant-disease-bite-insecticide-resistance\">resistance</a> to the pesticides and drugs previously used to eliminate them.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">The US government and other global health donors have invested billions to develop new vaccines and medicines for mosquito-borne diseases such as <a href=\"https://www.cdc.gov/dengue/hcp/vaccine/index.html#:~:text=around%20their%20homes.-,About%20Dengvaxia,made%20with%20natural%20rubber%20latex.\">dengue</a>, <a href=\"https://www.who.int/news/item/06-10-2021-who-recommends-groundbreaking-malaria-vaccine-for-children-at-risk#:~:text=Strong%20safety%20profile:%20To%20date,moderate%20to%20high%20malaria%20transmission.\">malaria</a>, and <a href=\"https://www.cdc.gov/chikungunya/prevention/chikungunya-vaccine.html#:~:text=One%20chikungunya%20vaccine%20(called%20IXCHIQ,heart%20disease%2C%20high%20blood%20pressure)\">chikungunya</a>. One virus, though, that has faded into the background still has no vaccine and no cure: Zika.</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.who.int/news-room/feature-stories/detail/the-history-of-zika-virus\">2015</a>, the Zika virus — which had previously rarely infected humans — suddenly spread rapidly, leading to more than a <a href=\"https://www.lshtm.ac.uk/newsevents/news/2022/brazilian-babies-born-zika-virus-syndrome-greater-risk-death-first-three-years#:~:text=In%20April%202015%20until%20November,learning%20disabilities%20in%20later%20life.\">million</a> cases over two years. Even worse, scientists observed a horrifying phenomenon: A small fraction of infected pregnant women gave birth to children with what became known as congenital Zika syndrome, characterized by severe <a href=\"https://www.cdc.gov/zika/czs/index.html#:~:text=Overview%20of%20Zika%2Dassociated%20birth,making%20it%20difficult%20to%20move\">birth defects</a> such as hearing and vision loss, feeding problems, and <a href=\"https://www.hopkinsmedicine.org/health/conditions-and-diseases/zika#:~:text=Overview,infected%20with%20Zika%20while%20pregnant.\">microcephaly</a>, a neurological condition in which babies have abnormally small heads. In Brazil, which was hardest hit by the epidemic, more than <a href=\"https://www.lshtm.ac.uk/newsevents/news/2022/brazilian-babies-born-zika-virus-syndrome-greater-risk-death-first-three-years#:~:text=In%20April%202015%20until%20November,learning%20disabilities%20in%20later%20life.\">3,500</a> babies were born with Zika-related birth defects.</p>\n\n<p class=\"has-text-align-none\">Fortunately, the number of Zika infections worldwide declined rapidly toward the end of 2016, albeit for reasons still largely unknown. A leading theory is that the virus spread so fast that communities developed <a href=\"https://www.thelancet.com/journals/lanpub/article/PIIS2468-2667(18)30029-X/fulltext\">herd immunity</a>. Or perhaps mosquito control efforts, like spraying pesticides and encouraging communities to eliminate sources of standing water, wiped out the virus’s transmission route. The continental US has <a href=\"https://www.cdc.gov/zika/zika-cases-us/index.html\">not recorded</a> any cases since 2018 and US territories have not since 2019. </p>\n\n<p class=\"has-text-align-none\">Unfortunately, as Zika cases declined, so did global funding and interest in Zika. Public health officials and, more importantly, donors and policymakers turned toward other priorities, including the coming Covid-19 pandemic. No Zika vaccine ever came to fruition. </p>\n\n<p class=\"has-text-align-none\">Despite the decline in attention, Zika is still spreading in many countries. In the first half of 2023, health officials recorded about <a href=\"https://www.gov.uk/government/publications/emerging-infections-monthly-summaries/infectious-disease-surveillance-and-monitoring-for-animal-and-human-health-summary-january-to-june-2023#:~:text=Between%201%20January%20and%2030,virus%20cases%20were%20locally%20acquired.\">27,000</a> Zika infections in the Americas, with Brazil the most affected country with more than <a href=\"https://www.gov.uk/government/publications/emerging-infections-monthly-summaries/infectious-disease-surveillance-and-monitoring-for-animal-and-human-health-summary-january-to-june-2023#:~:text=Between%201%20January%20and%2030,virus%20cases%20were%20locally%20acquired.\">2,700</a> cases. Thousands of babies are still being born with preventable disabilities.  </p>\n\n<p class=\"has-text-align-none\">“With a safe and effective Zika vaccine, we could eliminate the possibility of congenital Zika syndrome, and I think that would have a huge impact,” said <a href=\"https://publichealth.jhu.edu/faculty/798/anna-p-durbin\">Anna Durbin</a>, a professor of international health and global disease epidemiology and control at Johns Hopkins University. “Even if there are few cases of congenital Zika syndrome, just the emotional, financial effect of that is huge.”</p>\n\n<p class=\"has-text-align-none\">Scientists and global health experts <a href=\"https://www.gavi.org/vaccineswork/zika-hasnt-disappeared-heres-why-it-should-stay-our-radar\">warn</a> that Zika, alongside other mosquito-borne infectious diseases, could make a broader resurgence. The first step to defeating pandemics is, of course, prevention, and a Zika vaccine is vital to that goal.</p>\n\n<p class=\"has-text-align-none\">But major hurdles stand in the way. Private pharmaceutical companies aren’t willing to invest in vaccine development because so few people are getting infected now — and those who are getting infected largely live in relatively poor countries. Researchers say governments aren’t investing sufficient public funds in vaccine development. And it is almost impossible to run a traditional clinical trial for the few vaccines hastily developed during the 2015 outbreak. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>A brief history of Zika&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">In the early months of<a href=\"https://www.who.int/news-room/feature-stories/detail/the-history-of-zika-virus\"> 2015</a>, doctors in Brazil noticed a sudden surge of patients with an odd skin rash. They alerted the World Health Organization (WHO) that an unknown infectious disease might be emerging. Within a<a href=\"https://www.cdc.gov/mmwr/volumes/66/wr/mm6612a4.htm\"> few months</a>, scientists identified the cause of the outbreak: <a href=\"https://www.who.int/health-topics/zika-virus-disease#tab=tab_1\">Zika</a>, a virus first discovered in the Zika forest of Uganda in <a href=\"https://www.who.int/news-room/feature-stories/detail/the-history-of-zika-virus\">1947</a> that is spread by certain types of mosquitoes.</p>\n\n<p class=\"has-text-align-none\">At first, there was little cause for concern. Since the <a href=\"https://www.who.int/news-room/fact-sheets/detail/zika-virus#:~:text=Overview,detected%20across%20Africa%20and%20Asia.\">1960s</a>, the virus has caused only sporadic infections in Africa and Asia, and then later in the Americas. Moreover, Zika doesn’t cause symptoms in about <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7312578/\">80 percent</a> of people who are infected, while others typically experience only minor illness characterized by a low-grade fever, skin rash, and conjunctivitis. By March 2015, of the <a href=\"https://www.who.int/news-room/feature-stories/detail/the-history-of-zika-virus\">7,000</a> or so people who had developed the skin rash in Brazil, no one had died.</p>\n\n<p class=\"has-text-align-none\">But then in <a href=\"https://www.paho.org/en/stories/zika-unknown-epidemic-and-pahos-swift-response\">September</a>, Brazilian doctors began noticing a troubling new pattern. Somewhere between <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5578104/\">2 percent</a> and <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7312578/\">6</a> percent of babies born to women who had Zika had small, misshaped brains, a condition called <a href=\"https://www.hopkinsmedicine.org/health/conditions-and-diseases/zika#:~:text=Overview,infected%20with%20Zika%20while%20pregnant.\">microcephaly</a>. <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7312578/\">Other</a> babies were missing key brain structures or had other malformations. Clinicians called it congenital Zika syndrome.</p>\n\n<p class=\"has-text-align-none\">To make matters worse, the virus was spreading rapidly beyond the borders of Brazil. In December, the Pan American Health Organization <a href=\"https://www.paho.org/en/stories/zika-unknown-epidemic-and-pahos-swift-response\">declared</a> the Zika outbreak an international health emergency. The WHO followed suit in <a href=\"https://www.who.int/news-room/fact-sheets/detail/zika-virus\">February</a> the next year. By the end of <a href=\"https://www.paho.org/en/stories/zika-unknown-epidemic-and-pahos-swift-response\">2016</a>, 48 countries and territories across North and South America were reporting cases. </p>\n\n<p class=\"has-text-align-none\">Funding for the outbreak response <a href=\"https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(16)30332-2/fulltext\">surged</a>. The US government alone put up <a href=\"https://www.kff.org/global-health-policy/issue-brief/the-status-of-funding-for-zika-the-presidents-request-congressional-proposals-final-funding/\">$1.1 billion</a> to support activities such as surveillance, education, mosquito control, and vaccine research. Various research <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9694033/\">groups</a>, mostly in the US, the UK, and South Korea, developed some 40 vaccine candidates. A handful of those vaccines underwent small phase 1 and 2 clinical trials and seemed promising, <a href=\"https://virologyphd.hms.harvard.edu/people/dan-hung-barouch\">Dan Barouch</a>, a professor of immunology at Harvard Medical School, recalled.</p>\n\n<p class=\"has-text-align-none\">Then suddenly the outbreak subsided. Countries went from reporting <a href=\"https://www.cdc.gov/mmwr/volumes/66/wr/mm6612a4.htm#:~:text=In%20the%20non%2DLatin%20Caribbean,at%20high%20levels%20through%20July.\">thousands of cases</a> every few months in 2016 to only a few, sporadic cases in 2017.</p>\n\n<p class=\"has-text-align-none\">This was, obviously, a good thing. Unfortunately, though, once a disease poses a minimal threat to high-income countries, where most research and development takes place, progress toward developing effective vaccines and medicines tends to stall. Governments, scientists, and pharmaceutical companies transition funding and attention to the next health emergency, leaving low-income countries in the global South to fend for themselves.</p>\n\n<p class=\"has-text-align-none\">But the rapid rise and fall of the Zika outbreak posed another challenge. Two years into the outbreak, when candidate vaccines were ready for real-world testing, there were no longer enough susceptible people for a phase 3 clinical trial.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Why Zika vaccine development has stalled</strong></h2>\n\n<p class=\"has-text-align-none\">Before a regulatory body such as the US Food and Drug Administration can <a href=\"https://www.cdc.gov/vaccines/basics/how-developed-approved.html#:~:text=even%20after%20approval.-,Approving%20the%20vaccine,details%20about%20the%20manufacturing%20process\">approve</a> a new vaccine, it generally must be proven safe and effective in a large <a href=\"https://med.uc.edu/depart/psychiatry/research/clinical-research/crm/trial-phases-1-2-3-defined#:~:text=to%20Phase%20III.-,Phase%20III,studies%20are%20randomized%20and%20blinded.\">phase 3 clinical trial</a>. A few thousand people are vaccinated and then observed to measure the dose’s effectiveness once some of those people contract the disease. So researchers need a large pool of people willing to be in a trial and who may also be exposed to the disease.</p>\n\n<p class=\"has-text-align-none\">During the first year or so of the 2016-2017 Zika outbreak, there would have been more than enough people for such a trial. But researchers first had to complete smaller phase 1 and 2 trials, which primarily focus on safety. By the time some vaccines were ready for phase 3 trials, the outbreak was too small to provide sufficient subjects. </p>\n\n<p class=\"has-text-align-none\">Even today, whenever Zika sporadically pops up around the world, there are typically only a few hundred cases at a given time, and researchers can’t pinpoint where and when cases will arise. They still can’t start up a trial, Durbin explained.</p>\n\n<p class=\"has-text-align-none\">There are alternative pathways to getting a vaccine approved that don’t require phase 3 clinical trials. According to Durbin, drug developers don’t want to cover those costs because they are unlikely to recoup them, given how few people are getting Zika now. </p>\n\n<p class=\"has-text-align-none\">A lack of government funding for vaccine research and development is compounding this problem. Government funding for various diseases comes in waves with the outbreaks, first for Ebola then for Zika, and then for Covid-19.</p>\n\n<p class=\"has-text-align-none\">On the bright side, if another large-scale Zika outbreak were to occur, scientists already have a handful of vaccine candidates that are ready for larger clinical trials. Scientists and vaccine manufacturers would still need to make enough vaccines for a large trial and receive approval from authorities and ethics review boards in whichever countries the trials take place.</p>\n\n<p class=\"has-text-align-none\">Even though transmission is much lower than in 2015 and 2016, Durbin says there is still an urgent need for a vaccine.</p>\n\n<p class=\"has-text-align-none\">“Women who were living in Brazil during that outbreak were terrified if they were pregnant, absolutely terrified of what would happen to their babies,” she said. “It would provide tremendous peace of mind.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The peace of mind of mothers in the global South, however, isn’t enough to move large drug companies.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When it comes to infectious diseases, the mosquitos are winning. In the last year, health officials reported a spike in dengue and have recorded infections even in nontropical areas, where the disease typically did not spread. Malaria is resurging in parts of North and South America, Africa, and Asia. Even Anthony Fauci, the former director [&#8230;]",
    "author": "Jessica Craig"
  },
  {
    "title": "Dumped? Divorced? Time to go viral. ",
    "link": "https://www.vox.com/culture/379902/viral-breakup-song-drama-tiktok-spritely",
    "pubDate": "2024-10-25T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"The cover art for Spritely’s song “Fake It.”\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/bGNBaxIm.png?quality=90&#038;strip=all&#038;crop=0,20.666015625,100,62.2529296875\" />\n\t<figcaption>The cover art for Spritely’s song “Fake It.”</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s a tale as old as time: a devastating breakup comes out of nowhere without warning, shattering our sense of self and potentially our living arrangements, our friendships, our families.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A more recent phenomenon is when that breakup goes massively viral after the injured party documents their heartbreak for the camera. That’s what happened when 29-year-old musician Jillian Lavin, who goes by her stage name Spritely, <a href=\"https://www.tiktok.com/@spritelynotthesoda/video/7425673257782889774?\">posted a video</a> about the demise of her relationship in the form of a song.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Imagine,” she sings with pop-punk malaise, juxtaposed with a video of herself crying, “you live in LA with your boyfriend and everything’s going amazing.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">It does not remain that way. As Spritely sings, said boyfriend of three and a half years tells her he wants to move to Texas to be closer to his family. After she takes months off of work, quits her improv troupe, and drains her savings to make the move with him, he hands her a note that says they’re “incompatible.” There’s humor in the video, despite its dark turn. “How did I not notice? Wow, what a surprise! Thank you for informing me that this whole time we had nothing in common!” she sings against an increasingly frantic beat, abruptly ending with the fact that she’s now living in Florida with her mom.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@spritelynotthesoda/video/7425673257782889774\" data-video-id=\"7425673257782889774\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@spritelynotthesoda\" href=\"https://www.tiktok.com/@spritelynotthesoda?refer=embed\">@spritelynotthesoda</a> <p>Anyway how have you been??  <a title=\"breakup\" target=\"_blank\" href=\"https://www.tiktok.com/tag/breakup?refer=embed\">#breakup</a> <a title=\"heartbroken\" target=\"_blank\" href=\"https://www.tiktok.com/tag/heartbroken?refer=embed\">#heartbroken</a> <a title=\"storytime\" target=\"_blank\" href=\"https://www.tiktok.com/tag/storytime?refer=embed\">#storytime</a> <a title=\"healing\" target=\"_blank\" href=\"https://www.tiktok.com/tag/healing?refer=embed\">#healing</a> </p> <a target=\"_blank\" title=\"♬ original sound - spritely\" href=\"https://www.tiktok.com/music/original-sound-7425673245417851690?refer=embed\">♬ original sound &#8211; spritely</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">Within a few days, the video had made it to Reddit’s front page. It currently has 64 million views <a href=\"https://x.com/tythecreations/status/1847657205065036271\">on X</a>,  20 million views <a href=\"https://www.instagram.com/p/DBHJsVUu9fL/?hl=en\">on Instagram</a>, and nearly 3 million <a href=\"https://www.tiktok.com/@spritelynotthesoda/video/7425673257782889774\">on TikTok</a>. At some point, Katy Perry liked it. All of which puts Spritely in an odd but increasingly common position: A terrible event in her life has given her the kind of attention many artists would kill for. </p>\n\n<p class=\"has-text-align-none\">For Spritely, it was the virality she’d been after for years as a working musician: She’d already built up a sizable following on TikTok and Instagram and had gone viral before, mostly for her reimaginings of popular songs in the style of other artists (what if Vanessa Carlton’s “A Thousand Miles” <a href=\"https://www.tiktok.com/@spritelynotthesoda/video/7280646648328391979\">was hyperpop</a>, or what if <a href=\"https://www.tiktok.com/@spritelynotthesoda/video/7303662119042469166\">Lana Del Rey sang Nickelback</a>?). “I spent probably 60 percent of my time the past year trying to make content, and the last week outpaced that,” she tells me. Since she posted the video on October 14, she’s doubled her <a href=\"https://www.instagram.com/spritely/?hl=en\">Instagram following</a>, up to 88,000. </p>\n\n<p class=\"has-text-align-none\">The success came after an EP she’d worked hard on — ironically, about the “fairy tale” love story she had with her ex-boyfriend — was released in January 2023 to little fanfare. “It’s a hard industry, mostly nothing happened with it,” she says. “Now that it’s the demise of that relationship, all of a sudden people are seeing that EP.”</p>\n\n<p class=\"has-text-align-none\">The “joke song,” as she calls it, was written in about a half hour, and she didn’t intend to post it right away. If she’d known it would go viral, she says, “I would have saved it for way further down the line when I was much more prepared. Because the truth is, I am still very, very much in the throes of heartbreak.”</p>\n\n<p class=\"has-text-align-none\">On top of the thousands of comments expressing condolences to Spritely and sharing their own relationship horror stories, there were others making threads about how she was “<a href=\"https://twitter.com/ChrisAlvino/status/1848255251905671389?\">codependent</a>” and missed <a href=\"https://x.com/missmayn/status/1848448183875084542?\">earlier red flags</a>. This is, of course, the risk of virality: Get enough attention and skeptics are inevitable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the biggest criticisms of Spritely’s video was her decision to post it at all. “There are certain things that happen to you that are stupid and unfair and that you absolutely should not keep posting about,” <a href=\"https://x.com/Liv_Agar/status/1848474248089850260\">wrote podcaster Liv Agar</a>. “I just inherently don&#8217;t trust people who upload videos of themselves crying onto the internet,” <a href=\"https://x.com/BeeBabs/status/1848073348955209910\">added author Bolu Babalola</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That choice — to share something deeply personal, in vivid, vulnerable detail — has never been a straightforward one, but there’s never been more incentive to <a href=\"https://www.thecut.com/article/aspyn-ovard-parker-ferris-divorce-drama-timeline.html\">divulge on the internet</a> when you’re at your most emotionally raw. If you’re an artist who knows that one of the very few ways to build a career without a big budget or the backing of a major label <a href=\"https://www.vox.com/culture/2024/2/1/24056883/tiktok-self-promotion-artist-career-how-to-build-following\">is to hit the viral jackpot</a>, posting about your personal life can be worth whatever might come after.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Who’s to say a mostly-kidding song about a breakup couldn’t produce the next Taylor Swift?&nbsp;</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Juicy stories have always captured the public’s attention; it’s the reason people buy tabloids,&nbsp; follow <a href=\"https://www.vox.com/the-goods/22164190/deuxmoi-instagram-celebrity-gossip\">gossip Instagram accounts</a>, and read <a href=\"https://www.vox.com/culture/23933869/britney-spears-memoir-the-woman-in-me-justin-timberlake-tabloids\">dishy memoirs</a> or personal essays. Yet social media, and in particular <a href=\"https://www.forbes.com/sites/goldiechan/2023/06/02/5-ways-creators-can-make-money-on-social-platforms/\">creator funds like TikTok’s, Meta’s and X’s</a>, have allowed people to profit directly from their stories with zero overhead (Spritely, for instance, made a few hundred dollars from the video via TikTok’s revenue sharing program).&nbsp;</p>\n\n<p class=\"has-text-align-none\">A great “<a href=\"https://www.refinery29.com/en-gb/tik-tok-crop-story-time-explained\">storytime” TikTok</a> could be the ticket out of a life of 9-to-5 drudgery and a lucrative career as an influencer who makes their income on brand deals or direct payments from subscribers. It happened to Tareasa “Reesa Teesa” Johnson earlier this year, who gained 3.5 million followers and <a href=\"https://variety.com/2024/tv/news/who-tf-did-i-marry-tiktok-tv-show-natasha-rothwell-1236130024/\">landed a TV adaptation</a> of her 50-part, eight-hour TikTok series about her relationship with her pathological liar ex-husband. Crying on camera — a bustling genre of online content —&nbsp; can <a href=\"https://www.nytimes.com/2021/03/20/books/booktok-tiktok-video.html\">sell books</a>, <a href=\"https://nypost.com/2024/02/23/us-news/gen-zer-gets-social-media-job-after-posting-tiktok-crying-in-the-streets-of-nyc-with-a-stack-of-resumes/\">score you a job</a>, or <a href=\"https://x.com/signulll/status/1792241786393334127\">get a whole lot</a> of <a href=\"https://www.thecut.com/article/tiktok-videos-single-women-crying.html\">think pieces written</a> about you, even if viewers might <a href=\"https://www.reddit.com/r/OutOfTheLoop/comments/f6arzp/what_is_going_on_with_people_crying_on_tik_tok/\">find it cringey</a>.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@aspynovard/video/7429074237345860906\" data-video-id=\"7429074237345860906\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@aspynovard\" href=\"https://www.tiktok.com/@aspynovard?refer=embed\">@aspynovard</a> <p>i cant help but wonder what i did in my last life to deserve to suffer so greatly in this one </p> <a target=\"_blank\" title=\"♬ Tequila or whiskey demo by Willow Avalon - Willow Avalon\" href=\"https://www.tiktok.com/music/Tequila-or-whiskey-demo-by-Willow-Avalon-7372720763708771114?refer=embed\">♬ Tequila or whiskey demo by Willow Avalon &#8211; Willow Avalon</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">People are monetizing their personal lives in other ways, too: Newsletter writers on Substack place a paywall right at the point of an essay when some particularly private story is about to be told, like details about a divorce or giving birth, so that only paid members can read it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Spritely understands this perhaps better than anyone: She’d <a href=\"https://www.tiktok.com/@spritelynotthesoda/video/7374132740628876590\">made videos</a> about the pressures of endlessly marketing herself in the cutthroat attention economy — how it turns individual artists into content farms catering to the algorithm. Now that she’s won the social media lottery, the question becomes, “How <a href=\"https://www.vox.com/the-goods/22899585/influencer-rate-calculator-pay-gap-brand-deals-sponsorships\">will she capitalize on it</a>?” We’re currently in a world where a <a href=\"https://www.vox.com/internet-culture/357813/hawk-tuah-girl-meme-tiktok-explained\">single blow job joke</a> can turn a woman into one of the <a href=\"https://x.com/AFpost/status/1837964724765389290?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1837964724765389290%7Ctwgr%5Efc4b9137e53814390cc3751d2960d2c6779a4a60%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.buzzfeed.com%2Fmjs538%2Fmost-popular-podcasts\">top podcasters in the country</a> — who’s to say a mostly-kidding song about a breakup couldn’t produce the next Taylor Swift?&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I&#8217;m hustling to get something out there,” she says. “The first month after the breakup, I just quit everything else I was doing and just wrote a ton of songs, and I&#8217;m trying to get those out as soon as possible. But mostly the moral of that story is also I&#8217;m a basket case. I am devastated.”</p>\n\n<p class=\"has-text-align-none\">That’s the thing with putting your personal trauma on the internet: You’ve got to relive it as long as your audience does. Perhaps that’s why a highly popular method of getting around that particular pitfall is to steal other people’s dramatic stories and pass them off as your own. One <a href=\"https://defector.com/i-took-a-tiktok-class-what-happened-next-blew-my-mind?utm_source=substack&amp;utm_medium=email\">“how to go viral on TikTok” course suggested</a> you comb through <a href=\"https://www.vox.com/culture/370577/am-i-the-asshole-aita-verse-advice-ecosystem-tiktok\">Reddit’s “Am I The Asshole”</a> forum and read them in first person, as though the anecdote happened to you.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Spritely has even encountered this in her own circle, which includes many other artists and video creators. “I’ve seen something they post on TikTok that goes viral and I’m like, ‘Oh my god, this happened to you? I’m so sorry!’ And she’ll be like, ‘You believed that? That didn’t really happen.’”</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>It’s worth asking ourselves what, if given the opportunity for internet fame, we would and wouldn’t do</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">The lowest form of “storytime” content is, of course, the kind that isn’t even yours. But it’s massively popular anyway, which heightens the stakes and ratchets up the incentives for other creators to share even wilder stories.</p>\n\n<p class=\"has-text-align-none\">It’s hard not to be reminded of an earlier time in media, the years between 2008 and 2016ish, where sites like <a href=\"https://www.newyorker.com/culture/jia-tolentino/the-personal-essay-boom-is-over\">xoJane and Thought Catalog paid writers</a> little or no money to detail their most traumatic encounters or fire off their most cancelable takes. The benefits, theoretically, extended both ways: The sites would get monster traffic for cheap, and the writer would gain clout and hopefully, a paid gig somewhere down the line.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The economic alchemy that led to the personal essay boom has shifted. Now the incentives are on social media, no editor or publishing company required — although, as usual, they still favor the platforms. It’s worth asking why we’re so quick to criticize those capitalizing on viral kismet when the entire entertainment industry is built around creating it. It’s also worth asking ourselves what, if given the opportunity for internet fame, we would and wouldn’t do. As Spritely puts it: “This pressure to make content is very much a moral conundrum a lot of the time.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s a tale as old as time: a devastating breakup comes out of nowhere without warning, shattering our sense of self and potentially our living arrangements, our friendships, our families.&#160; A more recent phenomenon is when that breakup goes massively viral after the injured party documents their heartbreak for the camera. That’s what happened when [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "Why it’ll be even harder for Trump to steal the election this time",
    "link": "https://www.vox.com/donald-trump/379351/donald-trump-january-6-election-2024-supreme-court",
    "pubDate": "2024-10-25T10:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An older white man with short graying hair wears black sunglasses and a suit. He is pictured mid-speech. Several American flags wave in the air behind him. \" data-caption=\"Former Trump lawyer John Eastman.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23885105/GettyImages_1236302381.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former Trump lawyer John Eastman.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The fight over who will become the next president is unlikely to end on Election Day if Vice President Kamala Harris prevails in the upcoming election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We know this because of former President Donald Trump’s behavior after he lost the 2020 election. Trump didn’t just <a href=\"https://www.vox.com/policy-and-politics/2022/12/23/23522835/january-6-committee-report-takeaways\">incite an insurrection at the US Capitol</a> on January 6, 2021; he and his fellow Republicans filed a wave of lawsuits <a href=\"https://www.vox.com/2020/10/19/21524177/supreme-court-voting-rights-pennsylvania-republican-boockvar-amy-coney-barrett\">seeking to skew the election results</a>. And, with the help of some of the most unscrupulous lawyers in the country, Trump devised a fantastical scheme to <a href=\"https://cdn.cnn.com/cnn/2021/images/09/20/eastman.memo.pdf\">replace legitimate members of the Electoral College with his own loyalists</a>.</p>\n\n<p class=\"has-text-align-none\">Yet, while more shenanigans are almost certainly inevitable if Trump comes up short in November, the legal landscape in 2024 is less favorable to these kinds of dirty tricks than it was in 2020. The biggest reason for that is that lawyers thrive on novelty, while courts are supposed to follow previous precedents when deciding new cases.</p>\n\n<p class=\"has-text-align-none\">In 2020, the world was suffering from the unusual calamity of the pandemic, which raised all sorts of legal questions that courts had not confronted before. That gave judges who were inclined to rule in Trump’s favor — Republicans control the federal judiciary — more leeway to <a href=\"https://www.vox.com/2020/4/11/21217546/wisconsin-ballots-postmark-supreme-court-rnc-dnc\">place a thumb on the scale favoring the Republican Party</a> and to do so without being accused of violating a clear precedent to the contrary.</p>\n\n<p class=\"has-text-align-none\">In 2024, by contrast, large swaths of Americans are no longer cowering in their homes, fearful that a trip to the polls could infect them with Covid-19. Both the law and the nature of the two parties’ coalitions have shifted in ways that make it harder for Republicans to toy with who is able to cast a ballot.</p>\n\n<p class=\"has-text-align-none\">That’s not to say anyone should expect Harris to simply be able to walk into the White House, even if she wins fair and square. If Harris prevails, Trump lawsuits seeking to overturn her victory are all but inevitable, as could be attempts to repeat the January 6 insurrection.</p>\n\n<p class=\"has-text-align-none\">Indeed, some of this legal maneuvering has already begun. On Wednesday evening, for example, the Pennsylvania Supreme Court <a href=\"https://www.pacourts.us/assets/opinions/Supreme/out/J-82B-2024mo%20-%20106118370285553688.pdf?cb=1\">rejected the Republican Party’s claim</a> that certain voters who cast mailed-in ballots improperly should effectively be disenfranchised, rather than being given another opportunity to vote on Election Day. It is probably inevitable that this case will be appealed to the US Supreme Court. If the highest Court embraces the GOP’s argument, that could potentially flip the result of an extraordinarily close election to Trump — but only if the winner of the presidential election all comes down to Pennsylvania, and the Pennsylvania race is very close. </p>\n\n<p class=\"has-text-align-none\">It is <a href=\"https://electionlab.mit.edu/articles/how-many-naked-ballots-were-cast-pennsylvanias-2020-general-election\">difficult to predict in advance</a> how many ballots will be impacted by this case, which is known as <a href=\"https://www.pacourts.us/assets/opinions/Supreme/out/J-82B-2024mo%20-%20106118370285553688.pdf?cb=1\"><em>Genser v. Butler County Board of Elections</em></a>, during the 2024 cycle, but we’re probably only talking about enough votes to increase Harris’s vote count by maybe a few thousand.</p>\n\n<p class=\"has-text-align-none\">Overall — even taking into account the <em>Genser </em>case — Trump’s lawyers have less to work with this year than they did four years ago.</p>\n\n<h2 class=\"wp-block-heading\">Novel legal issues breed bad law</h2>\n\n<p class=\"has-text-align-none\">The worst place to be, if you are a lawyer, is arguing a truly novel case before a hostile panel of judges.</p>\n\n<p class=\"has-text-align-none\">Democrats already got a taste of this nightmare earlier this year. There’s never been a viable presidential candidate who incited an insurrection. Nor has there been one who, while previously serving as president, committed very serious crimes in office. These unique facts produced unprecedented court proceedings, including a Colorado state Supreme Court decision <a href=\"https://www.vox.com/scotus/2024/1/3/24022580/supreme-court-donald-trump-ballot-insurrection-fourteenth-amendment-colorado-anderson\">holding Trump ineligible for the presidency</a> because of his role in the insurrection and a <a href=\"https://www.vox.com/scotus/2024/4/22/24133424/supreme-court-donald-trump-immunity-january-6-president\">criminal prosecution of a former president</a>.</p>\n\n<p class=\"has-text-align-none\">The Republican-controlled Supreme Court, however, seized upon these unique cases to hand down two extraordinarily pro-Trump decisions: one that effectively <a href=\"https://www.vox.com/scotus/2024/3/4/24090163/supreme-court-donald-trump-anderson-ballot-disqualification-fourteenth-amendment\">neutralized the Constitution’s ban on insurrectionist presidents</a> for the duration of the 2024 election, and another that gave Donald Trump <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">sweeping immunity from criminal prosecution</a> for crimes he committed using the power of the presidency.</p>\n\n<p class=\"has-text-align-none\">The only good thing that can be said about these decisions is that they are in the past. Trump’s criminality did raise novel legal questions, but those questions have now been resolved. It’s hard to see how Trump’s lawyers could leverage the fact that he incited an insurrection in 2020 to challenge the result of the 2024 election, or to change how that election is conducted any more than he already has.</p>\n\n<h2 class=\"wp-block-heading\">The pandemic is over. That’s bad news for Trump’s legal team.</h2>\n\n<p class=\"has-text-align-none\">The 2020 election itself raised a host of novel legal questions, but those questions largely emerged from the highly unusual circumstances created by the Covid-19 pandemic. During the pandemic, many voters understandably did not wish to vote in an indoor polling place where they could potentially catch the coronavirus from a fellow citizen. So state and federal officials altered election procedures in many states to make it easier to cast ballots by mail.</p>\n\n<p class=\"has-text-align-none\">In Wisconsin, for example, a federal judge ruled that certain <a href=\"https://www.vox.com/2020/4/6/21211378/supreme-court-coronavirus-voting-rights-disenfranchise-rnc-dnc\">mailed ballots that arrived after Election Day should still be counted</a> — the state was struggling to process an unprecedented number of requests for such ballots, and many were not mailed until very close to that state’s April 2020 judicial election. In South Carolina, another judge temporarily blocked a state law requiring absentee voters to <a href=\"https://www.vox.com/21504075/supreme-court-election-brett-kavanaugh-andino-middleton-south-carolina\">have another person sign their ballot as a witness</a>. In Pennsylvania, the state supreme court ruled that <a href=\"https://www.vox.com/2020/10/19/21524177/supreme-court-voting-rights-pennsylvania-republican-boockvar-amy-coney-barrett\">many ballots received up to three days after the November election would be counted</a>.</p>\n\n<p class=\"has-text-align-none\">Significantly, however, all three of these decisions received a chilly reception from a Republican Supreme Court. In the Wisconsin case, the Republican justices ordered the state to toss out ballots that were not postmarked by Election Day — even though many ballots <a href=\"https://www.vox.com/2020/4/11/21217546/wisconsin-ballots-postmark-supreme-court-rnc-dnc\">had no postmark at all</a>. In the South Carolina case, the Supreme Court <a href=\"https://www.vox.com/21504075/supreme-court-election-brett-kavanaugh-andino-middleton-south-carolina\">reinstated the state law</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Pennsylvania Supreme Court’s decision, meanwhile, wound up surviving contact with the US Supreme Court, but probably only due to an accident of timing. The case reached the Court during the interregnum between Democratic Justice Ruth Bader Ginsburg’s death and Republican Justice Amy Coney Barrett’s confirmation, and the eight remaining justices <a href=\"https://www.vox.com/2020/10/19/21524177/supreme-court-voting-rights-pennsylvania-republican-boockvar-amy-coney-barrett\">split 4-4 on whether to toss out the contested Pennsylvania ballots</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, the Court <a href=\"https://www.vox.com/2021/2/22/22295164/supreme-court-trump-two-losses-vance-pennsylvania-amy-coney-barrett-clarence-thomas-samuel-alito\">dismissed the case as moot</a>, in large part because Joe Biden won the state by a large enough margin that it wouldn’t have mattered if these ballots were thrown in the trash.</p>\n\n<p class=\"has-text-align-none\">But the fact that Biden’s margin of victory was enough to overcome this lawsuit does not mean that the democratic process would have played out fairly if the election had been closer. Had Pennsylvania been close enough that the fate of these contested ballots would have decided it, the Republican justices could have easily made up a reason to hand the election to Trump — the Court’s right flank even <a href=\"https://www.vox.com/2021/2/22/22295164/supreme-court-trump-two-losses-vance-pennsylvania-amy-coney-barrett-clarence-thomas-samuel-alito\">had a legal argument ready to go</a>, and the novelty of the legal issues presented by the pandemic would have left Biden without any clear precedent he could use to criticize such a ruling.</p>\n\n<p class=\"has-text-align-none\">In any event, few, if any, of the novel legal questions that arose out of the pandemic are still an issue in 2024. And even if Republicans do succeed in having many mailed ballots tossed out, they are unlikely to gain as much of an advantage from such a decision as they would have in 2020.</p>\n\n<p class=\"has-text-align-none\">One reason Republican lawyers targeted vote-by-mail rules in 2020 was that Democrats were far more likely to vote by mail than Republicans — an MIT report on the 2020 election found that “<a href=\"https://electionlab.mit.edu/sites/default/files/2021-03/HowWeVotedIn2020-March2021.pdf\">[s]ixty percent of Democrats, compared to 32 percent of Republicans</a>, reported voting by mail.” So Trump’s lawyers knew they could potentially change the election result by maximizing the number of mailed ballots that got tossed out.</p>\n\n<p class=\"has-text-align-none\">This year, by contrast, early data suggests that Republicans are <a href=\"https://www.nbcnews.com/politics/2024-election/weeks-early-voting-data-tell-us-democrats-republicans-are-turning-2024-rcna175419\">less reluctant to vote absentee than they were in 2020</a>. And more Democrats in states that offer both in-person and mail-in voting are expected to vote in person because there’s no longer a pandemic forcing them to remain at home.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To be sure, Republicans apparently still believe they can gain an advantage by making it harder to vote by mail. Why would the GOP have asked the Pennsylvania Supreme Court to disqualify many voters who cast a mailed ballot in the <a href=\"https://www.pacourts.us/assets/opinions/Supreme/out/J-82B-2024mo%20-%20106118370285553688.pdf?cb=1\"><em>Genser</em> case</a>, after all, unless Republicans believed that Democrats still have an edge among people who vote by mail? But this edge is likely to be smaller than it was in 2020.</p>\n\n<p class=\"has-text-align-none\">More broadly, beyond the insurrection-related issues that the Republican justices already resolved in Trump’s favor, Trump’s lawyers have yet to identify similarly novel legal questions that could give the courts sweeping authority to reshape how the 2024 election is conducted.</p>\n\n<p class=\"has-text-align-none\">That doesn’t mean that the courts will behave themselves, <a href=\"https://www.vox.com/2020/11/5/21551983/supreme-court-donald-trump-election-amy-coney-barrett-steal-bush-gore\">especially if the 2024 election is close</a>, but it does give Trump’s legal team less material to work with than they had in 2020.</p>\n\n<h2 class=\"wp-block-heading\">Low-propensity voters increasingly favor Republicans</h2>\n\n<p class=\"has-text-align-none\">For most of the 2000s, the battle lines in the voting rights wars were pretty clearly defined: Republicans tended to support legislation that made it marginally more difficult to vote, while Democrats fought in both court and in state and federal legislatures to <a href=\"https://www.vox.com/2021/8/18/22629304/supreme-court-voting-rights-john-lewis-act-nancy-pelosi-terri-sewell-brnovich-shelby-county\">make it easier to cast a ballot</a>.</p>\n\n<p class=\"has-text-align-none\">As <a href=\"https://www.vox.com/policy-and-politics/22368044/georgia-sb202-voter-suppression-democracy-big-lie\">recently as 2021</a>, for example, Georgia Republicans reacted to Biden’s 2020 victory in that state by tightening down the state’s voter ID law, limiting the use of drop boxes to collect ballots, banning volunteers from giving food and water to people waiting in line to vote, and paving the way for a MAGA takeover of the state’s board of elections. Democrats <a href=\"https://legiscan.com/GA/rollcall/SB202/id/1037918\">almost universally opposed this Georgia law</a>.</p>\n\n<p class=\"has-text-align-none\">Similarly, on the US Supreme Court, Republican justices have <a href=\"https://www.vox.com/22575435/voting-rights-supreme-court-john-roberts-shelby-county-constitution-brnovich-elena-kagan\">consistently voted to uphold restrictive election laws</a> and to dismantle laws like the federal Voting Rights Act, which are intended to hinder these kinds of restrictions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For the moment, at least, neither party appears to be backing away from its historic position on voting rights. But it is less clear than it was, say, 15 years ago, that these kinds of restrictions benefit Republicans. It’s possible that, to the extent that they matter at all, some of these laws might give a slight boost to Democratic presidential candidate Kamala Harris.</p>\n\n<p class=\"has-text-align-none\">One reason why it is now less clear that these sorts of laws harm Democrats is that we have more data than we did a dozen years ago. In the 2010s, for example, voting rights advocates and <a href=\"https://archive.thinkprogress.org/breaking-texas-voter-id-law-struck-down-by-an-extraordinarily-conservative-appeals-court-48bc0293f55b/\">even many journalists and academics</a> warned that strict voter ID laws (which require voters to show photo ID at the polls in order to vote) could significantly diminish Democratic turnout. Election forecaster Nate Silver, for example, <a href=\"https://archive.nytimes.com/fivethirtyeight.blogs.nytimes.com/2012/07/15/measuring-the-effects-of-voter-identification-laws/\">predicted</a> that a strict voter ID law in Pennsylvania “would reduce President Obama’s margin against Mitt Romney<a href=\"https://archive.nytimes.com/fivethirtyeight.blogs.nytimes.com/2012/07/15/measuring-the-effects-of-voter-identification-laws/\"> by a net of 1.2 percentage points</a>” in the 2012 election.</p>\n\n<p class=\"has-text-align-none\">More recent studies, however, suggest that voter ID is a wash. A <a href=\"https://www.vox.com/policy-and-politics/2019/2/21/18230009/voter-id-laws-fraud-turnout-study-research\">2019 paper</a>, for example, found that “the laws have <a href=\"https://www.nber.org/papers/w25522\">no negative effect on registration or turnout</a>, overall or for any group defined by race, gender, age, or party affiliation.”</p>\n\n<p class=\"has-text-align-none\">Even if these laws do work as intended, it’s no longer clear that Republicans benefit from marginal restrictions on the franchise — whether that restriction is a voter ID law or something similar like limits on early voting or voting by mail.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since Trump arrived on the scene, however, Democrats have made gains among high-propensity voting demographics such as <a href=\"https://www.cnn.com/2024/10/14/politics/the-biggest-predictor-of-how-someone-will-vote/index.html\">highly educated voters</a> and <a href=\"https://www.reuters.com/world/us/harris-overtakes-trump-among-suburban-voters-reutersipsos-polling-shows-2024-10-10/\">suburbanites</a>. Trump, meanwhile, has <a href=\"https://www.washingtonpost.com/politics/2024/10/22/early-voting-republicans-democrats-trump-harris/\">made inroads with many of the same groups</a> that were once believed to be discouraged from voting by laws like voter ID.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Republicans, in other words, now have less incentive to pass laws or push lawsuits that will make it harder to vote on the margins, and if they do use these tactics, they could come to regret it. At the very least, it is now far from clear that Republicans can skew elections by placing small but significant legal hurdles between voters and the polls.</p>\n\n<h2 class=\"wp-block-heading\">Congress fixed an incomprehensible election law</h2>\n\n<p class=\"has-text-align-none\">Until recently, the process Congress used to count and certify the Electoral College’s votes for a new president was governed by the Electoral Count Act, an 1887 law signed by then-President Grover Cleveland. If you enjoy pain, you can <a href=\"https://govtrackus.s3.amazonaws.com/legislink/pdf/stat/24/STATUTE-24-Pg373.pdf\">read the full text of this law here</a>. I can assure you it is so labyrinthian it might have been drafted by a minotaur.</p>\n\n<p class=\"has-text-align-none\">After Trump’s failed insurrection in 2020, however, a bipartisan coalition of lawmakers enacted a <a href=\"https://www.congress.gov/bill/117th-congress/senate-bill/4573/text\">new law governing the vote-counting process</a>, which reads more like a modern-day statute. That takes away Trump’s legal team’s ability to hunt for ambiguous passages in the old law and claim that they require Trump to be placed back in the White House.</p>\n\n<p class=\"has-text-align-none\">Admittedly, one of the most glaring problems with the old law is unlikely to be an issue in 2024. The old law stated that <a href=\"https://govtrackus.s3.amazonaws.com/legislink/pdf/stat/24/STATUTE-24-Pg373.pdf\">the vice president shall preside</a> over the congressional session where electoral votes are counted but did not specify the vice president’s specific duties. In 2020, Trump and his lawyers tried to claim that then-Vice President Mike Pence had the power to effectively toss out many of Biden’s electoral votes and <a href=\"https://www.politico.com/news/2022/05/25/trump-expressed-support-hanging-pence-capitol-riot-jan-6-00035117\">install Trump as the winner</a>.</p>\n\n<p class=\"has-text-align-none\">The new law, by contrast, clarifies that the vice president’s duties are almost entirely “<a href=\"https://www.congress.gov/bill/117th-congress/senate-bill/4573/text\">ministerial in nature</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In any event, Harris is currently both the sitting vice president and the Democratic nominee for the presidency, so the likelihood that she would toss out some of her own electoral votes is vanishingly small. But the new law clarifies that a future vice president cannot use the counting process to change the result of an election.</p>\n\n<p class=\"has-text-align-none\">That clarification — and the others —&nbsp;should give Trump’s lawyers less to work with if they want to try to overthrow the result of the 2024 election.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The fight over who will become the next president is unlikely to end on Election Day if Vice President Kamala Harris prevails in the upcoming election.&#160; We know this because of former President Donald Trump’s behavior after he lost the 2020 election. Trump didn’t just incite an insurrection at the US Capitol on January 6, [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Polls say voters back “mass deportation.” That’s misleading.",
    "link": "https://www.vox.com/2024-elections/379883/mass-deportations-trump-harris-polling-immigration-border",
    "pubDate": "2024-10-25T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An older woman lifts up a sign that reads “MASS DEPORTATION NOW!” at the 2024 RNC in Milwaukee, Wisconsin.\" data-caption=\"Republican National Convention attendees hold signs that read “Mass Deportation Now!” on the third day of the gathering in Milwaukee, Wisconsin on July 17, 2024. | Alex Wong / Getty Images\" data-portal-copyright=\"Alex Wong / Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2162463514.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican National Convention attendees hold signs that read “Mass Deportation Now!” on the third day of the gathering in Milwaukee, Wisconsin on July 17, 2024. | Alex Wong / Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">This spring, an <a href=\"https://www.axios.com/2024/04/25/trump-biden-americans-illegal-immigration-poll\">eye-opening poll</a> from Axios suggested what once seemed unthinkable: Four in 10 Democrats were open to the idea of the US government deporting undocumented immigrants en masse. Though that share of support might seem high, other polls conducted since have found something similar, suggesting Americans at large are open to harsher, more Trumpian immigration policies.</p>\n\n<p class=\"has-text-align-none\">And yet, as attention-grabbing as some of the headlines on support for mass deportations have been (and as former President Donald Trump and his allies continue to talk about his plans for such), those polls may not accurately capture the mood of the American electorate. Support for a policy of mass deportation, while superficially high, rests on two related complications: substantial confusion among voters about what it might actually entail, as well as a generalized desire to do something — anything — on immigration, which <a href=\"https://news.gallup.com/poll/642887/inflation-immigration-rank-among-top-issue-concerns.aspx\">polls frequently report</a> to be among Americans’ top issues.</p>\n\n<p class=\"has-text-align-none\">That disconnect is because standalone polls and headlines do very little to capture the complexity of many Americans’ feelings about immigration, which often include simultaneous, and apparently contradictory, support for more immigrant-friendly policies alongside draconian ones. The real answer, more specific polling by firms like Pew Research Center suggests, lies somewhere in the middle: A good share of voters, it seems, are fine with increasing deportations. Some might even want the kind of operation Trump is floating. But many also want exceptions and protections for specific groups of immigrants who have been living in the US for a while, or have other ties to the country.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Taking a deeper look at polling on immigration</strong></h2>\n\n<p class=\"has-text-align-none\">Back in August, the <a href=\"https://www.pewresearch.org/race-and-ethnicity/2024/09/27/trump-and-harris-supporters-differ-on-mass-deportations-but-favor-border-security-high-skilled-immigration/\">Pew Research Center</a> dug into the question of mass deportations by asking registered voters their opinions on immigration levels, the value of immigrants, and what kind of exceptions they might endorse to allow undocumented immigrants to remain in the US.</p>\n\n<p class=\"has-text-align-none\">The results were messy, but showed two distinct things.</p>\n\n<p class=\"has-text-align-none\">First, support for “mass deportations of immigrants living in the country illegally” received majority support: 56 percent of registered voters “strongly or somewhat” favored such a proposal. That majority of voters included, unsurprisingly, 88 percent of Trump voters; it also included about 3 in 10 supporters of Vice President Kamala Harris.</p>\n\n<p class=\"has-text-align-none\">The August findings align with Pew’s <a href=\"https://www.pewresearch.org/politics/2024/02/15/what-would-improve-the-u-s-immigration-system/\">earlier research, conducted in January 2024</a>, which found a majority of Americans think “increasing deportations” of people who are living in the US illegally would improve the US immigration system and reduce southern border crossings. Republican respondents in that survey were essentially uniform in supporting such a policy; Democrats were divided, with similar shares (about 30 percent) saying deportations would make things better or worse.</p>\n\n<p class=\"has-text-align-none\">At the same time, both of Pew’s surveys found Americans were also supportive of more friendly policies for undocumented immigrants, like a pathway to citizenship. The August report notes that <a href=\"https://www.pewresearch.org/wp-content/uploads/sites/20/2024/09/RE_2024.09.27_Voters-on-Immigration_TOPLINE.pdf\">about 6 in 10</a> registered voters say that undocumented immigrants should be allowed to “stay in the country legally, if certain requirements are met.” And a similar share, 58 percent, favored “allowing undocumented immigrants to legally work and stay in the country if they are married to a US citizen.”</p>\n\n<p class=\"has-text-align-none\">Sahana Mukherjee, one of the Pew Research Center authors behind the August deep-dive on “mass deportations,” told me that as many as 40 percent of registered voters who support mass deportations also support a policy that would allow undocumented spouses of US citizens to remain in the country. </p>\n\n<p class=\"has-text-align-none\">That share varies based on which candidate these voters support: About a third of Trump supporters who back mass deportations support such a plan, while about 60 percent of Harris supporters who back mass deportations do. But this group of voters with overlapping priorities suggests that when taking the temperature of the public, being open to mass deportations isn’t the same as supporting a specific policy. Support changes when you get into the details of who could be affected.</p>\n\n<p class=\"has-text-align-none\">Similarly, Mukherjee said, about 40 percent of registered voters who support mass deportations — one-third of the Trump supporters who do so, and two-thirds among the same pool of Harris supporters — also endorse the idea of undocumented immigrants being allowed to remain in the US “if certain conditions are met.”</p>\n\n<p class=\"has-text-align-none\">Other high-quality polls second these nuanced, seemingly contradictory feelings: A September <a href=\"https://ewscripps.brightspotcdn.com/76/25/c50efe0b45bf80f50cbbb6ed38a7/scripps-news-ipsos-poll.pdf\">Ipsos</a> poll found 54 percent of American adults supported a mass deportation plan, while, at the same time, 68 percent would also support a “pathway to citizenship for undocumented immigrants who arrived in the US as children.”</p>\n\n<p class=\"has-text-align-none\">Similar dynamics hold true among Hispanic and Latino respondents, with a twist: While about 4 in 10 Latinos in the two most recent high-quality polls of these voters backed some kind of deportation program, a much higher share also supported some kind of pathway to citizenship.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.nytimes.com/interactive/2024/10/13/us/elections/times-siena-poll-hispanic-likely-electorate.html\">New York Times-Siena poll</a> of Hispanics from October, for example, found 67 percent of Hispanics backed a pathway to citizenship for “all undocumented immigrants currently living in the United States” while 45 percent supported deporting immigrants living illegally in the US. A <a href=\"https://www.documentcloud.org/documents/25177909-nbc-news-telemundo-cnbc-latino-voter-poll-topline-results-september-17-23-2024\">poll from NBC/Telemundo</a> in September showed similar levels of support for deportations, while 87 percent of Hispanics backed a pathway to citizenship for undocumented immigrants brought as children to the US, and 91 percent supported that pathway for undocumented spouses.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Making sense of these policy nuances</strong></h2>\n\n<p class=\"has-text-align-none\">So why do voters hold seemingly conflicting views on immigration? Pro-immigrant advocates argue that there isn’t a contradiction here — those competing numbers instead represent people who don’t understand exactly what “mass deportation” means or what a deportation program would look like in practice.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Americans might not understand that deportations of all undocumented immigrants would include deportations of DACA recipients and longtime neighbors or friends who have been living normally and are bedrocks of local communities, advocates and researchers say — rather than only recent arrivals, or those few migrants who commit violent crimes yet get outsize media and political attention, who they may view differently.</p>\n\n<p class=\"has-text-align-none\">Mukherjee said there’s also a degree of nuance that issue and horserace polls might not be picking up, since they aren’t necessarily equipped to ask in-depth questions.</p>\n\n<p class=\"has-text-align-none\">“We asked about one requirement specifically in the survey, which is looking at if you&#8217;re married to a US citizen, but it remains to be seen whether there are other requirements that people are also thinking about,” Mukherjee said. “What we hear about in everyday discourse, in the media, is if you have a child who is US born, or if you yourself came as a child. We didn&#8217;t get into this in the survey, but it&#8217;s possible these are some of the requirements people were thinking about, and perhaps that could be influencing that share of people who support both.”</p>\n\n<p class=\"has-text-align-none\">At the same time, when it comes to complex policy options, and especially to immigration policy, Americans can be idiosyncratic in their opinions. Surveys that don’t specify what “mass deportation” means may also be tracking inflated support for the kind of hardline stance the Trump/Vance campaign is offering, Steven Kull, the director of the Program for Public Consultation at the University of Maryland, told me.</p>\n\n<p class=\"has-text-align-none\">“Questions that are just like, ‘do you favor or oppose mass deportation’ I think are very limited in their value, because you don&#8217;t know what it means,” Kull said. “All people know is ‘deport a large number of people.’ And 1,000 people is a lot of people. Ten thousand is a lot of people. It&#8217;s not clear that it&#8217;s 11 million — that the policy is to deport 11 million — and that it would entail a massive operation, and all that has to be clear to really understand what public opinion is on the issue.”</p>\n\n<p class=\"has-text-align-none\">Kull’s team instead has <a href=\"https://publicconsultation.org/immigration/swing-state-survey-majorities-favor-path-to-citizenship-over-mass-deportation-while-strengthening-the-border/\">run surveys</a> of national samples and groups of swing-state voters that provide additional information and arguments in favor and against either mass deportations or pathways to citizenship. The result, again, is complex, but support for mass deportations falls <a href=\"https://publicconsultation.org/ss-immigration/ss-im-im/\">when presented against</a> the option for a path to citizenship for undocumented immigrants provided they meet specific requirements.</p>\n\n<p class=\"has-text-align-none\">“There is some appeal to the idea [of mass deportation] — let’s be clear about that. But it’s not that people have it all crystallized in their mind,” Kull said.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How is this playing out on the campaign trail?</strong></h2>\n\n<p class=\"has-text-align-none\">Immigration reform advocates and some Democratic strategists are doing their best to highlight that nuance when advising Democrats on how to respond to Trump’s escalating rhetoric around immigration and immigrants. They urge Democrats to be clear about just who would get caught up in a broad mass deportation scheme — and to contrast that with a more “balanced” Democratic approach to immigration and the border.</p>\n\n<p class=\"has-text-align-none\">In a private memo prepared for national Democratic campaigns looking to address Trump’s mass deportation position and shared with Vox, strategists argue that this polling picture presents Democrats with a narrow path to repudiate the Trump approach while acknowledging the real concerns some voters have with recent waves on migration in the Biden years.</p>\n\n<p class=\"has-text-align-none\">“We have more than enough reason to believe that voters, when asked their opinion on deportations, take it to mean the deportation of people who have <em>recently crossed the border</em>, as well as known criminal elements,” the strategists advise. They highlight Trump running mate Sen. JD Vance’s October debate statement explaining this deportation scheme (emphasis original to the memo):</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">“So we&#8217;ve got 20, 25 million illegal aliens who are here in the country. What do we do with them? I think the first thing that we do is <em>we start with the criminal migrants</em>. About<strong> </strong><em>a million</em> of those people have committed some form of crime in addition to crossing the border illegally. I think you start with deportations on those folks.”</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">“The Vance position as stated here is likely popular,” the strategists explain. “That is why Harris and Democrats cannot allow him to frame his position in that way, especially when we know their actual plans call for the deportation of all undocumented immigrants (including spouses and Dreamers).”</p>\n\n<p class=\"has-text-align-none\">Complex feelings on immigration and potential deportation programs offer Democrats an opportunity to stake out more moderate ground when discussing immigration policy — and to prevent immigration opponents from defining the terms of the debate over policy. They’re also an important reminder that it can be perilous to trust top-line numbers and polling results without digging into the details, or presenting voters with more options to begin with. Recent polls all show a rise in anti-immigrant sentiment, yes, but they also show that there is room for pro-immigrant candidates to shape the national debate and make a vocal case for Americans <em>and</em> immigrants.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This spring, an eye-opening poll from Axios suggested what once seemed unthinkable: Four in 10 Democrats were open to the idea of the US government deporting undocumented immigrants en masse. Though that share of support might seem high, other polls conducted since have found something similar, suggesting Americans at large are open to harsher, more [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "Is Israel committing genocide? Reexamining the question, a year later.",
    "link": "https://www.vox.com/politics/378913/israel-gaza-genocide-icj",
    "pubDate": "2024-10-25T10:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A blood-stained body wrapped in sheets is on the ground, as two women in headscarves cry and kneel nearby, with several other people standing in the background.\" data-caption=\"People mourn over the body of a victim at a hospital in northern Gaza Strip, on October 7, 2024. At least 13 Palestinians were killed and dozens of others injured in an Israeli raid. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Abdul Rahman Salama/Xinhua via Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Abdul Rahman Salama/Xinhua via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2176634087.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>People mourn over the body of a victim at a hospital in northern Gaza Strip, on October 7, 2024. At least 13 Palestinians were killed and dozens of others injured in an Israeli raid. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Abdul Rahman Salama/Xinhua via Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Genocide is often referred to as the “crime of crimes,” a designation developed after the Holocaust and reserved for a very specific form of mass atrocity that deserves the highest condemnation. It should be unthinkable that Israel, home to the descendants of many Holocaust survivors, would perpetrate such a crime, and yet it has been accused —&nbsp;by <a href=\"https://news.un.org/en/story/2024/03/1147976\">human rights groups</a>, academics, and even <a href=\"https://www.vox.com/world-politics/2024/1/26/24051839/icj-south-africa-genocide-case-israel-gaza\">South Africa</a> — of committing genocide in Gaza.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those accusations aren’t new. They became more widespread shortly after Israel responded to the October 7, 2023, attack by Gaza-based militant and political group Hamas with a bombing and ground campaign that left <a href=\"https://news.un.org/en/story/2023/10/1142687\">more than 5,000</a> dead in the first weeks of fighting. But in the year since the war in Gaza began, the question is whether the evidence supporting these claims has grown.</p>\n\n<p class=\"has-text-align-none\">Last October, my Vox colleague Sigal Samuel and I <a href=\"https://www.vox.com/world-politics/2023/11/13/23954731/genocide-israel-gaza-palestine\">interviewed scholars</a> about how to think through those allegations of genocide. At that time, some were willing to definitively call what was happening in Gaza a genocide. But most were hesitant, citing the high threshold required to establish genocide under international law. Several said “crimes against humanity” or “war crimes,” which hold equal weight under international law, had likely been committed, but withheld judgment on genocide.</p>\n\n<p class=\"has-text-align-none\">The debate has evolved since then, along with conditions on the ground in Gaza, which is in ruins. The Palestinian death toll now <a href=\"https://apnews.com/article/israel-hamas-gaza-war-palestinians-statistics-40000-7ebec13101f6d08fe10cedbf5e172dde\">exceeds 40,000</a>. A Refugees International <a href=\"https://www.refugeesinternational.org/reports-briefs/untangling-the-reality-of-famine-in-gaza/\">report</a> published in September found evidence of a “severe hunger crisis in Gaza and found consistent indications that famine-like conditions occurred in northern areas during the first half of 2024,” in part due to <a href=\"https://www.propublica.org/article/gaza-palestine-israel-blocked-humanitarian-aid-blinken\">Israel’s obstruction of aid deliveries</a>. </p>\n\n<p class=\"has-text-align-none\">South Africa has brought its case accusing Israel of genocide at the International Court of Justice (ICJ), which has issued <a href=\"https://www.vox.com/world-politics/2024/1/26/24051839/icj-south-africa-genocide-case-israel-gaza\">preliminary rulings</a> ordering Israel to improve access to humanitarian aid in Gaza and to <a href=\"https://www.youtube.com/watch?v=ShyWUEMJgkA\">halt its operation in Rafah</a>, the enclave’s southernmost city. Israel has also <a href=\"https://www.vox.com/palestine/369736/west-bank-violence-jenin-raid-settler-idf-israel-gaza-hamas\">tightened its grip</a> on occupied Palestinian territory in the West Bank. And there is no end to the fighting in sight: <a href=\"https://www.vox.com/israel/375125/lebanon-hezbollah-israel-iran-invasion-gaza\">Long-feared regional war has now come to Lebanon</a>, and ceasefire negotiations have repeatedly stalled.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In light of those developments, I went back to the scholars we cited and spoke to last fall to see if their thinking about allegations of genocide against Israel had changed over the last year. Of the five who responded, most of them were now more confident the legal requirements for genocide had been met. If an official determination of genocide by the ICJ follows, that could have critical legal and political consequences.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Here’s what the scholars had to say.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How genocide is defined</strong></h2>\n\n<p class=\"has-text-align-none\">First, some background: There are different ways to conceptualize genocide, but the ICJ is concerned only with its legal definition under the <a href=\"https://www.un.org/en/genocideprevention/documents/atrocity-crimes/Doc.1_Convention%20on%20the%20Prevention%20and%20Punishment%20of%20the%20Crime%20of%20Genocide.pdf\">Genocide Convention</a>, the international treaty criminalizing genocide that went into effect in 1951 and has been ratified by 153 countries, including Israel and its closest ally, the US.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The ICJ is the judicial branch of the United Nations and handles disputes between nations, typically involving <a href=\"https://www.icj-cij.org/list-of-all-cases\">resources and borders</a>, though it has heard genocide cases in the past. It is distinct from the International Criminal Court, which prosecutes individuals accused of war crimes, genocide, and crimes against humanity; that’s where <a href=\"https://www.vox.com/world-politics/350915/icc-arrest-netanyahu-israel-sinwar-hamas-khan-prosecutor-gallant-idf-haniyeh\">arrest warrants</a> for top Israeli and Hamas leaders have been sought.</p>\n\n<p class=\"has-text-align-none\">A nation must bring genocide charges against another at the ICJ, providing evidence that the state itself (not just certain individuals) committed genocide. The accusing nation can also petition for provisional measures before a final ruling, including an interim court order to stop the violence, though the ICJ has no means of actually enforcing such rulings. For the court to have jurisdiction, both parties generally have to be signatories of the Genocide Convention. They will then make their case to the court through written briefs and oral arguments. A final ruling often takes years.</p>\n\n<p class=\"has-text-align-none\">Under the Genocide Convention, genocide is “any of the following acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group, as such”:</p>\n\n<ul>\n<li>Killing members of the group</li>\n\n\n\n<li>Causing serious bodily or mental harm to members of the group</li>\n\n\n\n<li>Deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part</li>\n\n\n\n<li>Imposing measures intended to prevent births within the group</li>\n\n\n\n<li>Forcibly transferring children of the group to another group</li>\n</ul>\n\n<p class=\"has-text-align-none\">Those five physical acts can be measured, but it turns out “intent to destroy” is incredibly difficult to prove — and that has been the sticking point in the debate over whether Israel is committing genocide in Gaza, where the physical component of the crime is already demonstrably satisfied given the overwhelming number of Palestinian civilian casualties.</p>\n\n<p class=\"has-text-align-none\">Intent has been central to nearly every other debate over genocide as well, and the high bar for proving intent has made international court findings of genocide rare.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Only <a href=\"https://theconversation.com/genocide-70-years-on-three-reasons-why-the-un-convention-is-still-failing-108706\">three genocides</a> have been officially recognized under the definition of the term in the Genocide Convention and led to trials in international criminal tribunals: one against Cham Muslim and ethnic Vietnamese people perpetrated by Khmer Rouge leaders in Cambodia in the 1970s, the 1994 Rwandan genocide, and the 1995 Srebrenica Massacre in Bosnia. (The Holocaust occurred before the adoption of the 1948 Convention.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">UN investigations found the mass killings of <a href=\"https://www.ohchr.org/en/press-releases/2024/08/ten-years-after-yazidi-genocide-un-syria-commission-inquiry-calls-justice\">the Yazidis by ISIS</a> in Iraq and of <a href=\"https://www.state.gov/burma-genocide/\">the Rohingya in Myanmar</a> constituted genocide. Though the US <a href=\"https://www.economist.com/middle-east-and-africa/2023/10/05/genocide-returns-to-darfur\">called</a> the killing of the Masalit and other ethnic groups in the Sudanese region of Darfur between 2003 and 2005 “genocide,” a UN investigation <a href=\"https://reliefweb.int/report/sudan/sudan-un-has-ruled-out-genocide-darfur\">ruled it was not</a>. That may have caused the conflict to extend longer than it would have if a finding of genocide had been made, and gave the Sudanese government diplomatic cover to continue its campaign, despite widespread international condemnation.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Is Israel committing genocide?</strong></h2>\n\n<p class=\"has-text-align-none\">One of the first scholars to say Israel was committing genocide was <a href=\"https://intraweb.stockton.edu/eyos/page.cfm?siteID=58&amp;pageID=11&amp;action=details\">Raz Segal</a>, a professor of Holocaust and genocide studies at Stockton University, who called it a “<a href=\"https://jewishcurrents.org/a-textbook-case-of-genocide\">textbook case</a>” in Jewish Currents just days after Hamas’s October 7, 2023, attack on Israel. Ahead of the one-year anniversary of Hamas’s attack, he told me he wished he had been wrong. </p>\n\n<p class=\"has-text-align-none\">“I fully stand behind my description of Israel&#8217;s attack on Gaza as a ‘textbook case of genocide’ because we&#8217;re still actually seeing, nearly a year into this genocidal assault, explicit and unashamed statements of intent to destroy,” he said. “The way that intent is expressed here is absolutely unprecedented.”</p>\n\n<p class=\"has-text-align-none\">He said public statements by people with command authority in Israel — including state leaders, Cabinet ministers, and senior army officers — have repeatedly demonstrated genocidal intent that has been realized in the scale of the violence and destruction in Gaza. Other scholars I spoke to<strong> </strong>pointed to statements from Israeli officials last October, <a href=\"https://www.icj-cij.org/node/203454\">cited in the ICJ’s January preliminary ruling</a>:&nbsp;</p>\n\n<ul>\n<li>Israeli Defense Minister Yoav Gallant called for a “<a href=\"https://www.vox.com/2023/10/9/23910159/israel-gaza-siege-palestinians-hamas-humanitarian-crisis\">complete siege</a>” on Gaza and <a href=\"https://x.com/business/status/1749486243036193057\">stated</a> “we are fighting human animals, and we are acting accordingly,” apparently in <a href=\"https://www.theatlantic.com/international/archive/2024/01/israel-south-africa-genocide-case-fake-quotes/677198/\">reference to Hamas</a>.&nbsp;</li>\n\n\n\n<li>Israeli President Isaac Herzog <a href=\"https://www.huffpost.com/entry/israel-gaza-isaac-herzog_n_65295ee8e4b03ea0c004e2a8\">said</a> it was “an entire nation out there that is responsible” for Hamas’s attack on Israel in reference to Palestinians.&nbsp;</li>\n\n\n\n<li>And Israel Katz, former Israeli minister of energy and infrastructure, <a href=\"https://www.aljazeera.com/news/2023/10/12/no-electric-switch-will-be-turned-on-until-captives-free-israel-says\">vowed</a> “no electric switch will be turned on, no water tap will be opened and no fuel truck” would enter Gaza until Hamas returned its Israeli hostages, suggesting Palestinians would face collective punishment.</li>\n</ul>\n\n<p class=\"has-text-align-none\">Several other scholars who Vox spoke with last fall, at that point reluctant to say Israel was committing genocide as defined by the Genocide Convention, now appear to agree with Segal.</p>\n\n<p class=\"has-text-align-none\">“Any early hesitation I had about applying the &#8216;genocide&#8217; label to the Israeli attack on Gaza has dissipated over the past year of human slaughter and the obliteration of homes, infrastructure, and communities,” said <a href=\"https://epp.ok.ubc.ca/about/contact/adam-jones/\">Adam Jones</a>, a professor of political science at the University of British Columbia who has written a textbook on genocide. “There is plenty of this demonization and dehumanization on the other side as well, but whatever peace constituency existed in Israel seems to have vanished, and there is a growing consensus for genocidal war, mass population transfer, and long-term eradication of Palestinian culture and identity.”</p>\n\n<p class=\"has-text-align-none\">Among other things, Jones noted Israeli leadership’s recent <a href=\"https://www.cnn.com/2024/09/22/middleeast/netanyahu-gaza-hamas-expulsions-plan-intl/index.html\">plans to expel the entire remaining civilian population of northern Gaza</a> and turn the territory into a military zone where no aid would be allowed as influencing his thinking on the issue. There is no indication of whether civilians would ever be allowed to return. This could be taken as an example of the kind of “state or organizational plan or policy” necessary to prove genocidal intent, he said. Though the plan, if it has been implemented, has not yet been seen to completion, it can still serve as evidence of intent.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://kroc.nd.edu/faculty-and-staff/ernesto-verdeja/\">Ernesto Verdeja</a>, a professor of political science and peace studies at the University of Notre Dame, said it could be “called a genocide, even in a narrow legal sense, for several months now” given the accumulation of Israeli attacks clearly and consistently targeting the civilian population in Gaza.</p>\n\n<p class=\"has-text-align-none\">A major tipping point for Verdeja and many other human rights experts was Israel’s <a href=\"https://www.vox.com/world-politics/2024/5/6/24150729/israel-rafah-hamas-ceasefire-gaza-cairo-khan-younis-idf-gallant-netanyahu\">ground offensive in Rafah</a> in May. The Israeli military had been pushing civilians increasingly into the southern city, which connects Gaza and Egypt, telling them it was a safe zone while it pursued Hamas to the north. But by August, an estimated <a href=\"https://www.bellingcat.com/news/2024/08/27/satellite-imagery-shows-vast-destruction-in-rafah/\">44 percent of all buildings in Rafah</a> had been damaged or destroyed in heavy bombing. Israeli forces took over and shut down the Rafah border crossing, limiting the entry of humanitarian aid into Gaza. They <a href=\"https://www.nbcnews.com/news/world/israeli-airstrike-gaza-family-rafah-wiped-out-rcna154877\">killed civilians camping in tents</a> in a humanitarian zone. When the ICJ ordered Israel to stop its offensive in Rafah, Israeli officials <a href=\"https://www.cnn.com/2024/05/24/middleeast/israel-icj-gaza-rafah-south-africa-ruling-intl/index.html\">condemned the ruling</a> and said <a href=\"https://www.nbcnews.com/news/world/israel-icj-order-halt-rafah-offensive-what-next-rcna154102\">it was open to interpretation</a>, despite the fact that many human rights lawyers argued it was unambiguous. The assault on Rafah <a href=\"https://www.nbcnews.com/news/world/israel-icj-order-halt-rafah-offensive-what-next-rcna154102\">continued</a>. </p>\n\n<p class=\"has-text-align-none\">“I wouldn&#8217;t say [Rafah was] necessarily the defining moment, but I think it&#8217;s indicative of a broader pattern where we see a genocidal campaign really crystallizing,” Verdeja said.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.tcd.ie/law/people/beckerma\">Michael Becker</a>, a professor of international human rights law at Trinity College, Dublin, said, overall, the above incidents and others mean<strong> </strong>“South Africa has an ever-expanding repository of evidence that it can put before the [ICJ] as further evidence of genocidal intent,” which includes evidence suggesting Israel “has not meaningfully sought to comply” with the ICJ’s orders so far.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some scholars still disagree. <a href=\"https://www.international.ucla.edu/israel/person/2520\">Dov Waxman</a>, a professor of political science and Israel studies and the director of the UCLA Y&amp;S Nazarian Center for Israel Studies, <a href=\"https://jewishcurrents.org/letters/on-a-textbook-case-of-genocide\">wrote</a> last year in response to Segal’s piece in Jewish Currents that accusing Israel of genocide required “stretching the concept too far, emptying it of any meaning.”</p>\n\n<p class=\"has-text-align-none\">Waxman has since qualified his stance, but still believes “Israel&#8217;s actions in the Gaza Strip — though too often brutal, inhumane, and indiscriminate — do not meet the international legal criteria of the crime of genocide.” He told me that he “can understand why many regard those actions as genocidal” given the extent of the death and destruction in Gaza and the “bellicose and extreme rhetoric of some Israeli officials, including senior government ministers, can be characterized as potentially genocidal because of the way Palestinians are dehumanized.” </p>\n\n<p class=\"has-text-align-none\">But he still finds evidence of the requisite “intent to destroy” lacking. He said “a few horrendous public statements” made by Israeli politicians serve as only “quite limited and weak” support.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Based on my understanding of the motives behind the Israeli government&#8217;s actions, I do not think there is an intent to commit genocide,” Waxman said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of the scholars we cited in our previous story, he was the only one who responded to my request for new comment who still did not think Israel’s actions qualify as genocide.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Does it matter if the ICJ calls it genocide?</strong></h2>\n\n<p class=\"has-text-align-none\">The question is how much calling Israel’s incursion in Gaza genocide will make any practical difference. It will not reverse the death and destruction. The ICJ has no means of stopping the Israeli government even if the court eventually finds it guilty of genocide. That ruling may be years away, and the ICJ’s rulings against other countries have been previously ignored.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the word “genocide” carries a certain weight in the public consciousness.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I do think it is really important, simply because of the symbolic status of genocide,” Verdeja said. “To be guilty of genocide is, at least in public discourse and also in terms of just global politics, something that&#8217;s such a strong condemnation that it really signals the barbarity of the Israeli state’s policy.”</p>\n\n<p class=\"has-text-align-none\">Such condemnation could lead to significant political changes: Should the ICJ find Israel did commit genocide, that could limit the degree to which the US and its allies can continue to support Israel, Verdeja added.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, it’s unclear how the ICJ will rule. And even if it does not issue a finding of genocide, that does not preclude the international community from taking action to stop what’s unfolding in Gaza, Segal said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I don&#8217;t think we have to sit on our hands and wait for these institutes to tell us yes or no genocide when we all see genocide in front of our eyes,” Segal said. “The process of radical change in the system has already begun. Israel is very isolated today in the world, and the US is also isolated.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Genocide is often referred to as the “crime of crimes,” a designation developed after the Holocaust and reserved for a very specific form of mass atrocity that deserves the highest condemnation. It should be unthinkable that Israel, home to the descendants of many Holocaust survivors, would perpetrate such a crime, and yet it has been [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Is this really Venom’s last dance?",
    "link": "https://www.vox.com/culture/379758/venom-last-dance-credits-scenes-spoilers-ending",
    "pubDate": "2024-10-24T21:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Venom, played by Tom Hardy, is wrapped around Eddie Brock, also played by Tom Hardy.\" data-caption=\"Tom Hardy as Eddie Brock (human) and Venom (right). | Sony Pictures\" data-portal-copyright=\"Sony Pictures\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AB_1780_comp_ILM_v0008_textless_g_r709060_2000x833_thumbnail.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Tom Hardy as Eddie Brock (human) and Venom (right). | Sony Pictures</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><strong>This post contains spoilers for <em>Venom: The Last Dance</em></strong>.</p>\n\n<p class=\"has-text-align-none\">The question at the core of <em>Venom: The Last Dance</em> is a simple one: Is this really the end of Venom? </p>\n\n<p class=\"has-text-align-none\">Is this really Tom Hardy’s last hurrah as journalist-turned-anti-hero Eddie Brock? Is the <a href=\"https://www.vox.com/culture/22700348/venom-2-review-tom-hardy-michelle-williams\">greatest comic book movie love story</a> — a man standing in front of a symbiote asking to be loved — finally done?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Going by the events of the movie, it’s a yes to all three. But <em>The Last Dance</em> has two post-credits scenes that leave open the smallest possibility that this might not be the end of the alien’s superhero era.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/spoilers_below.webp?quality=90&#038;strip=all&#038;crop=39.551567944251,0,20.896864111498,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">In the film, Brock and Venom — the alien symbiote with whom the reporter shares a body — are hounded by a villain named Knull (CGI actor extraordinaire Andy Serkis). Knull is apparently some kind of awful, terrible evil — a being draped in shadows with startlingly white hair — that’s trapped in a world of eternal darkness. The only thing that can free him is a codex (which looks like a little glowing, swirling gem), which, because this is ostensibly a movie about Venom, is actually part of Venom’s body. Knull sends unkillable alien creatures called xenophages after Venom and Eddie, with the intent of killing one or both and bringing back the codex so Knull can unleash destruction and despair upon the universe.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Venom and Brock are on the run after the events of <a href=\"https://www.vox.com/culture/22698513/venom-2-let-there-be-carnage-post-credits-scene-tom-holland-spider-man\"><em>Venom: Let There Be Carnage</em></a>. They’re hiding out in Mexico, but after Venom eats some men, they decide to try to build a new life for themselves in New York City. Venom tells Eddie that he wants to see the Statue of Liberty, in large part because Eddie explains how she welcomes anyone who needs America’s shelter and protection. (Yes,<em> Venom: The Last Dance</em> actually functions as an allegory for immigration reform featuring a literal undocumented alien.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because of Knull and his xenophages, as well as interference from the American military,&nbsp;the pair never make it to New York. Instead, they’re stuck at Area 51, where things look bleak for Venom. In the symbiote’s last stand, he absorbs Knull’s murder beasts and douses himself in corrosive acid — the only thing strong enough to dissolve the xenophages. Venom’s final act is sacrificing himself for Brock and Earth, and as he and his attackers die, so does the codex.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the movie’s final scene — after an extended Eddie and Venom montage — Eddie visits New York City and gazes at the Statue of Liberty. It’s&nbsp;a sight that he knows Venom would have loved. And this folks, is the end … or is it?</p>\n\n<h2 class=\"wp-block-heading\"><strong><em>Venom: The Last Dance’</em>s credits scenes leave the door cracked for future symbiotes</strong></h2>\n\n<p class=\"has-text-align-none\">The first of <em>The Last Dance</em>’s credits scenes is a short one. Knull appears on screen again, proclaiming that Venom has died and that he is coming to take over the universe! Will he? Well, Knull’s return will largely depend on how much money this film makes. If it does rake in some cash — <a href=\"https://www.vox.com/2018/11/26/18112408/venom-box-office-china-822-million\"><em>Venom</em> movies do particularly well overseas</a> — Knull could be back. But if Knull returns, wouldn’t this point to the return of Venom as well? You can’t have a villain without a hero! That’s not how superhero movies work!&nbsp;</p>\n\n<p class=\"has-text-align-none\">Lately, the once-solid, surefire success of a superhero movie looks more vulnerable, and studios are scrambling. Marvel’s <a href=\"https://www.vox.com/culture/23612887/ant-man-quantumania-marvel-flop-era\">post-<em>Endgame</em> design has fallen apart</a>, and the studio is banking on <a href=\"https://variety.com/2024/film/news/tom-holland-robert-downey-jr-doctor-doom-secret-1236182181/\">bringing back Robert Downey Jr.</a> to help jump-start the engine. Warner Bros. is headed for a <a href=\"https://www.vulture.com/2022/11/james-gunn-wants-all-dc-movies-tv-and-games-connected.html\">Jame Gunn-led reboot</a> of its DC Comics properties.  Sony&#8217;s tiny coterie of Marvel-adjacent films has been a semi-bright spot in the landscape, so if this film&#8217;s a hit, they&#8217;re liable to find a way to bring the franchise back. </p>\n\n<p class=\"has-text-align-none\">But how?</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AB_1990_comp_ILM_v0007_textless_g_r7096_2000x1006_thumbnail_21d853.jpg?quality=90&#038;strip=all&#038;crop=1.9635,0,96.073,100\" alt=\"Image of Venom baring teeth\" title=\"Image of Venom baring teeth\" data-has-syndication-rights=\"1\" data-caption=\"Hey, that’s Venom! | Sony Pictures\" data-portal-copyright=\"Sony Pictures\" />\n<p class=\"has-text-align-none\"><em>The Last Dance</em>’s second credits scene happens after all the credits scroll, and it features a look at the rubble that remains at Area 51 where Venom perished. It’s all destroyed! Everything is a mess! All this has allowed Brock’s bartender from Mexico, who we see detained by the US military early in the film, to break out of his cell, and he wanders across the desert.</p>\n\n<p class=\"has-text-align-none\">The important part here is that we see a cockroach approach remnants of a symbiote. (I fully understand that sentence is silly, but Venom is silly.) The gist: If this cockroach —&nbsp;nature’s ultimate symbol of survival — touches the symbiote, then said symbiote could possibly live. Therefore, if any part of Venom was spared by the acid, it could possibly survive via cockroach too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What this all means is that even though the movie said farewell and even though it probably is a goodbye to Hardy, there’s still a possibility that Venom or Venom-affiliated heroes (e.g., other symbiotes) could live on. That ambiguity is good for anyone who loves these movies, or anyone who possesses the odd, delusional fantasy of seeing some kind of Sony shared universe where <a href=\"https://www.vox.com/culture/24073066/dakota-johnson-madame-web-review\">Madame Web</a>, <a href=\"https://www.vox.com/23005376/morbius-review-jared-leto-mcu\">Morbius</a>, and Venom all hang out like pals, or anyone who wants to finally get the <a href=\"https://www.vox.com/culture/22698513/venom-2-let-there-be-carnage-post-credits-scene-tom-holland-spider-man\">Venom x Tom Holland Spider-Man</a> crossover that’s been relentlessly teased.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Like the aforementioned Knull credits scene, what will ultimately determine Venom’s future movies will be the box office. If lots of people go see this movie and it makes millions and millions of dollars, this won’t be Venom’s last dance. Fans of closure be damned.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This post contains spoilers for Venom: The Last Dance. The question at the core of Venom: The Last Dance is a simple one: Is this really the end of Venom? Is this really Tom Hardy’s last hurrah as journalist-turned-anti-hero Eddie Brock? Is the greatest comic book movie love story — a man standing in front [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "From the ex-Abercrombie CEO to Diddy, what’s behind the rise in sex trafficking cases?",
    "link": "https://www.vox.com/culture/379766/diddy-mike-jeffries-abercrombie-fitch-sex-trafficking-kanye-west",
    "pubDate": "2024-10-24T20:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Jeffries getting into a car.\" data-caption=\"Former Abercrombie &amp; Fitch CEO Mike Jeffries in Paris, France, on October 27, 2012. | Bertrand Guay/AFP via Getty Images\" data-portal-copyright=\"Bertrand Guay/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-154826343.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former Abercrombie &amp; Fitch CEO Mike Jeffries in Paris, France, on October 27, 2012. | Bertrand Guay/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><a href=\"https://www.hollywoodreporter.com/news/general-news/abercrombie-and-fitch-ceo-mike-jeffries-arrested-sex-trafficking-1236041035/\">Former Abercrombie &amp; Fitch CEO Mike Jeffries</a> and his partner Matthew Smith<strong> </strong>were arrested this week on federal charges of sex trafficking and interstate prostitution. Along with their associate James Jacobsen, the pair stands accused of recruiting and exploiting men for sex parties. These allegations were first revealed last year in a bombshell<em> </em><a href=\"https://www.bbc.com/news/world-66889779\">BBC News</a> investigation and a <a href=\"https://apnews.com/article/abercrombie-fitch-lawsuit-mike-jeffries-sex-trafficking-32aadb582055dd2468e5ad6be74e5ef0\">subsequent civil lawsuit</a> by a former Abercrombie &amp; Fitch model. The alleged victims say they were under the impression that they would receive modeling opportunities for participating in these events. Both Jeffries’s and Smith’s legal teams have declined to comment on the charges, telling <a href=\"https://www.nytimes.com/2024/10/22/business/mike-jeffries-arrested-sex-trafficking-abercrombie.html\">the New York Times</a> that they’ll plan to respond later on in court. </p>\n\n<p class=\"has-text-align-none\">These disturbing charges add another seedy layer to Abercrombie &amp; Fitch’s <a href=\"https://www.vox.com/23036145/abercrombie-netflix-white-hot-fitch\">problematic legacy</a> under Jeffries’s leadership, just as the company has begun to align itself with a <a href=\"https://www.vox.com/consumerism/368168/abercrombie-fitch-retailers-fashion-revival\">more wholesome image</a>. </p>\n\n<p class=\"has-text-align-none\">This latest development also fits into a larger, more impactful narrative playing out in pop culture and society right now: In the fallout of <a href=\"https://www.vox.com/2018/12/3/18116351/jeffrey-epstein-case-indictment-arrested-trump-clinton\">Jeffrey Epstein’s 2019 case</a> and <a href=\"https://www.vox.com/22698489/r-kelly-conviction-black-women-survivors\">R. Kelly’s 2021 conviction</a>, high-profile sex trafficking cases seem to be rising dramatically. According to a former prosecutor, we should probably expect to see more of them. </p>\n\n<p class=\"has-text-align-none\">Before the charges against Jeffries, the news cycle had already been consumed by the mountain of legal troubles surrounding <a href=\"https://www.vox.com/culture/24006759/puffy-diddy-sean-combs-video-cassie-rape-lawsuit\">hip-hop mogul Sean “Diddy” Combs</a>. In September, Combs was indicted in New York City, where he remains in custody without bail, on charges of sex trafficking, racketeering, and transportation for prostitution-related to his alleged “freak-off” parties. Combs’s lawyer has <a href=\"https://www.cbsnews.com/news/sean-diddy-combs-arrested-federal-custody/\">called these claims</a> “an unjust prosecution” and says Combs “looks forward to clearing his name in court.” </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1397430310_8baa6d.jpg?quality=90&#038;strip=all&#038;crop=0,11.975197577292,100,76.049604845416\" alt=\"Sean &quot;Diddy&quot; Combs attends the 2022 Billboard Music Awards at MGM Grand Garden Arena on May 15, 2022 in Las Vegas, Nevada.\" title=\"Sean &quot;Diddy&quot; Combs attends the 2022 Billboard Music Awards at MGM Grand Garden Arena on May 15, 2022 in Las Vegas, Nevada.\" data-has-syndication-rights=\"1\" data-caption=\"Sean “Diddy” Combs at the Billboard Music Awards on May 15, 2022, in Las Vegas, Nevada. | Amy Sussman/Getty Images for MRC\" data-portal-copyright=\"Amy Sussman/Getty Images for MRC\" />\n<p class=\"has-text-align-none\">Kanye West’s ex-assistant Lauren Pisciotta has also accused the rapper of <a href=\"https://www.nbcnews.com/news/us-news/yes-former-assistant-alleges-sex-trafficking-sexual-assault-amended-su-rcna175183\">trafficking women</a> in an amended civil lawsuit in which she also accuses him of sexual assault. (West&#8217;s lawyer <a href=\"https://people.com/kanye-west-responds-to-ex-assistant-sexual-harassment-wrongful-termination-lawsuit-8659055\">responded</a> to the lawsuit this summer accusing Pisciotta of &#8220;blackmail and extortion.&#8221;) Back in January, Hollywood producer Harvey Weinstein and AMC Networks chair James Dolan were <a href=\"https://deadline.com/2024/01/harvey-weinstein-james-dolan-rape-lawsuit-1235794234/\">accused of sex trafficking</a> in a complaint by a former massage therapist, although the judge dismissed the trafficking claims. </p>\n\n<p class=\"has-text-align-none\">Whispers of trafficking rings within Hollywood and other affluent spaces tend to run amok online, often lending to conspiracy theories and misinformation — <a href=\"https://www.vulture.com/article/diddy-conspiracy-theories-have-lost-the-plot.html\">as we’ve seen in the case of Diddy</a>. However, we’re witnessing a legitimate movement happening around the way sexual abuse is dealt with. Victims are more willing to come forward and prosecutors more eager to pursue these cases of coerced sex, according to Neama Rahmani, a former prosecutor who’s worked on human trafficking cases for the Department of Justice and a co-founder of West Coast Trial Lawyers. Vox spoke to Rahmani about why all of these bombshell sex trafficking cases are being brought now, and the ripple effect they could have in the years to come. </p>\n\n<p class=\"has-text-align-none\"><strong>How much of this do you consider to be a conscious trend happening in federal courts?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">It’s absolutely a trend. There&#8217;s no question that prosecutors are being a lot more aggressive in these types of cases. There&#8217;s the <a href=\"https://www.vox.com/22195361/cult-stories-like-nxivm-documentaries\">NXIVM case</a> that was run out of that same office, the Eastern District of New York, where Jeffries is being prosecuted. R. Kelly was also prosecuted in the neighboring Southern District of New York. So you&#8217;re seeing more of these types of prosecutions because they&#8217;re more and more successful.</p>\n\n<p class=\"has-text-align-none\">This is also obviously a result of #MeToo. Jeffrey Epstein got away with it for so many years, and now the tables have turned. Victims are coming forward. They&#8217;re empowered. They have a voice — because without the victims, you don&#8217;t really have a case. So it&#8217;s absolutely a trend in numbers, and we&#8217;re seeing more and more of it, and we are going to see more of it because there&#8217;s a lot more attention being paid.</p>\n\n<p class=\"has-text-align-none\"><strong>New York’s </strong><a href=\"https://www.governor.ny.gov/news/governor-hochul-signs-adult-survivors-act\"><strong>Adult Survivors Act</strong></a><strong>, which temporarily waived the statute of limitations for civil sex abuse cases, has been </strong><a href=\"https://www.pbs.org/newshour/show/how-a-new-york-state-law-opened-sean-diddy-combs-to-sexual-assault-lawsuits\"><strong>credited</strong></a><strong> with some of the lawsuits leading up to Diddy’s federal investigation. The allegations against Jeffries also came to light </strong><a href=\"https://apnews.com/article/abercrombie-fitch-lawsuit-mike-jeffries-sex-trafficking-32aadb582055dd2468e5ad6be74e5ef0\"><strong>after a civil case was filed</strong></a><strong>. How big of a role are these laws playing in what we’re seeing?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">We’re definitely seeing the statutes being reopened — not on the criminal side. But we know that a civil lawsuit can prompt an investigation that can lead to a criminal case. It goes back to<a href=\"https://www.vox.com/2019/2/23/18237702/catholic-church-sex-abuse-summit-destroyed-documents\"> the Catholic Church and the sex abuse scandal</a> there. It was litigated very aggressively and all the way up to state Supreme Courts. They ruled that you can open up the statute of limitations for civil [cases] but not criminal. By reopening the criminal statute limitations, it&#8217;s a retroactive prosecution and violates the ex post facto clause of the Constitution. But you’re seeing more and more civil statutes of limitations that are open. </p>\n\n<p class=\"has-text-align-none\">New York State and New York City did it. California’s have been open multiple times for civil lawsuits.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Why does it typically take so long to catch on to these cases?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Prosecutors are very conservative when it comes to rape cases, especially when we’re dealing with adults. Rape is one of the most underreported crimes, and a very small percentage of perpetrators are brought to justice because they&#8217;re hard cases. They happen behind closed doors. It&#8217;s an issue of consent and “he said, she said.” </p>\n\n<p class=\"has-text-align-none\">Prosecutors don&#8217;t like to lose, and they don&#8217;t like to take cases unless it&#8217;s a sure thing. So oftentimes you need multiple victims to come forward before you can get a conviction. Prosecutors don&#8217;t want to move forward with just one victim. The cases can hang. We&#8217;ve seen it happen with Bill Cosby, Danny Masterson, Harvey Weinstein. You have to get 12 out of 12 jurors unanimously. It&#8217;s not easy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So oftentimes, they need more victims. And victims don&#8217;t want to come forward and relive that trauma. You have to tell your story in a very public way. That&#8217;s the big-picture reason why we haven’t, at least during my lifetime, seen many of these prosecutions historically. </p>\n\n<p class=\"has-text-align-none\"><strong>In the case of Jeffrey Epstein and now Diddy, a lot of people are curious about the networks of people involved in these sex trafficking cases. Do you think Diddy’s or Jeffries’s trials will lead to the exposure of a lot of people? </strong></p>\n\n<p class=\"has-text-align-none\">US Attorney Damian Williams says the Diddy investigation is ongoing. But in my experience following him, he’s not one of those prosecutors who takes a kitchen-sink approach. He’s not someone to charge everyone. <a href=\"https://www.thedailybeast.com/kristina-khorram-everything-we-know-about-the-woman-being-dubbed-diddys-ghislaine/\">Kristina Khorram</a> — [Diddy’s] right-hand woman who allegedly provided the drugs, secured a lot of the victims, and recruited them — she hasn&#8217;t been charged. I would be surprised if any additional celebrities are charged, based on what I&#8217;ve seen so far. </p>\n\n<p class=\"has-text-align-none\">Again, prosecutors are conservative. They&#8217;re not going to name a celebrity unless they&#8217;re absolutely sure they could get a conviction. The standard is much higher in a criminal case. You need that unanimous jury beyond a reasonable doubt. </p>\n\n<p class=\"has-text-align-none\">I do expect celebrities to be sued. You look at the <a href=\"https://deadline.com/2024/10/sean-combs-rape-teen-celebrities-new-lawsuits-1236121708/\">lawsuit</a> against Diddy from this week. There&#8217;s a celebrity A and B, who allegedly participated [in the alleged rape]. The reason they haven&#8217;t been named is because there&#8217;s significant value in celebrities keeping their names secret and entering into a confidential settlement and paying to make this go away. I would expect to see individuals outed in those types of cases before they&#8217;re named in an indictment.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Do you see these cases continuing to have a ripple effect in the culture?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">I mean, it’s happening now because there’s a willingness. Look at the <a href=\"https://www.vox.com/culture/374720/menendez-brothers-abuse-claims-real-monsters-netflix-drama\">Menendez brothers</a>, right? They may be released because they were the victims of sexual abuse at the hands of their father. This is 35 years after they shot and killed their parents. There&#8217;s a very different awareness and culture around sexual assault and sexual abuse now and believing victims. I really do think the tide has turned, and the days of rich and powerful men being able to take advantage of young men and young women because of the disparities in their wealth and power are numbered. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Former Abercrombie &#38; Fitch CEO Mike Jeffries and his partner Matthew Smith were arrested this week on federal charges of sex trafficking and interstate prostitution. Along with their associate James Jacobsen, the pair stands accused of recruiting and exploiting men for sex parties. These allegations were first revealed last year in a bombshell BBC News [&#8230;]",
    "author": "Kyndall Cunningham"
  }
]