[
  {
    "title": "The case of the nearly 7,000 missing pancreases",
    "link": "https://www.vox.com/future-perfect/367812/organ-donation-loophole-pancreas-opo",
    "pubDate": "2024-08-21T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1244771286.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">There are some mysteries that I fear I’ll never see resolved. Who was <a href=\"https://en.wikipedia.org/wiki/D._B._Cooper\">DB Cooper</a> and what happened to him? Who <a href=\"https://en.wikipedia.org/wiki/Isabella_Stewart_Gardner_Museum_theft\">robbed the Gardner Museum</a> of its Vermeer and Rembrandts in 1990? And, most pressingly: where are the <a href=\"https://www.amjtransplant.org/article/S1600-6135(23)00462-8/abstract\">thousands of pancreases</a> taken out of Americans’ dead bodies in 2021, 2022, and 2023 that were never transplanted into anybody?</p>\n\n<p class=\"has-text-align-none\">Let me back up. Pancreata (the correct plural form of “pancreas”) are one of those organs you can’t live without. Without one, you don’t have insulin to regulate blood sugar or enzymes necessary to digest food. So all donated pancreata come from dead people who register as organ donors. In the US, we outsource the job of collecting organs from dead bodies to private groups called organ procurement organizations, or OPOs. Each OPO has a monopoly on organs in a particular geographic area; there are <a href=\"https://optn.transplant.hrsa.gov/about/search-membership/?memberType=Organ%20Procurement%20Organizations&amp;organType=%27AL%27&amp;state=0&amp;region=0\">56 groups total</a>, some of which only cover part of a state and some of which cover multiple states.</p>\n\n<p class=\"has-text-align-none\">For some time now, independent analysts and investigative reporters have argued that OPOs are underusing deceased donor organs by the tens of thousands. One report from 2019 estimated that every year <a href=\"https://www.bridgespan.org/bridgespan/Images/articles/reforming-organ-donation-in-america/reforming-organ-donation-in-america-12-2018.pdf\">28,000 usable organs</a> (mostly kidneys but also pancreata, hearts, livers, etc.) from deceased donors are never used; another put <a href=\"https://www.washingtonpost.com/graphics/2018/national/organ-transplant-shortages/?utm_term=.806b23dd755d\">the number at 75,000</a>. This, when the national waitlist for organs is <a href=\"https://www.organdonor.gov/learn/organ-donation-statistics\">more than 100,000 people long</a>.</p>\n\n<p class=\"has-text-align-none\">Historically, OPOs have faced perverse incentives. For instance, they were most often evaluated on the basis of how many organs are recovered per “eligible death,” but “eligible death” is a determination made by the OPOs themselves. That made it easy to juice the stats by, for instance, classifying some deaths as “ineligible” even when the organs were perfectly usable. That made “organs recovered per eligible deaths” go up without actually getting more people organs. OPO contracts with the federal government are <a href=\"https://archive.triblive.com/local/pittsburgh-allegheny/taxpayers-help-pay-for-organ-donor-groups-parties-rose-parade-expenses/\">quite lucrative</a>, which means OPO executives have ample reason to <a href=\"https://www.pogo.org/investigations/heartless-organ-donation-contractors-lobby-against-a-popular-health-care-initiative-while-pocketing-pandemic-relief-loans\">fight hard</a> to retain them.</p>\n\n<p class=\"has-text-align-none\">In 2019, President Donald Trump <a href=\"https://www.vox.com/future-perfect/2019/7/10/20687507/triump-kidney-disease-transplant\">issued a quite good executive order</a> instructing the Centers for Medicare and Medicaid Services, which oversees OPOs, to change the way they’re evaluated. The order led to two new metrics that were meant to be harder to game. The rule was finalized in December 2020, and — after also being reviewed and approved by the <a href=\"https://www.pogo.org/investigations/americas-transformative-new-organ-donation-rule-goes-into-effect-over-objections-from-monopolistic-contractors#:~:text=The%20Centers%20for%20Medicare%20and,effective%20on%20March%2030%2C%202021.\">Biden administration</a> — <a href=\"https://www.federalregister.gov/documents/2021/02/02/2021-02180/medicare-and-medicaid-programs-organ-procurement-organizations-conditions-for-coverage-revisions-to\">took effect in March 2021</a>. It came with real teeth: OPOs that did particularly badly would face decertification, meaning another OPO with a better track record of serving patients would take over their territory.</p>\n\n<p class=\"has-text-align-none\">The rule had the potential to force OPOs to collect more organs and save thousands more lives every year. But the OPOs quickly figured out a new loophole.</p>\n\n<h2 class=\"wp-block-heading\">The birth of the pancreas loophole</h2>\n\n<p class=\"has-text-align-none\">The rule’s new metrics were meant to be based on objective criteria. It asked OPOs to tally the total number of deceased people 75 and younger with causes of death compatible with donation, and then estimate the number of deceased donors each year as a share of that total population, and the number of organs actually used as a share of that total population. The denominator was now something that OPOs couldn’t tamper with. That meant, hopefully, that they’d be judged solely on how many organs they recovered and transplanted into people — on how many thousands of lives they saved.</p>\n\n<p class=\"has-text-align-none\">But while OPOs couldn’t muck with the denominator anymore, they could still muck with the numerators. Being a donor generally means that your organs are used in a transplant, but there’s a carveout for one organ: the pancreas. A <a href=\"https://www.govinfo.gov/app/details/PLAW-108publ362\">narrow 2004 law</a> allows researchers running clinical trials to conduct transplants of islet cells (the parts of the pancreas that produce insulin) as a potential cure for diabetes. Because of that law, OPOs could “recover” pancreases for islet cell transplant research, and get credit for recovering more organs under the new rule. But the federal government never asked for any proof that these organs were part of any FDA-approved research.</p>\n\n<p class=\"has-text-align-none\">Sure enough, the total number of pancreata that OPOs labeled as for “research” grew from 513 in 2020 to a whopping 3,238 in 2023. The number of donors whose only recovered organ was a pancreas designated for research grew from 25 to 429, according to the <a href=\"https://optn.transplant.hrsa.gov/\">Organ Procurement &amp; Transplantation Network</a>. That’s an over tenfold increase in three years.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"OPOs reported many more pancreas recoveries right after the government started judging them on how many organs they recovered\" src=\"https://datawrapper.dwcdn.net/QrbaT/1/\" frameborder=\"0\" height=\"412\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">Last year, Lenny Bernstein, a reporter at the Washington Post who’s been watching this scandal closely, <a href=\"https://www.washingtonpost.com/health/2023/03/20/organ-transplant-groups-pancreas-collection/\">talked to pancreatic researchers</a> who all reported there was no sudden surge in need for pancreases in research projects. Indeed, if you look at the <a href=\"https://optn.transplant.hrsa.gov/about/search-membership/?memberType=Transplant+Centers&amp;state=-1&amp;region=0\">small handful of medical centers</a> that use research pancreata for islet cell transplants, you find that there were only 24 transplants conducted in all of 2023: 22 at the University of Chicago Medical Center, and one each at City of Hope Medical Center outside Los Angeles, and at the Hospital of the University of Pennsylvania.</p>\n\n<p class=\"has-text-align-none\">That’s 3,238 pancreata recovered for islet cell transplant research in 2023, and only 24 actual transplants conducted that year. Where did the other 3,214 pancreata go? Where did the nearly 7,000 pancreata taken from dead Americans’ bodies over the past three years and not used for transplants go?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The waiting list for people needing just pancreata is <a href=\"https://www.organdonor.gov/learn/organ-donation-statistics/detailed-description#fig1\">barely 800 people</a>. That number could be zero if these organs were better allocated. Where are they?</p>\n\n<p class=\"has-text-align-none\">I asked the Association of Organ Procurement Organizations (AOPO), a kind of trade group for the organ procurers, for an explanation. “CMS developed and implemented the current rule governing the use of pancreata for research in 2021. As is required, OPOs have been complying with the rule since that time,” AOPO’s president Dorrie Dils told Vox in a statement. “OPOs have always followed CMS guidance and will continue to do so.”</p>\n\n<p class=\"has-text-align-none\">That’s one interpretation. Another is that we could be seeing an attempt by OPOs to get around regulations, and avoid being decertified because they don’t facilitate enough donations. That’s certainly how the <a href=\"https://www.finance.senate.gov/chairmans-news/wyden-grassley-cardin-young-raise-alarm-over-dramatic-increase-in-pancreata-procurement-\">Senate Finance Committee</a>, where a bipartisan group of senators has been investigating the matter, sees it. In a letter to OPOs sent last year, the committee quoted from a listserv of OPO employees. In a thread discussing the new rules, an OPO employee wrote, “If you have a donor with only a pancreas for research, that is an organ donor for the Donor Rate. Otherwise, a donor is any donor with at least 1 organ transplanted. Savvy (or cynical?) OPOs ought to start a pancreas for research program immediately.”</p>\n\n<p class=\"has-text-align-none\">Savvy (or cynical?) indeed! In a <a href=\"https://aopo.org/wp-content/uploads/AOPO-SFC-Pancreas-Research-Statement-03-21-2023.pdf\">reply to the committee</a>, AOPO protested that “OPOs have been operating according to the rule” and that the research donations mean “the organ does not go to waste.” Have they not gone to waste? The committee asked OPOs to report back which specific research studies they gave the pancreata to; I know of no OPO that has put out data formally tying each pancreas to a specific study.</p>\n\n<p class=\"has-text-align-none\">This past January, <a href=\"https://www.cms.gov/files/document/qso-24-04-opo.pdf\">CMS sent a letter to OPOs</a> reminding them that they could only count pancreases that were actually used for research. But it should go a step further and do what the <a href=\"https://www.finance.senate.gov/chairmans-news/wyden-grassley-cardin-and-young-call-on-cms-to-strengthen-protections-against-excessive-and-unnecessary-recoveries-of-pancreata-from-organ-donors\">Senate committee is urging</a>: clarify that only pancreata donated to research approved by the FDA counts under the rule. That is, OPOs cannot make themselves look better and avoid decertification just by recovering pancreata and then sticking them in a freezer. They have to actually get the pancreata into the hands of scientists.</p>\n\n<p class=\"has-text-align-none\">It’s a very simple change, but it could mean the difference between rules that lead to thousands more organs going to people who need them, and rules that let the current system of unaccountable OPOs continue unabated.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story originally appeared in the&nbsp;</em><a href=\"https://www.vox.com/future-perfect\"><em><strong>Future Perfect</strong></em></a><em>&nbsp;newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\"><em><strong>Sign up here!</strong></em></a></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There are some mysteries that I fear I’ll never see resolved. Who was DB Cooper and what happened to him? Who robbed the Gardner Museum of its Vermeer and Rembrandts in 1990? And, most pressingly: where are the thousands of pancreases taken out of Americans’ dead bodies in 2021, 2022, and 2023 that were never [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "Is it time for Kamala Harris to do interviews and press conferences?",
    "link": "https://www.vox.com/politics/367868/kamala-harris-interviews-press-conferences-criticism",
    "pubDate": "2024-08-21T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris, in a tan blazer and white shirt, waves from a red and blue stage, a large smile on her face.\" data-caption=\"Vice President Kamala Harris addresses the Democratic National Convention at the United Center in Chicago, on August 19. | Tom Williams/CQ-Roll Call, Inc via Getty Images\" data-portal-copyright=\"Tom Williams/CQ-Roll Call, Inc via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2166823358.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris addresses the Democratic National Convention at the United Center in Chicago, on August 19. | Tom Williams/CQ-Roll Call, Inc via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Members of the media <a href=\"https://www.nydailynews.com/2024/08/18/harris-shouldnt-duck-the-press-vp-cant-avoid-news-conferences-and-interviews/\">agree</a>: Vice President Kamala Harris <a href=\"https://www.cjr.org/the_media_today/kamala_harris_media_interviews_press_conferences.php\">needs</a> to <a href=\"https://www.theguardian.com/commentisfree/article/2024/aug/13/kamala-harris-must-speak-to-press\">start</a> doing <a href=\"https://www.poynter.org/commentary/2024/kamala-harris-no-interviews-journalists-reporters/\">press</a> conferences and <a href=\"https://www.newyorker.com/news/fault-lines/how-generic-can-kamala-harris-be\">interviews</a> with members of the media.</p>\n\n<p class=\"has-text-align-none\">It’s been about a month since Harris suddenly became the presumptive Democratic presidential nominee. In that period, Harris has at times <a href=\"https://www.nytimes.com/2024/08/08/business/media/kamala-harris-press-interviews.html\">briefly answered questions</a> from reporters publicly — and has <a href=\"https://www.politico.com/newsletters/west-wing-playbook/2024/08/07/why-harris-isnt-taking-questions-00173115\">reportedly spoken</a> to her traveling press pool off the record. But she’s done no formal interviews and held no formal press conferences.</p>\n\n<p class=\"has-text-align-none\">In fairness, she’s been quite busy. Over just a few scant weeks, Harris has had to take over a campaign, hit the trail, pick a running mate, develop a policy platform and message, and oversee preparations for a convention.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On August 8, Harris <a href=\"https://www.nytimes.com/2024/08/08/business/media/kamala-harris-press-interviews.html\">said</a> she wanted “to get an interview scheduled before the end of the month.” With so much in flux, it’s perhaps not surprising that high-stakes reporter Q&amp;As aren’t at the top of the priority list.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But should they be?</p>\n\n<p class=\"has-text-align-none\">If you zoom out from the electoral stakes, of course it’s bad for democracy if politicians avoid talking to the press. Of course we should, in the abstract, expect the next potential future president to publicly answer questions about their proposals and other topics in the news.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Plus, with Harris’s campaign starting so unusually late, the public deserves to learn more about her. If she’s seen mainly in the tightly controlled and scripted settings of ads, rally speeches, and social media clips, we may not learn much about her views on issues and topics she prefers not to address, or assess how she responds to unplanned events.</p>\n\n<p class=\"has-text-align-none\">But while it’s tempting to say (and convenient for journalists to argue) that Harris doing more press is both the right thing to do and the strategically smart thing for her to do, things may not align so neatly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Interviews and press conferences are risky for any politician. There is no guarantee they will go well, and for Harris in particular, some in recent years <a href=\"https://www.forbes.com/sites/markjoyella/2021/06/08/kamala-harris-tells-nbcs-lester-holt-weve-been-to-the-border-he-responds-you-havent/\">have gone infamously poorly</a>. As a candidate trying to win an election (against an opponent who is <a href=\"https://www.vox.com/politics/24159069/trump-guardrails-authoritarian-democracy-second-term\">hostile to democracy</a> and uses his own press appearances <a href=\"https://www.cnn.com/2024/08/15/politics/fact-check-trump-bedminster-news-conference/index.html\">to lie and exaggerate wildly</a>), she will naturally weigh the risks and rewards of what might help, or harm, her campaign.</p>\n\n<p class=\"has-text-align-none\">So what’s arguably the right thing to do for the health of our democracy — facing down some difficult media questions — really may not be the best strategy to help Harris win. However, remaining unavailable indefinitely poses its own strategic risks, and is likely unsustainable over the longer term.</p>\n\n<h2 class=\"wp-block-heading\">Interviews gone awry have haunted Harris in the past</h2>\n\n<p class=\"has-text-align-none\">Since Harris joined the race, she has jumped <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">out to a small lead</a> in polls and has benefited from overwhelmingly positive media coverage. The Democratic base has rallied around her and swing voters so far seem to like what they see. And all that has happened without a single formal press conference or interview.</p>\n\n<p class=\"has-text-align-none\">With things trending so positively, interviews and press conferences appear to present mainly downside risk. That is: the campaign probably calculates that it’s unlikely many undecided voters will be persuaded by anything she says in such formats (as opposed to messaging Harris can more fully control, like rallies and ads), while a botched answer could generate a great deal of new negative coverage and attacks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris has suffered such fates in the past.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In January 2019, at the start of her presidential campaign, anchor Jake Tapper <a href=\"https://x.com/ShaneGoldmacher/status/1090090364420136960\">asked at a CNN town hall</a> whether her support of Medicare-for-all meant she wanted to eliminate private health insurance. Harris responded by saying that, yes, you won’t have to go through a private insurance company anymore: “​​Let’s eliminate all that. Let’s move on.” That answer, and the topic of health care generally, would dog her in the months to come (she <a href=\"https://www.washingtonpost.com/politics/2019/06/28/kamala-harris-reverses-answer-abolishing-private-health-insurance-saying-she-misheard-question/\">would eventually backtrack</a> on her answer).</p>\n\n<p class=\"has-text-align-none\">Accounts of Harris’s vice presidency typically treat a <a href=\"https://x.com/TODAYshow/status/1402224936136187907\">June 2021 interview</a> with Lester Holt of NBC News as <a href=\"https://www.nytimes.com/2021/06/11/us/politics/kamala-harris-vice-president.html\">the moment</a> that put her off interviews in general. Tasked by President Joe Biden with addressing root causes of unauthorized immigration, Harris came prepared to discuss that policy matter and her <a href=\"https://www.cnn.com/2021/06/09/politics/kamala-harris-foreign-trip/index.html\">recent trip</a> to Guatemala and Mexico. But Holt pressed her on a different question: why hadn’t she gone to the border herself yet?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The question was of questionable relevance — how much can a president or vice president really learn from a brief border drop-by? And Harris <a href=\"https://www.vox.com/politics/361635/kamala-harris-border-czar-immigration-mexico-guatemala-rnc\">had been tasked</a> with addressing “root causes” and migration-related diplomacy with the Mexican and Guatemalan governments, not border security logistics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But Harris answered strangely. Rather than simply batting it away by giving a vague answer that she planned to visit the border later on, she said she’d go at some point but then <a href=\"https://x.com/TODAYshow/status/1402224936136187907?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1402224936136187907%7Ctwgr%5E5523f213c4be80c2e5c7170e8599b0319d4d92c1%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.npr.org%2F2021%2F06%2F08%2F1004504140%2Fharris-tries-to-turn-the-focus-to-migration-but-gets-bogged-down-in-border-quest\">asserted</a> “We’ve been to the border,” repeating that sentence four times. Holt naturally followed up by saying that she hadn’t, in fact, been to the border. Harris responded: “And I haven’t been to Europe,” and laughed, before saying she didn’t understand Holt’s point.</p>\n\n<p class=\"has-text-align-none\">Harris seemed to be trying to say that you don’t always have to physically go somewhere to learn a lot about a policy issue, and that she had only been in office for a few months and couldn’t have traveled everywhere yet. Regardless of what she meant, that exchange instantly became the only thing anyone focused on about that interview, and it earned Harris much mockery and criticism. Unsurprisingly, she did far fewer interviews like that afterward.</p>\n\n<p class=\"has-text-align-none\">Accounts of Harris’s thinking suggest she intensely prepares for such interviews, that she’s highly concerned things may go wrong, and that she believes racism and sexism give her less leeway to make a mistake. “She felt as if she would be unfairly punished by the press corps if she ever faltered — and that her slipups might make it difficult for every Black woman who followed in her path,” Franklin Foer wrote in his book about the Biden administration, <a href=\"https://www.penguinrandomhouse.com/books/534055/the-last-politician-by-franklin-foer/\"><em>The Last Politician</em></a>.</p>\n\n<h2 class=\"wp-block-heading\">Harris may feel she has to give interviews to avoid negative coverage for not giving interviews</h2>\n\n<p class=\"has-text-align-none\">Politicians in certain situations have good reasons to talk to the press. Some seek to increase their prominence and name recognition. Some are hoping to turn around their numbers because they are losing. Some want to promote their ideas.&nbsp;</p>\n\n<p class=\"has-text-align-none\">None of these currently apply to Harris, who has gotten a ton of coverage since unexpectedly becoming the new Democratic nominee, who is currently leading in polls and who is still honing her ideas for a campaign and governing agenda.</p>\n\n<p class=\"has-text-align-none\">But there is actually a strategic case that doing more press could have its benefits for Harris — or at least, that it could avert possible future pitfalls.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For one, if a candidate does not have ample practice doing press in unscripted settings, he or she may get rusty and perform worse when such settings are unavoidable. (This may have been one factor explaining Biden’s <a href=\"https://www.vox.com/politics/358652/biden-drop-out-debate-harris-convention\">candidacy-destroying performance</a> at the June debate.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Additionally, if Harris keeps avoiding interviews, grumbling from the press will likely increase, and the narrative that she’s too afraid or incompetent to do interviews could catch on, generating negative coverage of a kind she’s mostly avoided so far.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Finally, the post-convention period is arguably the optimal time for Harris to do press, since as Election Day draws nearer, the media typically frames coverage far more as a binary choice for the voters between the two nominees. That’s a frame Harris likely prefers, as she can focus on prosecuting the case against Trump.</p>\n\n<p class=\"has-text-align-none\">So, expect Harris to do more press soon after the convention ends. But probably not too much more — unless she sees something in it for her.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Members of the media agree: Vice President Kamala Harris needs to start doing press conferences and interviews with members of the media. It’s been about a month since Harris suddenly became the presumptive Democratic presidential nominee. In that period, Harris has at times briefly answered questions from reporters publicly — and has reportedly spoken to [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "What Barack Obama’s DNC speech was actually about",
    "link": "https://www.vox.com/politics/367911/barack-obama-democratic-convention-speech-2024",
    "pubDate": "2024-08-21T05:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Obama in a suit against a blue background, holding one finger up while mid-speech onstage at the DNC.\" data-caption=\"Former President Barack Obama speaks during the Democratic National Convention in Chicago, Illinois, on August 20, 2024. | Victor J. Blue/Bloomberg via Getty Images\" data-portal-copyright=\"Victor J. Blue/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166940225.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Barack Obama speaks during the Democratic National Convention in Chicago, Illinois, on August 20, 2024. | Victor J. Blue/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">During his 2024 Democratic National Convention address on Tuesday night, former President Barack Obama made no secret of his disdain for Donald Trump. But his speech was more than just a partisan broadside: It was a philosophical brief in defense of liberalism, a kind of first-principles moral argument that no other major convention speaker offered.</p>\n\n<p class=\"has-text-align-none\">Liberal, in this context, does not refer to the term’s use in partisan American politics. It refers instead to the centuries-old philosophical tradition that sees politics as fundamentally oriented around the values of freedom and equality. Government, for liberals, exists to enable people to live according to their own vision for their lives; it has no business telling people what god to worship or giving certain groups of people more rights than others.</p>\n\n<p class=\"has-text-align-none\">Obama was a <a href=\"https://www.google.ca/books/edition/A_Thousand_Small_Sanities/6N1sDwAAQBAJ?hl=en&amp;gbpv=1&amp;dq=gopnik+liberalism&amp;printsec=frontcover\">thoroughly liberal president</a>, and Trump a <a href=\"https://www.vox.com/policy-and-politics/2019/9/9/20750160/liberalism-trump-putin-socialism-reactionary\">thoroughly illiberal one</a>. This clearly troubled Obama — troubled him so much, in fact, that he dedicated this most high-profile speech to explaining why Trump must be defeated not just politically but also philosophically. </p>\n\n<h2 class=\"wp-block-heading\">The stakes of 2024, according to Barack Obama</h2>\n\n<p class=\"has-text-align-none\">Obama is hardly the first person to declare Trump a mortal enemy of liberalism. Ever since 2016, there’s been a library’s worth of books published on liberalism’s Trump-induced crisis and how it ought to be resolved.</p>\n\n<p class=\"has-text-align-none\">Some of Obama’s remarks followed this literature rather closely. Like many, Obama sees Trump’s divisive political style as opposed to liberalism’s core principle of equality: that all citizens deserve to be treated equally, each free to pursue a good life in the way they see fit (as long as they don’t hurt others in doing so).</p>\n\n<p class=\"has-text-align-none\">Trump, Obama says, draws an elemental distinction “between the real Americans, who of course support [Trump], and the outsiders who don’t.” And that Trump and his allies believe “one group’s gain is another group’s loss,” and that “freedom means the powerful can do pretty much whatever they please.”</p>\n\n<p class=\"has-text-align-none\">This, Obama says, is wrong. It’s wrong not just for Democrats and progressives, but for Americans — citizens of a country whose <a href=\"https://press.princeton.edu/books/hardcover/9780691176604/the-expanding-blaze?srsltid=AfmBOoo3VtHFH5avX3a7GKBKl_8qJXDIPWg6RkSFl0u3EQL5bxCBUGx5\">very existence grew out of liberal thought</a>. The Harris campaign, in his telling, is tapping into a fundamental liberal impulse that permeates the American body politic.</p>\n\n<p class=\"has-text-align-none\">“The vast majority of us do not want to live in a country that’s bitter and divided,” Obama said. “We want something that’s better. We want to be better. And the joy and excitement surrounding this campaign tells us that we’re not alone.”</p>\n\n<p class=\"has-text-align-none\">Living this liberal vision, for Obama, means accepting the diversity inherent to a large society made up of people with all sorts of beliefs and worldviews: recognizing that “our fellow citizens deserve the same grace we hope they’ll extend to us.” It means understanding “true freedom” as something that gives all of us the right “to make decisions about our own life [and] requires us to recognize that other people have the right to make decisions that are different than ours.” And it means seeing democracy as more than “just a bunch of abstract principles and a bunch of dusty laws in a book somewhere,” but rather “the values we live by.”</p>\n\n<p class=\"has-text-align-none\">This, to be clear, is not a case that Trump is un-American and thus will definitely lose: Obama took great pains to emphasize that the race was still close and could go either way. Rather, Obama is saying that what Trump stands for contradicts many of the values that Americans claim to hold dear — our core sense of what our country is about and what it stands for. That America’s truest identity is liberal, and that this identity can transcend those things that divide us.</p>\n\n<p class=\"has-text-align-none\">I want to agree with that. But as I <a href=\"https://www.hachettebookgroup.com/titles/zack-beauchamp/the-reactionary-spirit/9781541704411/\">argue in my recent book</a>, there is a deeply illiberal strain in American politics — an ideology born out of the essential contradiction between America’s state liberal ideals and the reality of chattel slavery at its founding.</p>\n\n<p class=\"has-text-align-none\">This tradition, like Trump, rejects core liberal-democratic ideals about equality. It is no more and no less American than our loftier stated ideals; both represent authentic aspects of America’s identity, and both have triumphed at different times throughout our country’s history.</p>\n\n<p class=\"has-text-align-none\">The question, then, is not whether American liberalism can reassert its naturally dominant place. It is whether the America that Obama believes in will triumph in this round of a centuries-old struggle against an authoritarian twin.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "During his 2024 Democratic National Convention address on Tuesday night, former President Barack Obama made no secret of his disdain for Donald Trump. But his speech was more than just a partisan broadside: It was a philosophical brief in defense of liberalism, a kind of first-principles moral argument that no other major convention speaker offered. [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Michelle Obama articulated something Democrats have been afraid to say",
    "link": "https://www.vox.com/2024-elections/367899/michelle-obama-dnc-convention-speech-2024-hope",
    "pubDate": "2024-08-21T04:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Michelle Obama speaking passionately at a podium. \" data-caption=\"Former first lady Michelle Obama speaks during day two of the Democratic National Convention in Chicago on August 20, 2024. | Bill Clark/CQ-Roll Call, Inc via Getty &lt;br&gt;\" data-portal-copyright=\"Bill Clark/CQ-Roll Call, Inc via Getty &lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2166935593.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former first lady Michelle Obama speaks during day two of the Democratic National Convention in Chicago on August 20, 2024. | Bill Clark/CQ-Roll Call, Inc via Getty &lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">“Something wonderfully magical is in the air, isn’t it?” former first lady Michelle Obama <a href=\"https://x.com/brianstelter/status/1826088090600919123\">said</a> in her speech at the Democratic National Convention Tuesday. “A familiar feeling that’s been buried too deep for too long.”</p>\n\n<p class=\"has-text-align-none\">“You know what I’m talking about? It’s the contagious power of hope!” she said, adding: “America, hope is making a comeback.”</p>\n\n<p class=\"has-text-align-none\">The rhetoric harkened back to Barack Obama’s first presidential campaign in 2008 — when Democrats ran on hope and change. </p>\n\n<p class=\"has-text-align-none\">But when you think about it, it’s kind of brutal toward Kamala Harris’s predecessor as the presumptive Democratic nominee. Michelle Obama was quite clearly implying that the party, and perhaps the country, had lost hope under Joe Biden, and that it took Harris to bring that hope back. </p>\n\n<p class=\"has-text-align-none\">Few Democrats have gone so far as to openly admit how bad the vibes had gotten. Even before Biden’s disastrous debate with Donald Trump in June, his polling had been quite poor for nearly a year. More and more people in the party began to view defeat as highly likely, if not inevitable. Since then, hope has indeed returned, but in this new era of good feelings, few Democrats have publicly dwelled on how bleak things had been.</p>\n\n<p class=\"has-text-align-none\">The speech crystallized something fascinating about how the presidential contest has changed in the past month — namely, that Harris seems to have become the “change” candidate who can channel hopes for the future, even though her administration currently runs Washington and she is the incumbent vice president.</p>\n\n<p class=\"has-text-align-none\">In part, that’s because Harris is younger — not being an octogenarian or even a septuagenarian — and because her election would be a demographic first. </p>\n\n<p class=\"has-text-align-none\">But it’s also because her opponent Donald Trump has already served as president, and has incessantly dominated the nation’s politics and much of its mental mindshare for the past decade. Not only is Trump obsessed with relitigating controversies and grudges from his first term, but he also has too much of a political history at this point to credibly promise he could lead the country in a truly new direction.</p>\n\n<p class=\"has-text-align-none\">When the public is dissatisfied, a newer, lesser-known change candidate can have a real advantage. Without having been in power, such a candidate can be all things to all people; they can represent the public’s hopes, having not yet disappointed them.</p>\n\n<p class=\"has-text-align-none\">Barack Obama thought this was crucial in his rise to political prominence, “I serve as a blank screen,” he wrote in his 2006 book <em>The Audacity of Hope</em>, “on which people of vastly different political stripes project their own views.”</p>\n\n<p class=\"has-text-align-none\">Harris has benefited from a similar dynamic. She has given Democrats, and voters generally, who were disappointed or disillusioned under Biden a reason to hope she will be different in a way that they like. </p>\n\n<p class=\"has-text-align-none\">That was on display Tuesday, when both Sen. Bernie Sanders (I-VT) and former American Express CEO Ken Chenault spoke effusively about Harris not too far removed from each other. It’s also been evident in how protests of Biden’s Israel policies have been far less of a factor at the convention than many expected. And it’s front and center in the campaign’s rhetoric that Harris wants to go forward, not back.</p>\n\n<p class=\"has-text-align-none\">The risk of being the change candidate is that you are less experienced, but being the incumbent veep helps Harris with that. Currently, she appears to be getting the benefits of experience from serving under Biden without the downsides of being held accountable for his record.</p>\n\n<p class=\"has-text-align-none\">The Trump team now very much wants to recouple Harris and Biden — blaming her for the inflation, foreign crises, and border chaos that have occurred in the past four years. In the face of these attacks, Harris’s task is to ensure voters keep viewing her as the new and hopeful future, rather than the past. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "“Something wonderfully magical is in the air, isn’t it?” former first lady Michelle Obama said in her speech at the Democratic National Convention Tuesday. “A familiar feeling that’s been buried too deep for too long.” “You know what I’m talking about? It’s the contagious power of hope!” she said, adding: “America, hope is making a [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "The It Ends With Us drama is the new Don’t Worry Darling drama",
    "link": "https://www.vox.com/culture/366523/blake-lively-drama-justin-baldoni-it-ends-with-us-hoover-movie-feud",
    "pubDate": "2024-08-20T20:40:04.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Brandon Sklenar, Blake Lively, and Ryan Reynolds, from left to right, against a background of bright pink letters reading It Ends With Us.\" data-caption=\"Brandon Sklenar, Blake Lively, and Ryan Reynolds attend the It Ends With Us New York premiere on August 6, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165608450.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Brandon Sklenar, Blake Lively, and Ryan Reynolds attend the It Ends With Us New York premiere on August 6, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">You might have seen previews or even bought tickets for the new film adaptation of Colleen Hoover’s bestselling romance novel <em>It Ends With Us</em>, starring Blake Lively. But have you heard about the online soap opera surrounding a rumored rift among the film’s cast, its director and co-star Justin Baldoni, and possibly Deadpool?&nbsp;Once again, a film’s press tour is stirring up more conversation than the movie itself.</p>\n\n<p class=\"has-text-align-none\">The week leading up to the <em>It Ends With Us</em> premiere is already bringing back memories of the weeks-long, <a href=\"https://www.hollywoodreporter.com/movies/movie-features/chris-pine-harry-styles-spit-gate-dont-worry-darling-memes-1235338698/\">spit-covered</a> scandal surrounding <a href=\"https://www.vox.com/culture/2022/9/6/23339631/dont-worry-darling-wilde-pugh-feud-explained\"><em>Don’t Worry Darling</em></a> in 2022. In fact, it seems like the excitement of that previous drama has incited social media users to pull out their Sherlock caps and magnifying glasses. So far, any concrete details about this supposed on-set drama are sparse.<strong> </strong>The only person involved in the film to comment on the gossip and subsequent backlash against Lively on social media is Brendan Sklenar, who plays one of Lively’s love interests. On August 20, he <a href=\"https://www.instagram.com/p/C-5nF_IJr73/?utm_source=ig_web_copy_link&amp;igsh=MzRlODBiNWFlZA==\">issued</a> a lengthy but vague statement on Instagram condemning the “negativity being projected online.” Notably, he also alluded to “what may or may not have happened behind the scenes,” leaving the door open for more speculation.<strong> </strong>If <em>It Ends With Us</em>’s<em> </em><a href=\"https://deadline.com/2024/08/it-ends-with-us-box-office-blake-lively-justin-baldoni-1236044788/\">box-office numbers</a> are<em> </em>any indication — the film made $100 million domestically in less than two weeks — the gossip has certainly benefited the film. </p>\n\n<p class=\"has-text-align-none\">It all started with <em>It Ends With Us</em>’s New York premiere on August 6, when fans noticed that Lively and Baldoni hadn’t been photographed on the red carpet together, nor have they been paired for interviews. Initially all signs of trouble pointed to Baldoni, but the narrative began to shift when a <a href=\"https://www.eonline.com/news/1405851/blake-lively-reveals-ryan-reynolds-wrote-iconic-it-ends-with-us-scene\">quote</a> from Lively about her husband Ryan Reynolds’s involvement in the film’s script went viral. And on Friday, insiders <a href=\"https://www.hollywoodreporter.com/movies/movie-news/blake-lively-justin-baldoni-it-ends-with-us-drama-what-we-know-1235969708/\">confirmed</a> to the Hollywood Reporter that there was a power struggle between the two parties when it came to the film’s final cut. At the same time, remarks from Baldoni <a href=\"https://x.com/people/status/1821568076267085985\">praising Lively</a>, while also hinting at a creative overhaul, are coming out. Most recently, Baldoni <a href=\"https://deadline.com/2024/08/it-ends-with-us-justin-baldoni-melissa-nathan-blake-lively-1236039853/\">hired</a> crisis publicist Melissa Nathan, who represented Johnny Depp during his <a href=\"https://www.vox.com/culture/23043519/johnny-depp-amber-heard-defamation-trial-fairfax-county-domestic-abuse-violence-me-too\">highly publicized defamation trial</a> in 2022. </p>\n\n<p class=\"has-text-align-none\">Despite any PR manager’s recent attempts to smooth out drama, the internet has already made up its mind. It’s maybe not surprising that this has turned into yet another game of optics and who has the most goodwill online. It speaks to the quick, sometimes dangerous escalation of gossip in the post-Deuxmoi world.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Who is Justin Baldoni and does his cast hate him?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Before we get into whether the<em> It Ends With Us</em> cast hates Baldoni, some information about the actor-turned-director. You might recognize Baldoni from the hit CW <em>Jane the Virgin</em> where he played Rafael, the hunky father of Jane’s child. In 2019, he co-founded the production company Wayfarer Studios with billionaire entrepreneur Steve Sarowitz. Baldoni has directed and produced a few movies under his Wayfarer banner, including the teen cancer romance <em>Five Feet Apart</em> in 2019 and the 2020 Disney+ musical drama <em>Clouds</em>. In 2022, it was reported that Sarowitz <a href=\"https://variety.com/2022/film/news/wayfarer-studios-125-million-investment-justin-baldoni-steve-sarowitz-1235295142/\">invested $125 million</a> into the independent production company.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even with all this power, you might still be wondering why this fairly new director was selected to helm such a massive IP about a woman’s experience with domestic abuse.</p>\n\n<p class=\"has-text-align-none\">The answer seems to partially lie in his extracurricular work. As a vocal feminist ally, discussing women’s issues — or more accurately, men’s issues — has been a huge, if not defining, part of Baldoni’s brand. In 2017, the actor launched a panel series called <em>Man Enough</em> through Wayfarer, featuring actors Matt McGorry and Javier Munoz, exploring, in his words, “what it means to be a man.” In 2021, he published a memoir titled <a href=\"https://manenough.com/podcast/\"><em>Man Enough? Undefining My Masculinity</em></a> about his journey overcoming the expectations of traditional manhood. He later launched a podcast of the same name with co-hosts Jamey Heath and former Vox political correspondent Liz Plank. Like McGorry, he’s one of several self-identifying male feminists who emerged during the Trump era and gained both praise for their activism and criticism for a <a href=\"https://pittnews.com/article/130284/opinions/editorial-justin-baldonis-feminism-male-focused/\">male-centered</a>, “<a href=\"https://www.buzzfeednews.com/article/iexplorer/woke-bae-day\">mansplain-y</a>” approach to that activism.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-800668332.jpg?quality=90&#038;strip=all&#038;crop=0,9.3509154173848,100,81.29816916523\" alt=\"Actor Justin Baldoni speaks into a microphone, wearing a gray suit and white shirt, in front of a red-curtain backdrop.\" title=\"Actor Justin Baldoni speaks into a microphone, wearing a gray suit and white shirt, in front of a red-curtain backdrop.\" data-has-syndication-rights=\"1\" data-caption=\"Actor Justin Baldoni speaks onstage at the 2017 NALIP Latino Media Awards. | Phillip Faraone/Getty Images for NALIP\" data-portal-copyright=\"Phillip Faraone/Getty Images for NALIP\" />\n<p class=\"has-text-align-none\">Nevertheless, it seems appropriate that Baldoni would go after Hoover’s novel about domestic abuse. After he sent Hoover a <a href=\"https://www.yahoo.com/entertainment/it-ends-with-us-author-colleen-hoover-says-justin-baldoni-struggled-a-little-bit-with-idea-of-playing-ryle-184652889.html\">letter</a> about his love for the book, his production company <a href=\"https://variety.com/2019/film/news/justin-baldoni-it-ends-with-us-movie-jane-the-virgin-1203268293/\">optioned the project</a> in 2019. Blake Lively was brought on as an executive producer in 2017, and from there, the project seemed to descend into chaos.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Throughout the press tour, Baldoni has been noticeably isolated not just from Lively but the entire main cast, <a href=\"https://deadline.com/gallery/it-ends-with-us-premiere-red-carpet-photos/it-ends-with-us-new-york-premiere-arrivals/\">posing by himself</a> on the red carpet (or with other people not involved in the film) and <a href=\"https://youtu.be/nc-wVlkAGGA?feature=shared\">giving</a> <a href=\"https://youtu.be/niSOhLp-jdE?feature=shared\">solo</a> <a href=\"https://youtu.be/dpD9OEzZFZc?feature=shared\">interviews</a>. His co-host Plank was also at the premiere but was not photographed with Baldoni. Baldoni and Plank did not immediately respond to Vox’s requests for comment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Lively has been doing press with her co-stars Jenny Slate and Brandon Sklenar and author Colleen Hoover. When Lively and Sklenar appeared on <a href=\"https://www.youtube.com/watch?v=8DrE3Ih46Y0\"><em>CBS Mornings</em></a> to promote the film, as well as other media outlets, there was no mention of the director. A <a href=\"https://x.com/camis_unicorn/status/1821272044866039992\">video of Slate</a> at the premiere sparked further speculation, when she gave an indirect response to a reporter’s question about working with Baldoni as a boss and screen partner. Lively and Slate did not immediately respond to Vox’s requests for comment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The cast’s Instagram activity doesn’t look great for Baldoni either. Based on quick searches, it looks like none of the main cast — aside from comedian Hasan Minhaj, who has a supporting role — are following him on the platform. Slate also made a <a href=\"https://www.instagram.com/p/C-V5m85yUhl/?utm_source=ig_web_copy_link&amp;igsh=MzRlODBiNWFlZA==\">post</a> on Instagram earlier this week, shouting out Lively with no acknowledgement of Baldoni. The director is also absent from Sklenar’s <a href=\"https://www.instagram.com/p/C93CsR8yDi6/?hl=en&amp;img_index=2\">recent</a><em> It Ends With Us</em> <a href=\"https://www.instagram.com/p/C8aMoXDyT4x/?hl=en&amp;img_index=2\">posts</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How is Deadpool involved in this?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Reynolds’s supposed involvement in this scandal went from confusion to outrage. A claim from Lively that her husband wrote the movie’s “iconic rooftop scene” at the premiere began to circulate. “He works on everything I do,&#8221; Lively told <a href=\"https://www.eonline.com/news/1405851/blake-lively-reveals-ryan-reynolds-wrote-iconic-it-ends-with-us-scene\">E! News</a>. “I work on everything he does. So his wins, his celebrations are mine, and mine are his. He’s all over this film.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">People began to theorize that Lively and Reynolds seized creative control of the film from Baldoni, which led to the rift — although, that wouldn’t exactly explain why the rest of the cast has seemingly distanced themselves from him. At the premiere, Baldoni also made a telling comment about Lively. When asked about directing <em>It Ends With Us</em>’s inevitable sequel, he <a href=\"https://people.com/justin-baldoni-blake-lively-direct-it-ends-with-us-sequel-8693095\">said</a>, “I think that there are better people for that one. I think Blake Lively’s ready to direct, that’s what I think.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165630299.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Actors Hugh Jackman, Blake Lively, and Ryan Reynolds, from left to right, stand in front of a promotional backdrop.\" title=\"Actors Hugh Jackman, Blake Lively, and Ryan Reynolds, from left to right, stand in front of a promotional backdrop.\" data-has-syndication-rights=\"1\" data-caption=\"Actors Hugh Jackman, Blake Lively, and Ryan Reynolds attend the&lt;em&gt; It Ends With Us&lt;/em&gt; New York premiere on August 6, 2024. \" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Lively’s comments about Reynolds set off a wave of <a href=\"https://x.com/valyonce/status/1821731891537703305\">accusations</a> that Reynolds was <a href=\"https://x.com/stonelovebot/status/1821670994748026882\">too</a> <a href=\"https://x.com/choneybuttr/status/1821635870493163742\">involved</a> in Lively’s career. It also sparked discourse on whether the pair were appropriately promoting a film about domestic violence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Based on their combined marketing efforts, it seems that Lively and Reynolds were looking to create their own “Barbenheimer” with the closely timed releases of <em>Deadpool vs. Wolverine</em> and <em>It Ends With Us</em> this summer. Leading up to the premiere, Blake Lively and her husband’s co-star Hugh Jackman covered <em>Vogue</em>. Jackman also made a cameo at the <em>It Ends With Us</em> premiere, while Reynolds filmed a <a href=\"https://www.instagram.com/p/C-VeN9WJhmG/?hl=en\">skit</a> where he pretended to interview Sklenar for the film. Lively also released her new hair care line, <a href=\"https://www.hollywoodreporter.com/lifestyle/shopping/blake-lively-haircare-brand-blake-brown-beauty-launch-date-pricing-collection-1235963366/\">Blake Brown</a>, during the movie’s press run, a move some <a href=\"https://x.com/gnuyear/status/1821706923596525866\">online</a> <a href=\"https://x.com/SailorSammy93/status/1821521540606828950\">critics</a> found insensitive given the film’s subject matter.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong><em>Don’t Worry Darling</em></strong><strong> is written all over this scandal&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">It’s fair to say that the <em>Don’t Worry Darling</em> kerfuffle both destroyed our brains and heightened our thirst for this kind of behind-the-scenes drama. It’s hardly the first time that the rumors of hostility between co-stars have made headlines, especially on <a href=\"https://www.buzzfeed.com/ellendurney/jamie-dornan-dakota-johnson-friendship-update-fifty-shades\">high-profile romantic films</a>, although, typically, they do not cause this much of a hullabaloo. The specific players involved in the <em>Don’t Worry Darling</em> fiasco — namely, director Olivia Wilde, her ex-fiancé Jason Sudeikis, and her co-star Harry Styles — seemed to color everyone’s assessments of who was guilty and who was innocent, to the point where the internet was supporting <a href=\"https://variety.com/2022/film/news/shia-labeouf-denies-fired-olivia-wilde-dont-worry-darling-1235350529/\">claims</a> about Wilde made by alleged abuser <a href=\"https://www.nytimes.com/2020/12/11/arts/music/fka-twigs-shia-labeouf-abuse.html\">Shia LaBeouf</a>. Social media’s perceptions of the people and relationships involved seemed to matter more than whatever actually occurred on-set.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You could argue that is happening with the suspicion toward Lively and Reynolds, but for perhaps more legitimate reasons than Wilde dumping Ted Lasso. Despite their power in Hollywood, Lively and Reynolds don’t have a ton of goodwill on social media — mainly for their controversial plantation wedding in 2012 that they eventually <a href=\"https://www.eonline.com/news/1185191/a-look-at-blake-lively-and-ryan-reynolds-deeply-controversial-wedding\">apologized for in 2020</a>. (There was also that <a href=\"https://www.vox.com/2014/10/13/6969341/blake-lively-preserve-slavery-antebellum\">weird write-up</a> celebrating antebellum fashion on Lively’s now-defunct lifestyle website Preserve.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, the internet — although, certainly not <a href=\"https://deadline.com/2024/08/deadpool-wolverine-global-box-office-milestone-mcu-top-10-1236033748/\">moviegoers</a> — has seemingly had enough of Reynolds’s snarky take on Deadpool. There’s also the couple’s highly documented friendship with <a href=\"https://www.usmagazine.com/celebrity-news/pictures/taylor-swifts-friendship-with-blake-lively-ryan-reynolds-pics/\">Taylor Swift</a>.</p>\n\n<p class=\"has-text-align-none\">Whether we’ll actually get to the bottom of Baldoni and Lively’s alleged issues, the internet has already taken sides. As with <em>Don’t Worry Darling</em>, we’ll probably end up discovering that there are no winners in this whole mess.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 20, 4:40 pm ET: </strong>This story was originally published on August 9 and has been updated to include Sklenar’s Instagram statement.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "You might have seen previews or even bought tickets for the new film adaptation of Colleen Hoover’s bestselling romance novel It Ends With Us, starring Blake Lively. But have you heard about the online soap opera surrounding a rumored rift among the film’s cast, its director and co-star Justin Baldoni, and possibly Deadpool?&#160;Once again, a [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "What Beyoncé’s “Freedom” can tell you about Kamala Harris",
    "link": "https://www.vox.com/culture/367709/beyonce-freedom-kamala-harris-campaign-songs",
    "pubDate": "2024-08-20T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris standing speaking from behind a lectern.\" data-caption=\"Democratic US presidential candidate Vice President Kamala Harris at a rally in Raleigh, North Carolina, on August 16, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2166317146.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Democratic US presidential candidate Vice President Kamala Harris at a rally in Raleigh, North Carolina, on August 16, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">From <a href=\"https://www.vox.com/culture/362300/kamala-harris-meme-brat-summer\">Charli xcx memes</a> to <a href=\"https://www.tiktok.com/@mxwlch03/video/7394583648571313424?q=kamala%20charli%20xcx&amp;t=1724087690722\">fan-made</a> covers interpolating her <a href=\"https://www.tiktok.com/@mindyrose7/video/7394876881708780842?q=america%20has%20a%20problem%20kamala&amp;t=1724087650306\">famous “coconut tree” quote</a>, Kamala Harris’s last-minute presidential bid against Republican candidate Donald Trump has had a fascinating and outsized relationship with pop music. </p>\n\n<p class=\"has-text-align-none\">Various progressive singers, like <a href=\"https://www.independent.co.uk/arts-entertainment/music/news/kamala-harris-president-katy-perry-ariana-grande-jamie-lee-curtis-b2583697.html\">Ariana Grande</a> and <a href=\"https://variety.com/2024/music/news/olivia-rodrigo-kamala-harris-reproductive-rights-1236082554/\">Olivia Rodrigo</a>, have pledged their support. Katy Perry <a href=\"https://www.thedailybeast.com/katy-perry-hopes-kamalas-run-for-president-can-save-womans-world\">offered</a> one of her latest singles, “Woman’s World,” for the current vice president to use in her campaign, though Harris doesn’t seem to have taken her up on it. Meanwhile, Harris’s staff has found ways to use pop music to attract Gen Z voters, having <a href=\"https://www.billboard.com/music/music-news/megan-thee-stallion-performs-mamushi-body-kamala-harris-atlanta-rally-1235743523/\">Megan Thee Stallion</a> perform at an Atlanta rally and fully embracing brat memes. This onslaught of memes and coconut-themed “remixes” has almost overshadowed the most crucial music-related decision involved in Harris’s candidacy: her campaign song. </p>\n\n<p class=\"has-text-align-none\">Last month, it was <a href=\"https://www.msnbc.com/top-stories/latest/beyonce-kamala-harris-campaign-freedom-rcna163599\">reported</a> that Beyoncé permitted the Harris (now Harris-Walz) campaign to use her song “Freedom” featuring Kendrick Lamar. Since then, the rousing gospel-tinged anthem from her 2016 album<em> Lemonade</em> has soundtracked Harris’s rally entrances and will inevitably be heard several times at this week’s Democratic National Convention. There’s even speculation that Beyoncé herself could make an appearance. </p>\n\n<p class=\"has-text-align-none\">The modern campaign song has become its own character — and target of inspection — in election politics. Most of these songs have already achieved popularity outside of the campaign trail, so they need to be vital enough to re-energize constituents. They also have to be memorable and on message, embodying the values and promises of the candidate. But are they actually useful? What does it mean for a song to belong to a campaign?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Post-Trump, pop music is also something that Democrats have been able to leverage against the right — not just big hits themselves but endorsements from the artists who make them. Conversely, there’s a <a href=\"https://en.wikipedia.org/wiki/Musicians_who_oppose_Donald_Trump%27s_use_of_their_music\">Wikipedia page of musicians</a> who have opposed Trump’s use of their music on the campaign trail, in addition to opposing him as president. However, the results of the 2016 presidential election have made the public <a href=\"https://www.theatlantic.com/entertainment/archive/2016/11/election-celebrities-trump-clinton-endorsements-beyonce-springsteen-david-jackson-bowling-green/507383/\">second-guess</a> the power of pop music in this sphere. </p>\n\n<p class=\"has-text-align-none\">Despite this skepticism, Dana Gorzelany-Mostak, an associate professor of music at Georgia College, argues that music can be an effective medium for politicians. “While it might not drive people to the polls, music models ways of being in the world and connecting with others,” she says. </p>\n\n<p class=\"has-text-align-none\"><em>This interview has been edited for length and clarity.</em></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-621629084.jpg?quality=90&#038;strip=all&#038;crop=0,11.63457185461,100,76.730856290779\" alt=\"Beyoncé onstage in a black suit with white polka dots, blonde hair flying.\" title=\"Beyoncé onstage in a black suit with white polka dots, blonde hair flying.\" data-has-syndication-rights=\"1\" data-caption=\"Beyoncé performing at a Get Out The Vote concert for Democratic presidential nominee Hillary Clinton on November 4, 2016, in Cleveland, Ohio. | Justin Sullivan/Getty Images\" data-portal-copyright=\"Justin Sullivan/Getty Images\" />\n<p class=\"has-text-align-none\">For a campaign like Harris’s that has mostly trafficked in <a href=\"https://www.vox.com/culture/366368/tim-walz-vibes-memes-vice-president\">“good vibes”</a> and likability over discussions about policy — the vice president just unveiled her policy agenda — Harris’s campaign playlist provides an interesting window into what she represents and which populations she’s counting on for support. As Jonquilyn Hill wrote for Vox, Harris’s <a href=\"https://www.vox.com/politics/367288/kamala-harris-beyonce-press-silence-campaign\">proximity to Beyoncé</a> may even signal how she plans to conduct herself. </p>\n\n<p class=\"has-text-align-none\">I spoke to Gorzelany-Mostak to get more insight into Harris’s musical selections and the overall function of campaign songs. Her book, <em><a href=\"https://press.umich.edu/Books/T/Tracks-on-the-Trail\">Tracks on the Trail: Popular Music, Race, and the US Presidency</a></em>, published last year, charts notable campaign songs and how these musical moments are used to articulate race. </p>\n\n<p class=\"has-text-align-none\"><strong>When did presidential campaign songs really become a thing?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">The election of 1840 was a watershed moment for the campaign song. The supporters of Whig candidate William Henry Harrison promoted singing as a campaign-worthy activity, and they published small booklets called “songsters” with pro-Harrison lyrics. These candidate-inspired lyrics were set to the popular tunes of the day. </p>\n\n<p class=\"has-text-align-none\"><strong>What goes into picking a campaign song? Is the candidate even directly involved in this process?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">It varies depending on the campaign. In 2008, Barack Obama’s staffers had the candidate’s music tastes in mind when selecting his playlist. There was continuity between the artists he <a href=\"https://www.theguardian.com/world/2008/jun/25/barackobama.uselections2008\">discussed in interviews</a> on the trail and his rally playlist, which included Earth, Wind &amp; Fire, Stevie Wonder, and the Isley Brothers. Donald Trump is known to select his own soundtrack for campaign rallies, and when off the clock, he “spins” from his iPad at Mar-a-Lago.</p>\n\n<p class=\"has-text-align-none\"><strong>What is the function of a campaign song, and why do campaign songs matter?  </strong></p>\n\n<p class=\"has-text-align-none\">Candidates use music to constitute their identity in sound, to sonically construct themselves in a way that appeals to the public as well as offers insight into their character and their beliefs. </p>\n\n<p class=\"has-text-align-none\">A campaign song is more than its lyrics. Candidates need to think about the myriad ways songs might signal messages in political contexts. This means taking into consideration the artist’s biography, the composition and character of the artist’s fan communities, the connotations attached to the song’s genre, and of course, the meanings a song has accrued through its presence in other media. While pundits may privilege the spoken word or images, sound and music can be just as powerful persuaders.</p>\n\n<p class=\"has-text-align-none\">Overall, campaign music preaches to the choir. I don’t think it converts people or drives them away.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>In </strong><strong><em>Tracks on the Trail</em></strong><strong>, you write about candidates articulating race through music. What do you think Kamala Harris is trying to convey by choosing songs, both formerly and currently, by high-profile Black women? </strong></p>\n\n<p class=\"has-text-align-none\">Black female artists form the backbone of Harris’s 2024 rally playlist — Diana Ross, Aretha Franklin, Chaka Khan, Whitney Houston, Beyoncé, Rihanna, Lizzo, Megan Thee Stallion. Harris elevates a matrilineal paradigm of Black excellence that spans 60 years. </p>\n\n<p class=\"has-text-align-none\">This is a notable contrast to the classic-rock-dominated Republican National Convention last month, which featured a band of aging male rockers playing covers of the Eagles, Kenny Loggins, Grand Funk Railroad, Steely Dan, and the Doobie Brothers. Trump has questioned Harris’s leadership cred and her racial identity, so Harris uses her soundtrack to disrupt this narrative by leaning into the very identity that he critiques.</p>\n\n<p class=\"has-text-align-none\"><strong>Harris’s previous campaign song, Mary J.Blige’s “Work That,” is a lot more light-hearted and fun, in tone and message, compared to Beyoncé’s “Freedom,” which is a more austere, urgent song. How do you think these songs reflect the differences in those campaigns or even the broader political climate? </strong></p>\n\n<p class=\"has-text-align-none\">“Freedom” does convey a certain level of urgency. But more broadly, Harris’s playlist reminds voters that they can acknowledge the country’s painful history, commit to the serious work that needs to be done, but still sing, laugh, and dance along with her on the path to victory. </p>\n\n<p class=\"has-text-align-none\">Much of Harris’s playlist is composed of dance music, from Diana Ross and The Brothers Johnson to Dua Lipa and Bruno Mars, not to mention the more recent sounds of Charli xcx. To folks on the right, disco might signal the dangers of hedonism. But a genre that finds its roots in the leisure culture of Latinx, Black, and gay communities, it also points to a rich history of resistance and hope — even though these sounds have long since been domesticated, as evidenced by their presence on your mother’s gym playlist. </p>\n\n<p class=\"has-text-align-none\">It is not surprising that some of the <a href=\"https://www.tiktok.com/@mxwlch03/video/7394583648571313424?q=kamala%20harris%20charli%20&amp;t=1724100146436\">videos</a> of <a href=\"https://www.tiktok.com/@xcx.archive/video/7394640702946250014?q=kamala%20harris%20charli%20&amp;t=1724100146436\">Harris</a> set to <a href=\"https://www.tiktok.com/@jqsids/video/7394543209814248737?q=kamala%20harris%20charli%20&amp;t=1724100146436\">Charli xcx</a>’s music show the candidate laughing, dancing, or mid-gaffe — Trump himself has even <a href=\"https://www.irishtimes.com/world/us/2024/08/18/donald-trump-kamala-harris-us-presidential-election-latest-news/\">criticized Harris’s laughter</a>. By infusing her playlist with unfettered expressions of joy and pleasure that are Black, queer, and/or female-centered, Harris manages to wrest the reins away from the male-centric gerontocracy, if only on the dance floor.</p>\n\n<p class=\"has-text-align-none\"><strong>I find there’s a dissonance between the breezy, light-hearted tone of Harris’s campaign and the way it has been memed by Gen Z with the austerity of a song like “Freedom” — not to mention, “Freedom” is hardly one of Beyoncé’s most popular songs. Do you think this choice is a misstep? </strong></p>\n\n<p class=\"has-text-align-none\">Despite its more austere tone, I do think “Freedom” is a good fit for Harris. It brings together a lot of narratives that align with her campaign message and the presidential brand she is trying to cultivate. </p>\n\n<p class=\"has-text-align-none\">“Freedom” adopts an almost prayerful tone in its adoption of gospel signifiers and its textual reference to the spiritual “Wade in the Water.” In the spiritual, water represents the possibility for escape in times of enslavement. In “Freedom,” water also comes in the form of “rain” and “tears.” This alludes to the aftermath of Beyoncé’s personal turmoil and the cultural trauma of New Orleans post-hurricane and of Black communities impacted by mass incarceration. The song also samples the voices of a mid-century prisoner and preacher, and Jay Z’s grandmother opening up about her own hardship in 2015. </p>\n\n<p class=\"has-text-align-none\">In choosing “Freedom,” Harris is situating herself and the 2024 election in the lineage and the sound world of these transhistorical struggles, both personal and political.</p>\n\n<p class=\"has-text-align-none\"><strong>It seems like Beyoncé&#8217;s co-sign is maybe more powerful than the song itself. </strong></p>\n\n<p class=\"has-text-align-none\">Beyoncé herself is a symbol of feminine power, endurance, and vitality. Her music defies categorization. She writes her own rules and regularly reinvents herself. So it’s no surprise that Harris wants to align herself with such a narrative as she embarks on her own reinvention from prosecutor to district attorney, to attorney general, to senator, to vice president, to president of the United States. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "From Charli xcx memes to fan-made covers interpolating her famous “coconut tree” quote, Kamala Harris’s last-minute presidential bid against Republican candidate Donald Trump has had a fascinating and outsized relationship with pop music.  Various progressive singers, like Ariana Grande and Olivia Rodrigo, have pledged their support. Katy Perry offered one of her latest singles, “Woman’s [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "Why Indian doctors are protesting after the rape and death of a colleague",
    "link": "https://www.vox.com/culture/367732/india-rape-doctors-kolkata-sexual-violence-delhi-modi",
    "pubDate": "2024-08-20T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two people shout and raise their hands in front of a banner picturing a woman doctor, dripping blood, and the word “Justice.”\" data-caption=\"Medical professionals and students shout slogans as they protest against the rape and murder of a doctor in India’s West Bengal state, in New Delhi on August 16, 2024. | Sajjad Hussain/AFP via Getty Images\" data-portal-copyright=\"Sajjad Hussain/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166286168.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Medical professionals and students shout slogans as they protest against the rape and murder of a doctor in India’s West Bengal state, in New Delhi on August 16, 2024. | Sajjad Hussain/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The rape and killing of a 31-year-old woman medical resident has touched off protests across India as the country grapples with inadequate protections for women and increasing <a href=\"https://apnews.com/article/india-doctor-rape-protests-what-to-know-80596fc7aa0880133f56ace5d77240b2\">reports of gender-based violence</a>. </p>\n\n<p class=\"has-text-align-none\">The demonstrations began in Kolkata — the capital of the eastern Indian state of West Bengal — following the woman’s rape and killing, which took place on August 9 at a medical school. They’ve since spread to <a href=\"https://www.reuters.com/world/india/indian-medics-refuse-end-protests-over-doctors-rape-murder-2024-08-19/\">other states, as well as the country’s capital, New Delhi</a>.</p>\n\n<p class=\"has-text-align-none\">The death of the trainee is just the latest of several <a href=\"https://www.aljazeera.com/news/2023/8/7/india-supreme-court-to-monitor-investigations-into-manipur-sexual-violence?traffic_source=KeepReading\">high-profile recent incidents of gender-based violence</a> in India, and it comes at a time when sexual violence appears to be on the rise: <a href=\"https://apnews.com/article/india-doctor-rape-protests-what-to-know-80596fc7aa0880133f56ace5d77240b2\">According to the National Crime Records Bureau</a>, there was a 20 percent increase in reported rapes in 2022 compared to 2021. </p>\n\n<p class=\"has-text-align-none\">The Indian government implemented stricter laws against sexual- and gender-based violence, as well as some <a href=\"https://pulitzercenter.org/stories/india-lacks-national-policy-strengthen-health-response-gender-based-violence\">national strategies to address it</a>, following international outcry over the 2012 case of a young woman who was gang raped and killed on a bus. But as the current tragedy <a href=\"https://www.aljazeera.com/news/2023/8/7/india-supreme-court-to-monitor-investigations-into-manipur-sexual-violence?traffic_source=KeepReading\">and other high-profile cases</a> suggest, those laws have not ended India’s systemic problems with gender-based violence, and now, many of the protesters say they’ve had enough.</p>\n\n<p class=\"has-text-align-none\">As part of the protests, <a href=\"https://www.reuters.com/world/india/indian-medics-refuse-end-protests-over-doctors-rape-murder-2024-08-19/\">thousands of doctors</a> (by some estimates, <a href=\"https://amp.cnn.com/cnn/2024/08/13/india/kolkata-doctor-strike-trainee-rape-murder-intl-hnk\">hundreds of thousands of doctors</a>) have left their posts. On Saturday, doctors across the country — <a href=\"https://apnews.com/article/india-doctor-rape-protests-what-to-know-80596fc7aa0880133f56ace5d77240b2\">led primarily by women</a> — held a 24-hour strike. Over the past few days, some physicians,  such as <a href=\"https://apnews.com/article/india-doctor-rape-protests-d3f23d145891ec3031617647a8cc0166\">a group of doctors in New Delhi,</a> have attempted to set up limited free care as part of their demonstrations, and most have refused to see non-emergency patients. Government officials have demanded that the protesting doctors return to work as usual; they have refused until their demands are met.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Political leaders have called for justice. In an address on August 15 — India’s independence day — Prime Minister Narendra Modi said, without mentioning the Kolkata rape and death, that everyone in the country must “seriously think about the kind of atrocities which are taking place against our mothers, sisters, daughters” and that “crime against women should be investigated more urgently.”</p>\n\n<p class=\"has-text-align-none\">As of now, the investigation into the rape and death continues, as do renewed calls for <a href=\"https://apnews.com/article/india-doctor-rape-protests-d3f23d145891ec3031617647a8cc0166\">India to strengthen legal protections</a> for medical professionals generally and women specifically.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What we know about the death and rape of a student doctor in India&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">There are still a number of unknowns about the woman at the heart of the protests, who, per Indian law, has not been publicly named. However, we do know she worked at Kolkata’s government-run RG Kar Medical College and Hospital. She reportedly fell asleep in a seminar room at the hospital, after a long shift as a trainee physician. The following morning, on August 9, her colleagues found her body.</p>\n\n<p class=\"has-text-align-none\">An autopsy report showed signs of sexual violence. A <a href=\"https://timesofindia.indiatimes.com/city/kolkata/kolkata-doctor-death-who-is-sanjay-roy-civic-volunteer-arrested-in-rg-kar-hospital-rape-murder-case/articleshow/112440685.cms\">volunteer with the police</a>, identified as Sanjay Roy, has been arrested and charged with her murder. The woman’s parents <a href=\"https://www.thehindu.com/news/cities/kolkata/kolkata-doctors-rape-murder-colleagues-involved-in-crime-parents-tell-cbi/article68532505.ece\">insist that more people were involved</a>. <a href=\"https://apnews.com/article/india-doctor-rape-protests-d3f23d145891ec3031617647a8cc0166\">Federal officials have taken</a> over the investigation of the case.</p>\n\n<p class=\"has-text-align-none\">As the inquiry continues, doctors are protesting for safer conditions at their hospitals, including a law that would remove bail for those accused of attacking doctors. They are also demanding a swift resolution to the case and have prompted an examination of larger systemic issues with Indian gender-based violence, including stigma around sexual assault in the country and mistrust of local police, <a href=\"https://apnews.com/article/india-doctor-rape-protests-what-to-know-80596fc7aa0880133f56ace5d77240b2\">according to</a> the Associated Press.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Religious and ethnic minorities have been subject to gender-based and sexual violence by the state. Perhaps one of the most shocking historical cases is the <a href=\"https://www.bbc.com/news/world-asia-41268906\">mass rape perpetrated by the Indian military in Kashmir in 1991</a>. More recently, in Jammu, a part of Kashmir that is a site of government repression and popular uprising, <a href=\"https://www.bbc.com/news/world-asia-india-43722714\">an 8-year-old girl</a> was kidnapped, held in a Hindu temple, tortured, raped, and murdered by a former government officer and police co-conspirators in 2017. Police said the crime was part of an effort <a href=\"https://www.washingtonpost.com/world/asia_pacific/six-men-convicted-in-rape-of-8-year-old-girl-that-shocked-india/2019/06/10/cde7b17c-8b5f-11e9-b162-8f6f41ec3c04_story.html\">to push the nomadic Muslim community to which the girl belonged out of the area</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Infamously, Modi’s government <a href=\"https://www.aljazeera.com/news/2024/1/9/why-did-indias-supreme-court-send-bilkis-banos-rapists-back-to-jail\">overturned the sentences of 11 men convicted of raping a Muslim woman in the 2002 Gujarat riots</a>, though they were eventually sent back to jail. Modi was at the time chief minister of Gujarat, and around 2,000 people, mostly Muslims, were killed in the riots. And cases like the woman’s proliferate at the community level as well; in the wake of her case, <a href=\"https://www.thehindu.com/news/national/uttar-pradesh/dalit-nurse-raped-by-doctor-in-up-hospital-3-held/article68542561.ece\">three doctors were accused of raping a nurse</a> in northern India. </p>\n\n<p class=\"has-text-align-none\">“There’s so much gender-based violence” in India, Ather Zia, an anthropology professor at Northern Colorado University, told Vox. She added that’s by no means exclusive to India, though. “That’s the entire world.”</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in </em><a href=\"https://www.vox.com/today-explained-newsletter\"><strong><em>Today, Explained</em></strong></a><em>, Vox’s flagship daily newsletter. </em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\"><strong><em>Sign up here for future editions</em></strong></a><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The rape and killing of a 31-year-old woman medical resident has touched off protests across India as the country grapples with inadequate protections for women and increasing reports of gender-based violence.  The demonstrations began in Kolkata — the capital of the eastern Indian state of West Bengal — following the woman’s rape and killing, which [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "The “prosecutor vs. felon” line isn’t the slam dunk Team Harris thinks it is",
    "link": "https://www.vox.com/politics/367521/harris-trump-prosecutor-versus-felon",
    "pubDate": "2024-08-20T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris, silhouetted in profile, speaks at a podium. \" data-caption=\"US Vice President Kamala Harris during a campaign event in Detroit, Michigan. | Emily Elconin/Bloomberg via Getty Images\" data-portal-copyright=\"Emily Elconin/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2165259793.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>US Vice President Kamala Harris during a campaign event in Detroit, Michigan. | Emily Elconin/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Since launching her presidential bid, Vice President Kamala Harris’s campaign and its supporters have been eager to frame this election as one of a prosecutor versus a felon. It was among the themes of the first night of the Democratic National Convention on Monday. “In the criminal justice system, the people are represented by two separate yet equally important groups: the police who investigate crime and the district attorneys who prosecute the offenders. This is the story of Donald Trump,” a deep-voiced narrator said in a video that blared to the audience at the United Center in Chicago. “We need a president who has spent her life prosecuting perpetrators like Donald Trump.”</p>\n\n<p class=\"has-text-align-none\">The video was a play on what has become a part of Harris’s stump speech, in which she burnishes her legacy as a prosecutor. “I took on perpetrators of all kinds,” she told a crowd in Philadelphia on August 6. “Predators who abused women. Fraudsters who scammed consumers. Cheaters who broke the rules for their own gain. So hear me when I say: I know Donald Trump’s type.” Others have made the contrast between the two candidates more explicit. “The script writes itself: the prosecutor against the convicted felon,” California Sen. Alex Padilla <a href=\"https://www.vox.com/2024-elections/362619/kamala-harris-president-vision-political-ideology-2024-election\" data-type=\"link\" data-id=\"https://www.vox.com/2024-elections/362619/kamala-harris-president-vision-political-ideology-2024-election\">told Vox last month</a>.</p>\n\n<p class=\"has-text-align-none\">The framing aims to create a stark split screen between Harris and Trump, showing how they both fall squarely on opposite ends of the law. But it’s not clear that this line of attack is effective, and there are real downsides to propagating the simplistic story of good versus evil in the context of prosecutors and felons.</p>\n\n<p class=\"has-text-align-none\">That’s because it’s not always such a clear contrast. Prosecutors, for example, have a <a href=\"https://innocenceproject.org/why-holding-prosecutors-accountable-is-so-difficult/\">history of bending the rules</a> to get a conviction, and thousands of people <a href=\"https://www.hsph.harvard.edu/magazine/magazine_article/a-matter-of-conviction/\">have been sent to prisons</a> for crimes they did not commit. Which brings us to the term “felon,” a label that stigmatizes more than it describes —&nbsp;and does a real disservice to efforts to reform a broken justice system.</p>\n\n<p class=\"has-text-align-none\">Let’s get something out of the way up front: Calling Trump a felon is not unfair to Trump personally. While there are millions of people who’ve been mistreated by the US justice system, Trump is not one of them. He has spent years, if not decades, skirting the law, yet he has still evaded any meaningful personal consequences for his misdeeds. Indeed, after the Supreme Court’s ruling in <em>Trump v. United States</em>, his status as above the law has the US judiciary’s seal of approval.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But for others —&nbsp;particularly those living on the margins of society —&nbsp;the label “felon” can be a mark of injustice. It reduces a full human, even one who’s rehabilitated, to one of their worst moments, and it further stigmatizes people with a felony conviction as inherently dangerous and undeserving of a second chance.</p>\n\n<p class=\"has-text-align-none\">“Nearly 20 million American citizens have a felony conviction, and 1 in 3 people across our country have some sort of record. Labeling people as ‘felons’ or using the word as a badge of honor for political purposes is a slap in the face to the millions of impacted individuals and families,” Desmond Meade, president of the Florida Rights Restoration Coalition, <a href=\"https://time.com/7001914/prosecutor-versus-felon-narrative-trump-harris-essay/\">wrote in a Time op-ed</a> last month. “The truth is the label doesn’t harm Trump, as much as it harms the millions of other people living with felony convictions.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>“Felon” doesn’t hurt Trump —&nbsp;but it can hurt millions of others</strong></h2>\n\n<p class=\"has-text-align-none\">When she ran for president in 2020, Harris tried to dub herself a “progressive prosecutor” — a <a href=\"https://www.vox.com/today-explained-newsletter/363859/kamala-harris-prosecutor-record-tough-crime\">label that didn’t stick</a> because her record had some tough-on-crime bona fides that didn’t sit well with many progressive voters.</p>\n\n<p class=\"has-text-align-none\">This time, however, Harris and her supporters don’t seem as shy about touting some of the tougher elements of her record as district attorney and attorney general. That’s why the “prosecutor versus felon” framing seems to be taking hold with little concern about how it might alienate some progressive voters or criminal justice reform advocates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The problem with the way a lot of people use the word “felon” — as some of Harris’s supporters are doing — is that it’s often used not just as a neutral descriptor but as an insult. And it’s an insult that leans on society’s existing prejudices about who “felons” are.</p>\n\n<p class=\"has-text-align-none\">Take this telling example from the Trump campaign. Despite representing a candidate convicted of 34 felonies, the campaign —&nbsp;in one of its opening attacks against Tim Walz — <a href=\"https://newrepublic.com/post/184621/donald-trump-kamala-harris-tim-walz-felon-voting\">criticized the Democratic vice presidential nominee</a> for “embracing policies to allow convicted felons to vote.”</p>\n\n<p class=\"has-text-align-none\">The Trump campaign is comfortable attacking “felons” despite Trump’s felony convictions precisely because of the tropes associated with the word “felon.” The campaign clearly knows that for many people, especially its supporters, the word isn’t associated with people like Trump —&nbsp;no matter how <a href=\"https://trac.syr.edu/reports/708/\">common white-collar crime is</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“When most Americans think about who is in the criminal legal system, they envision somebody who is Black, who is poor, who is somebody who is ‘not like us,’” said Insha Rahman, director of Vera Action, a criminal justice reform advocacy group. “There’s an othering there that is inherent in calling somebody a ‘felon.’ It doesn’t stick to Donald Trump because he doesn’t fit those characteristics that are in people’s minds, but the danger is that it will stick to others and reinforce that stigma the more it’s thrown around.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">American politicians have long weaponized the stigma around the term felon to bar millions of people from voting through the years, even after serving their sentences. And felony disenfranchisement laws, many of which cropped up during Reconstruction, were specifically <a href=\"https://www.brennancenter.org/our-work/research-reports/racism-felony-disenfranchisement-intertwined-history\">designed to undermine Black voter blocs</a>. That’s why campaigns to uphold felony disenfranchisement laws often <a href=\"https://www.nytimes.com/2014/11/19/opinion/the-racist-origins-of-felon-disenfranchisement.html\">lean on racist tropes</a>, labeling people with felony convictions as inherently dangerous to society while disproportionately disenfranchising Black, brown, and poor people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When an average person is labeled a “felon,” the word carries a lot more weight throughout their life than it does for Trump. Once people leave prison, reentering society has many barriers, and the stigma that comes along with being seen only through a felony conviction makes it difficult to reintegrate into society. From voting rights to housing to employment and educational opportunities, people with felony convictions <a href=\"https://civilrightsdocs.info/pdf/criminal-justice/Re-Entry-Fact-Sheet.pdf\">face harsh discrimination</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over the last decade or so, many organizations have been pushing people to stop using the word “felon” to describe individuals because of the way it reduces a person’s identity to a single category. Media outlets have also been discouraged from using the term. Bill Keller, the founding editor-in-chief of the Marshall Project, for example, <a href=\"https://www.themarshallproject.org/2016/04/27/the-other-f-word\">wrote in 2016</a> that “Words that not long ago were used without qualms may come to be regarded as demeaning: ‘colored,’ ‘illegals.’ ‘Felon,’ which makes the person synonymous with the crime, is such a word.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>So how should Harris talk about Trump’s crimes?</strong></h2>\n\n<p class=\"has-text-align-none\">One of the obstacles to boiling the election down to “prosecutor versus felon” is that Harris’s <a href=\"https://www.vox.com/today-explained-newsletter/363859/kamala-harris-prosecutor-record-tough-crime\">own record as a prosecutor</a> underscores exactly why those labels aren’t so black and white. And while some voters may relish watching a prosecutor at work, others in her coalition — specifically progressive voters —&nbsp;are only reminded of her tough-on-crime bona fides that they’re not fans of. That’s particularly true of cases where she <a href=\"https://www.nytimes.com/2019/01/17/opinion/kamala-harris-criminal-justice.html\">pushed to uphold wrongful convictions</a> that had been won through prosecutorial misconduct. </p>\n\n<p class=\"has-text-align-none\">“I do think that [the prosecutor versus felon] framing glosses over a lot of the nuances of what prosecutors do,” said Wanda Bertram, a communications strategist at the Prison Policy Initiative. And it’s coming at “a time when we have really only just begun to see the gains from electing actual progressive prosecutors.”</p>\n\n<p class=\"has-text-align-none\">None of this means that Harris should avoid mentioning Trump’s crimes. To the contrary, that’s exactly what her campaign should focus on when drawing a contrast between the candidates. But to do it effectively, Democrats need to move past broadly painting Trump as a “felon” and talk more specifically about what Trump actually did — and how his corruption defrauded voters. </p>\n\n<p class=\"has-text-align-none\">“The problem with reducing a race between two candidates to the prosecutor versus the felon is it’s turning the election and the choice voters have in front of them into a soundbite instead of an actual judgment on the values and the platform and the policies that either candidate runs on and owns,” Rahman, of Vera Action, said. “And voters deserve more and want more than soundbites.”</p>\n\n<p class=\"has-text-align-none\">While the video that played at the DNC Monday night looked like a cheesy ad from a law-and-order campaign, it also highlighted why Trump has been held liable in civil court and convicted in criminal court for his misdeeds. “He lies, he rips off workers, he sexually abuses women,” the video said. “He cheats in business, he cheated on his wife with a pornstar and paid her off so the American people wouldn’t find out during an election.”</p>\n\n<p class=\"has-text-align-none\">The more specific Harris is, the more effective her message will be. After all, being convicted of a felony doesn’t disqualify someone from running for public office, and it shouldn’t mean that someone is inherently unfit to serve anyway. But the specifics of what Trump did — the lies and the fraud — make a more compelling case against him than any one label could.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Since launching her presidential bid, Vice President Kamala Harris’s campaign and its supporters have been eager to frame this election as one of a prosecutor versus a felon. It was among the themes of the first night of the Democratic National Convention on Monday. “In the criminal justice system, the people are represented by two [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "Husband, zaddy, first gentleman? The evolution of Doug Emhoff.",
    "link": "https://www.vox.com/politics/367694/doug-emhoff-kamala-harris-dnc-democratic-convention",
    "pubDate": "2024-08-20T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Vice President Kamala Harris and Doug Emhoff are greeted by Illinois political leaders in Chicago on August 18.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2167329975.jpg?quality=90&#038;strip=all&#038;crop=4.228125,0,84.0953125,84.731402053157\" />\n\t<figcaption>Vice President Kamala Harris and Doug Emhoff are greeted by Illinois political leaders in Chicago on August 18.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Doug Emhoff is <a href=\"https://www.nytimes.com/2021/01/20/us/politics/doug-emhoff-kamala-harris-second-gentleman.html\">just a guy</a> who loves his wife.</p>\n\n<p class=\"has-text-align-none\">At countless <a href=\"https://www.latimes.com/politics/story/2024-07-25/doug-emhoff-joins-call-for-wifes-black-queer-supporters-tells-of-learning-biden-was-out\" data-type=\"link\" data-id=\"https://www.latimes.com/politics/story/2024-07-25/doug-emhoff-joins-call-for-wifes-black-queer-supporters-tells-of-learning-biden-was-out\">fundraisers</a> and campaign events, he gushes about his spouse of 10 years, vice president and current presidential candidate Kamala Harris. He <a href=\"https://www.nytimes.com/2024/07/22/us/politics/doug-emhoff-kamala-harris-husband.html\">gives interviews</a> about the importance of men supporting the women in their lives. He visits <a href=\"https://www.pressherald.com/2024/07/24/doug-emhoff-husband-of-kamala-harris-campaigns-in-portland/\">Planned Parenthood clinics</a> to champion reproductive rights.</p>\n\n<p class=\"has-text-align-none\">None of this is revolutionary stuff for the spouse of a top political leader, but Americans are so starved for high-profile male feminists — especially guys who don’t demand praise or <a href=\"https://www.buzzfeednews.com/article/iexplorer/woke-bae-day\">take themselves too seriously</a> — that Emhoff has claimed a prominent spot in the cultural zeitgeist. He’s a <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/17/kamala-harris-husband-doug-emhoff\">zaddy</a>, a <a href=\"https://www.nytimes.com/2024/08/05/style/doug-emhoff-dunit-merchandise.html\">pinup</a>, <a href=\"https://x.com/onedankmom/status/1815968661888184686\">“TikTok’s white boy of the month.”</a>  He has <a href=\"https://www.nytimes.com/2024/08/05/style/doug-emhoff-dunit-merchandise.html\">his own dedicated fan base</a> (which Vanity Fair has questionably christened <a href=\"https://www.vanityfair.com/style/story/second-gentleman-doug-emhoffs-insatiable-fanbase\">the D-Unit</a>). And now, as America’s potential first-ever “first gentleman,” he’s taking his biggest stage yet: On Tuesday, Emhoff will be speaking at the Democratic National Convention, and then is expected to introduce his wife as she accepts the Democratic nomination two nights later.</p>\n\n<p class=\"has-text-align-none\">The last man to help his wife campaign for president was former President Bill Clinton, who brought his own baggage to the role, and sometimes struggled not to make the campaign <a href=\"https://www.npr.org/2016/10/05/496670378/is-bill-clinton-helping-or-hurting-his-wifes-campaign\">all about him</a>. </p>\n\n<p class=\"has-text-align-none\">Emhoff, by contrast, has so far been able to serve as an advocate for his wife — and for American women in general — without hogging the spotlight himself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, he’s already had to address a long-ago affair that <a href=\"https://slate.com/life/2024/08/kamala-harris-president-campaign-2024-husband-doug-emhoff.html\">challenges his loyal wife-guy image</a>. And, if Harris is elected, he’ll have to chart his own course as the first man to <a href=\"https://www.nps.gov/fila/learn/historyculture/first-lady.htm\">hold a quasi-official role</a> that, for centuries, has been defined by women.</p>\n\n<p class=\"has-text-align-none\">The role of first spouse is already changing, with first ladies <a href=\"https://abcnews.go.com/GMA/News/jill-biden-make-history-1st-lady-hold-paid/story?id=75317759\">keeping their jobs</a> and playing a <a href=\"https://www.nytimes.com/2018/11/13/opinion/michelle-obama-book-becoming.html\">larger role in public life</a>. Emhoff could have the opportunity — and, some might argue, the responsibility — to transform it even further, ushering in a new era when a first spouse is not always a wife, and when young men can look to the White House to learn not just how to lead, but how to follow.</p>\n\n<p class=\"has-text-align-none\">So who is Doug Emhoff, and what do his history and background say about how he might approach the role of first gentleman?</p>\n\n<h2 class=\"wp-block-heading\">“I’m just, you know, a husband”</h2>\n\n<p class=\"has-text-align-none\">Emhoff and Harris <a href=\"https://www.vox.com/22242368/doug-emhoff-kamala-harris-husband-vice-president\">met in 2013</a>, and by all accounts were quickly smitten with each other. “The moment I met Kamala, I knew I was in love,” Emhoff <a href=\"https://www.gq.com/story/doug-emhoff-first-gentleman-vice-president-kamala-harris?utm_medium=social&amp;mbid=social_twitter&amp;utm_source=twitter&amp;utm_brand=gq&amp;utm_social-type=owned\">wrote in GQ</a> in 2021. He was a successful lawyer, and she was already the attorney general of California. They married in 2014, and Harris <a href=\"https://www.elle.com/culture/career-politics/a27422434/kamala-harris-stepmom-mothers-day/\">became “Momala”</a> to his two teenage children from his first marriage, <a href=\"https://www.nbcnews.com/news/asian-america/cole-ella-emhoff-kamala-harris-vance-childless-rcna163820\">Cole</a> and <a href=\"https://www.nytimes.com/2021/09/13/style/ella-emhoff-met-gala.html\">Ella</a> (who have become <a href=\"https://www.nytimes.com/2021/01/17/us/politics/kamala-harris-stepmom-cole-ella-emhoff.html\">objects of public fascination</a> in their own right).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris and Emhoff maintained their separate careers, even as she ran for president in 2020 — until Joe Biden chose Harris as his running mate.</p>\n\n<p class=\"has-text-align-none\">On the campaign trail, Emhoff served as his wife’s No. 1 fan and enthusiastic if slightly goofy surrogate. “I’m just, you know, a husband, and I’m here to tell people why I love Kamala,” he <a href=\"https://www.nytimes.com/2021/01/20/us/politics/doug-emhoff-kamala-harris-second-gentleman.html\">reportedly told</a> Chasten Buttigieg, another <a href=\"https://www.nytimes.com/2021/03/18/us/politics/political-spouse-chasten-buttigieg-doug-emhoff.html\">popular political husband</a>, in 2020.</p>\n\n<p class=\"has-text-align-none\">When Harris became vice president, Emhoff appeared to take his role as second gentleman seriously, visiting the Library of Congress to learn more about <a href=\"https://x.com/DouglasEmhoff/status/1350462742457688066\">previous second spouses</a>. “I understand that I am the first gentleman to hold this role,” he said at the time, “and I certainly do not want to be last.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Comments like that have made him a popular <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/17/kamala-harris-husband-doug-emhoff\">crush</a> among feminists and progressives, who <a href=\"https://melmagazine.com/en-us/story/kamala-harris-husband-doug-emhoff\">call him a “hot Jewish dad”</a> and <a href=\"https://www.nytimes.com/2024/08/05/style/doug-emhoff-dunit-merchandise.html\">buy mugs</a> with his face on them.</p>\n\n<p class=\"has-text-align-none\">Emhoff presents his support for his wife not just as an act of love, but as an example of what a feminist husband can look like. “Lifting women up so that they can carry out important roles is a very manly thing,” he <a href=\"https://www.nytimes.com/2024/07/22/us/politics/doug-emhoff-kamala-harris-husband.html\">said in a 2022 interview</a>. “That is not taking away opportunities from men.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">So, how should a first gentleman be?</h2>\n\n<p class=\"has-text-align-none\">When the role was invented in the 18th century, the first lady was simply supposed to “serve as the President’s hostess at social events,” <a href=\"https://www.ohio.edu/cas/jellison\">Katherine Jellison</a>, a history professor at Ohio University who has studied first ladies, told Vox in an email. Eleanor Roosevelt is widely seen as the first presidential spouse to become a “public figure in her own right” and to champion a public-service cause, Jellison said. </p>\n\n<p class=\"has-text-align-none\">Though her immediate successors, Bess Truman and Mamie Eisenhower, didn’t follow that pattern, Jackie Kennedy devoted herself to the <a href=\"https://www.nypap.org/preservation-history/jacqueline-kennedy-onassis/\">preservation and restoration of the White House</a> and other historic buildings, and every first lady since has devoted herself to at least one cause or issue, Jellison said. <a href=\"https://www.whitehouse.gov/administration/dr-jill-biden/\">Jill Biden</a>, for example, works with military families and on the administration’s <a href=\"https://www.whitehouse.gov/cancermoonshot/\">cancer research initiative</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The last three first ladies have also challenged Americans’ expectations that the role would be filled by “a white, U.S.-born woman who identifies primarily as a homemaker,” Jellison said. Michelle Obama, America’s first Black first lady, also came from a powerful career as a lawyer and hospital administrator — and <a href=\"https://qz.com/work/1477671/in-becoming-michelle-obama-recalls-falling-in-love-at-work\">had been her husband’s superior</a> at work. Melania Trump was an immigrant, the first first lady to be born outside the US in <a href=\"https://www.politifact.com/article/2016/jul/19/melania-trump-could-be-first-non-us-born-first-lad/\">nearly 200 years</a> (she also often <a href=\"https://www.nytimes.com/2017/02/18/opinion/sunday/want-melania-trump-in-the-white-house-pay-her.html\">bowed out of the social aspects</a> of the role). Jill Biden has continued her career as a <a href=\"https://obamawhitehouse.archives.gov/administration/jill-biden\">community college professor</a> and has served as a <a href=\"https://www.axios.com/2024/07/13/jill-biden-democrats-2024\">crucial adviser</a> to her husband.</p>\n\n<p class=\"has-text-align-none\">“The women who have most recently held the role of first lady reflect the greater diversity of American womanhood in the 21st century,” Jellison said.</p>\n\n<p class=\"has-text-align-none\">Over time, the first lady’s hostess role has diminished — for example, neither <a href=\"https://www.cnn.com/2021/01/21/politics/trump-white-house-china/index.html\">Melania Trump</a> nor Jill Biden chose a pattern of official White House china, a tradition <a href=\"https://www.whitehousehistory.org/press-room/press-timelines/white-house-china-service\">since the 19th century</a>.</p>\n\n<p class=\"has-text-align-none\">As first gentleman, Emhoff would have the opportunity to go a step further, reflecting the diversity of relationships in America today — including those that began <a href=\"https://www.vox.com/22242368/doug-emhoff-kamala-harris-husband-vice-president\">later in life</a>, create <a href=\"https://www.nytimes.com/2021/01/17/us/kamala-harris-doug-emhoff-family-inauguration.html\">blended families</a>, and allow space for a female partner to hold a high-powered, even all-consuming, job.</p>\n\n<p class=\"has-text-align-none\">Emhoff is likely to bring his own priorities to the White House if his wife does end up there. “He might continue to follow Jill Biden’s lead and keep his ‘day job’ teaching law at Georgetown University,” Jellison said. He would also probably continue <a href=\"https://www.nytimes.com/2024/08/09/world/europe/doug-emhoff-antisemitism-paris.html\">speaking out against antisemitism</a>, an important role for him both personally and politically. He would be the first Jewish first spouse, as well as a key Jewish surrogate in the administration.</p>\n\n<h2 class=\"wp-block-heading\">One of “the nice men of the left”</h2>\n\n<p class=\"has-text-align-none\">Now that Harris is running for president, Emhoff’s brand of feminist masculinity stands in stark contrast to the more combative styles embraced by high-profile men across the aisle. When vice-presidential candidate Sen. JD Vance began to get renewed attention for his comments calling Harris a <a href=\"https://nymag.com/intelligencer/article/dear-j-d-vance-childless-cat-ladies-are-people-too.html\">“childless cat lady,”</a> Emhoff responded that the remark had “hurt [his] feelings.”</p>\n\n<p class=\"has-text-align-none\">“You’re telling a lot of people in this country and this world that they don’t matter,” he said in <a href=\"https://cafe.com/stay-tuned/kamala-harris-doug-emhoff/\">an interview</a> with Vox Media <a href=\"https://podcasts.voxmedia.com/show/stay-tuned-with-preet\">podcast host</a> and former federal prosecutor Preet Bharara.</p>\n\n<p class=\"has-text-align-none\">He’s also shown himself able to talk easily about reproductive health care, something <a href=\"https://www.vox.com/politics/366495/trump-medication-abortion-mifepristone\">Trump certainly can’t match</a>. On a <a href=\"https://nymag.com/intelligencer/article/tim-walz-doug-emhoff-democrats-nice-men-of-the-left.html\">recent visit to a Planned Parenthood clinic</a>, he talked about a “post-<em>Dobbs</em> hellscape” in which “you can’t get a Pap smear; you can’t get basic care.” He’s also <a href=\"https://www.plannedparenthoodaction.org/planned-parenthood-southeast-advocates/news/second-gentleman-of-the-united-states-doug-emhoff-joins-planned-parenthood-southeast-advocates-and-men4choice-encourages-men-to-be-active-allies-for-choice\">described abortion restrictions</a> as “affecting all Americans, not just women.”</p>\n\n<p class=\"has-text-align-none\">It’s earned him praise from progressives, with <a href=\"https://nymag.com/intelligencer/article/tim-walz-doug-emhoff-democrats-nice-men-of-the-left.html\">Rebecca Traister of New York magazine</a> describing Emhoff and presumptive vice presidential nominee Tim Walz as the “nice men of the left.” These men, Traister writes, “are presenting a different definition of masculine strength tied to women’s liberation and full civic participation and all but declaring it a new norm.”</p>\n\n<p class=\"has-text-align-none\">Still, Emhoff had an easier job as second gentleman than he has as a top surrogate in his wife’s campaign, or than he’ll have if she wins. As his profile rises, he’s had to own up to <a href=\"https://www.nytimes.com/2024/08/03/us/politics/doug-emhoff-affair.html\">an affair he had</a> during his first marriage, with a teacher at his children’s school.</p>\n\n<p class=\"has-text-align-none\">“During my first marriage, Kerstin and I went through some tough times on account of my actions,” he said in <a href=\"https://www.nytimes.com/2024/08/03/us/politics/doug-emhoff-affair.html\">a statement to the Times</a>. “I took responsibility, and in the years since, we worked through things as a family and have come out stronger on the other side.”</p>\n\n<p class=\"has-text-align-none\">The revelation of the affair threatens to tarnish Emhoff’s uxorious image somewhat — “What happens when it comes out that a wife guy has been a less-than-perfect spouse in the past?” <a href=\"https://slate.com/life/2024/08/kamala-harris-president-campaign-2024-husband-doug-emhoff.html\">Heather Schwedel asks at Slate</a>. For now, many Americans seem willing to forgive (one X user <a href=\"https://slate.com/life/2024/08/kamala-harris-president-campaign-2024-husband-doug-emhoff.html\">called him</a> a “born-again wife guy”). </p>\n\n<p class=\"has-text-align-none\">But if Emhoff does find himself in the role of first gentleman, he’ll face more scrutiny — and new challenges.&nbsp;<br>Above all, however, Emhoff would have a chance, at a <a href=\"https://www.vox.com/politics/24078282/zyn-pouches-tucker-carlson-schumer-republicans-2024\">difficult</a><a href=\"https://www.vox.com/politics/361133/trump-assassination-attempt-rnc-men-guns\"> </a><a href=\"https://www.vox.com/politics/361133/trump-assassination-attempt-rnc-men-guns\">moment</a> for American masculinity, to show what it’s like to be a man in an important but secondary role. </p>\n\n<p class=\"has-text-align-none\">His last four years in public life have been built on the idea that there is dignity, honor, and joy in backing up the woman you love. In a time when women’s autonomy feels <a href=\"https://www.vox.com/today-explained-newsletter/354635/divorce-no-fault-states-marriage-republicans\">ever more in question</a>, it may be the most important contribution he can make.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Doug Emhoff is just a guy who loves his wife. At countless fundraisers and campaign events, he gushes about his spouse of 10 years, vice president and current presidential candidate Kamala Harris. He gives interviews about the importance of men supporting the women in their lives. He visits Planned Parenthood clinics to champion reproductive rights. [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "The Chicago DNC everyone wants to forget",
    "link": "https://www.vox.com/politics/367685/chicago-dnc-protests-democratic-party-1968",
    "pubDate": "2024-08-20T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An aerial view shows the United Center with a blue banner and white text reading “DNC” over the entrance and the Chicago skyline in the background.\" data-caption=\"The United Center in Chicago, Illinois, on August 16, 2024, ahead of the start of the Democratic National Convention on August 19. | John Moore/Getty Images\" data-portal-copyright=\"John Moore/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2167046599.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The United Center in Chicago, Illinois, on August 16, 2024, ahead of the start of the Democratic National Convention on August 19. | John Moore/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Chicago is hosting the Democratic National Convention (DNC) this year. It’s a return to the city for Democrats, who hosted an infamous convention there in 1968 that descended into riots in the street and chaos on the convention floor.</p>\n\n<p class=\"has-text-align-none\">That year, Americans, and especially Democrats, were up in arms over the US involvement in the Vietnam War. Democratic presidential candidate Robert F. Kennedy had been assassinated earlier that year, and the party entered the convention divided between pro- and anti-war candidates (Hubert Humphry and Eugene McCarthy, respectively). And unlike a contemporary major-party convention, 1968 wasn’t a coronation of one candidate: It would come down to how the delegates voted.</p>\n\n<p class=\"has-text-align-none\">This year, protesters are out in force to raise their voices against the US involvement in the war in Gaza. Two young activists we spoke with even mirrored language from 1968, saying, “The whole world is watching.” Thousands are marching across downtown Chicago today. With that in mind, <em>Today, Explained</em> reached out to historian, journalist, and Chicago resident Rick Perlstein to ask whether 2024 risks a repeat of the disaster of 1968.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://open.spotify.com/episode/11TX4sjqIOxKZtk3VzWrLB?si=zmy8QyfkST6Cwg7IxG1Lpg\">Listen to the full conversation</a> and follow <em>Today, Explained</em> on Apple podcasts, Spotify, Pandora, or wherever you find podcasts.</p>\n\n<p class=\"has-text-align-none\">This conversation has been edited for length and clarity.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6438501053\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Let’s go back to the summer of ’68. What was the backdrop to the convention in August of that year?</p>\n\n<h4 class=\"wp-block-heading\">Rick Perlstein</h4>\n\n<p class=\"has-text-align-none\">The Democratic Party was divided down the middle on the issue of the Vietnam War.</p>\n\n<p class=\"has-text-align-none\">[The party’s infighting was] escalated by a Democratic president, Lyndon Johnson, who believed [that by supporting the war] he was continuing the wishes of the martyred president, John F. Kennedy. A lot of Democrats saw [the war] as part of this great anti-communist crusade, and a lot of people saw it as imperialism — that we were interfering in another country’s civil war. The idea that we had to get out was very prevalent on the left wing of the Democratic Party.</p>\n\n<p class=\"has-text-align-none\">Johnson decided he wasn’t going to run for president. So by the time delegates arrived at the convention, Johnson’s loyal vice president, Hubert Humphrey, was the nominee apparent. He had been coerced into loyally supporting the war, even though he had grave reservations about it. The question of whether he would be nominated or Eugene McCarthy [a Minnesota senator who was vocally anti-war] would be nominated was live in the air. It looked like Humphrey had it wired, but [the struggle between the two men] was kind of a proxy fight.</p>\n\n<p class=\"has-text-align-none\">At the same time, protesters from all over the country flooded in. There’s a separate Chicago context. Several months earlier that spring, there had been terrible riots [on the city’s south and west sides] after the assassination of Martin Luther King. There had been an anti-war rally a couple of weeks later, and there were terrible beatings [by police]. So there was dread and anticipation: What would happen when the city hosted thousands of protesters who were much more radical than the kind of protesters we see now? And everyone arrives in this city, which is run by this almost oligarchic mayor, Richard J. Daley, who intended no disorder in his city that he was putting on display for the entire world.</p>\n\n<h4 class=\"wp-block-heading\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Disorder came anyway. Tell me two things: What did Daley do to try to prevent disorder, and how did it go so very wrong?</p>\n\n<h4 class=\"wp-block-heading\">Rick Perlstein</h4>\n\n<p class=\"has-text-align-none\">One of the things he did to try to prevent disorder was to string along these two groups of protesters who wanted to come to the city by not granting them official permission to sleep in Lincoln Park. And that was the intention of the group who identified themselves as “hippies.” Their idea was they represented this new youth identity that was revolutionary and was going to completely overthrow bourgeois propriety.</p>\n\n<p class=\"has-text-align-none\">And another group of people wanted to parade to the convention hall, and they were much more conventionally political. A lot of them were radical revolutionaries and the kind of people who would hoist flags of the enemy in Vietnam, the Viet Cong.</p>\n\n<p class=\"has-text-align-none\">Daley put his foot down and said these long-haired miscreants aren’t going to get the time of day in our city, which only ratcheted up the tensions and made them even more determined. The protesters essentially said: “We’ll sleep in the park even if you don’t want us to. We’ll march to the convention hall even if you don’t want us to. We’ll put our bodies on the line, in both cases.”</p>\n\n<h4 class=\"wp-block-heading\">Noel King</h4>\n\n<p class=\"has-text-align-none\">When did the violence begin?</p>\n\n<h4 class=\"wp-block-heading\">Rick Perlstein</h4>\n\n<p class=\"has-text-align-none\">Immediately. The first night of the convention, the police came to this park, Lincoln Park, on the lakefront and started rousting the people who were trying to sleep there. An impromptu confrontation [with] the police happened. That was when a young person started chanting, “The whole world is watching” as the cops started beating up hippies. A fellow named Tom Hayden, one of the leaders of the revolutionary contingent, was arrested. His comrades tried to march to the police station in solidarity with him. The guy who was running the countercultural part of it, Abbie Hoffman, joined the march. He wrote on his forehead a four-letter word starting with F, so he could subvert the images on TV, a media guerrilla warrior.</p>\n\n<p class=\"has-text-align-none\">Later, the protesters wanted to walk the several miles [from Lincoln Park] to the convention hall and the city didn’t want them to do it. So there was this mounting tension.</p>\n\n<p class=\"has-text-align-none\">The last day of the convention was Thursday, and that’s when they said, we’re going to walk to the convention come hell or high water. Mayor Daley says, no way. Meanwhile, his police, who have been seething since April, were feeling an itchy trigger finger. There was all kinds of fearful rhetoric on both sides.</p>\n\n<p class=\"has-text-align-none\">Abbie Hoffman had promised that he was going to dump LSD into the Chicago water supply, which was a joke — it turns out there was not enough LSD on earth to affect the water supply — but the upright burghers of Chicago are terrified. And Tom Hayden would say things like, “If blood is going to flow, it should flow all over the city.” By which he meant if there are attacks on protesters, we should go in all the neighborhoods. But that was interpreted as an intent to attack innocent people all over the city.</p>\n\n<p class=\"has-text-align-none\">You had this kind of enveloping dread leading up to the last day of convention, even as the debates over the platform are leading to actual violence inside the convention hall, including the arrest of Dan Rather, the CBS news correspondent, and all sorts of shoving and pushing and questions of what kind of credentials people would need, people getting beaten up for bringing protest signs inside the hall. So you had kind of these miniature civil wars breaking out inside among the actual credentialed delegates and outside among protesters and police.</p>\n\n<h4 class=\"wp-block-heading\">Noel King</h4>\n\n<p class=\"has-text-align-none\">What exactly was going on inside the convention and how rowdy did it actually get?</p>\n\n<h4 class=\"wp-block-heading\">Rick Perlstein</h4>\n\n<p class=\"has-text-align-none\">The most dramatic thing that happened inside the convention hall is that that Thursday night, when students were denied the right to march to the convention hall, they sat down right in front of [The Hilton Chicago] and police just started wading into the crowd and bashing people on the head. Word got into the convention hall that that was what was happening. They were doing the final vote for who would get nominated as president. There was a third candidate — George McGovern, who later won the nomination in 1972 — he was nominated by a liberal senator from Connecticut, Abraham Ribicoff. And Ribicoff said if George McGovern was the president of the United States, “We would not have to have Gestapo tactics in the streets of Chicago.” And when he said that, Mayor Daley shouted something you could not hear. Later, lip readers famously said that he had said Senator Ribicoff was “a no-good Jew bastard.”</p>\n\n<h4 class=\"wp-block-heading\">Noel King</h4>\n\n<p class=\"has-text-align-none\">What else was going on outside the convention center? </p>\n\n<h4 class=\"wp-block-heading\">Rick Perlstein</h4>\n\n<p class=\"has-text-align-none\">The marchers massed several miles down from the convention hall. The police are standing in the street in their way. The protesters try to walk around the policemen, and the policemen chase them back across the street. Next, the students did a sit-in strike, blocking the street right in front of the TV cameras, and hundreds of white-helmeted Chicago police just methodically started taking their nightsticks and beating these seated protesters. Police wagons lined up and they would grab young people by the scruff of their necks and throw them into police wagons. When there were enough for them to be full, they would throw a tear gas canister inside, and then smack the door closed.</p>\n\n<p class=\"has-text-align-none\">This was all on TV. It was on all three channels. And there was this terrible backlash. The majority of the country very much believed that the Chicago police were in the right and the protesters were in the wrong. That was the very backlash against the forces of civil rights and anti-war activism and cultural shifts that Richard Nixon was running for president on, as the Republican candidate.</p>\n\n<h4 class=\"wp-block-heading\">Noel King</h4>\n\n<p class=\"has-text-align-none\">We decided to do this episode about the ’68 convention months ago, even before this year’s convention seemed exciting, because we kept reading in op-eds, “The DNC is in Chicago. 2024 is like 1968.” How much do you believe that to be true? And what is causing people to make that comparison?</p>\n\n<h4 class=\"wp-block-heading\">Rick Perlstein</h4>\n\n<p class=\"has-text-align-none\">Until I started getting these calls from folks like you, it never occurred to me to understand the 2024 convention in my city, Chicago, by going back to what I studied and wrote [about] 1968. To me, everything from how presidents get chosen now compared to then; how protests in the street work now compared to then; how politicians respond to protests; how the entire apparatus of law enforcement and security work compared to then; how Chicago works, are just so different.</p>\n\n<p class=\"has-text-align-none\">One of the things that made 1968 so shocking and galvanizing was that you could go into a convention and you didn’t know whether the presidential candidate was going to be Hubert Humphrey or Eugene McCarthy. Part of what the protesters were trying to do was influence how the convention would come out. Maybe there was a glimmer of possibility that that might have happened before the Democratic Party lined up behind Kamala Harris and Tim Walz.</p>\n\n<p class=\"has-text-align-none\">History is a process, it’s not parallels. We can’t have 1968 again because we already had 1968. A lot of the things that happened in 1968 are inconceivable in 2024. It doesn’t mean that interesting and even melodramatic and even possibly violent things might not happen in 2024, but those will happen for 2024 reasons. Those won’t happen for 1968 reasons.</p>\n\n<p class=\"has-text-align-none\"><strong><em>Correction, August 20, 12 pm ET, 2024: </em></strong><em>A previous version of this post misstated the last time the convention was held in Chicago. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Chicago is hosting the Democratic National Convention (DNC) this year. It’s a return to the city for Democrats, who hosted an infamous convention there in 1968 that descended into riots in the street and chaos on the convention floor. That year, Americans, and especially Democrats, were up in arms over the US involvement in the [&#8230;]",
    "author": "Noel King"
  }
]