[
  {
    "title": "The latest on Hurricanes Milton and Helene",
    "link": "https://www.vox.com/climate/374867/hurricane-milton-helene-death-toll-flooding-outages-live-updates",
    "pubDate": "2024-10-09T20:03:45.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man looking at a pile of wreckage.\" data-caption=\"David Hester inspects the damage around his house after Hurricane Helene made landfall in Horseshoe Beach, Florida.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2174219458.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>David Hester inspects the damage around his house after Hurricane Helene made landfall in Horseshoe Beach, Florida.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Floridians are bracing themselves for Hurricane Milton, among the strongest storms ever recorded in the Atlantic Ocean, less than two weeks after Hurricane Helene devastated the US Southeast. With wind speeds pushing over 180 miles per hour, Milton is expected to make landfall in western Florida on Wednesday. Storm surge in the densely populated Tampa Bay area, which is projected to experience a direct hit, could reach 15 feet, <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/071735.shtml?\">according to</a> the National Hurricane Center.</p>\n\n<p class=\"has-text-align-none\">Helene left Florida, Georgia, North Carolina, South Carolina, Tennessee, and Virginia to battle with record storm surge, wind damage, and catastrophic flooding. Over 230 people were killed across the six states and millions of homes and businesses were left without power.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The monstrous storms follow <a href=\"https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water\">a summer lull</a> in what’s been projected to be an especially active hurricane season, which could extend through November.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Follow here for the latest news and updates.</p>\n<ul>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/climate/377199/hurricane-milton-helene-climate-haven-risk\">The shady origins of the climate haven myth</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/climate/377116/hurricane-helene-milton-florida-impact\">How common are back-to-back hurricanes? A climatologist answers.</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/climate/376845/disaster-accountability-fema\">Is FEMA messing up? An expert weighs in.</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/376982/trump-hurricane-helene-fema-lies-debunked\">Donald Trump’s many, many lies about Hurricane Helene, debunked</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/climate/376323/hurricane-milton-category-5-tampa-florida\">How Hurricane Milton exploded into a terrifying Category 5 storm in just hours</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/policy/375765/florida-homelessness-hurricane-helene-encampment-disaster-fema-housing-crisis-storm\">Florida criminalized homelessness. Then came hurricanes Helene and Milton.</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/technology/375540/iphone-satellite-text-messaging-hurricane-helene\">Your iPhone is probably a satellite phone. Here’s how it could help you.</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/climate/375404/helene-spruce-pine-quartz-chips\">Your phones and computers rely on this remote mine in North Carolina. Helene just drowned it.</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/even-better/375075/hurricane-helene-relief-donate-north-carolina-tennessee-florida\">What to do — and what to avoid — to help those affected by Hurricane Helene</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/future-perfect/374940/hurricane-helene-georgia-chicken-poultry-farms\">Helene just pummeled America’s chicken farming capital</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/future-perfect/375113/hurricane-helene-georgia-chicken-poultry-farms\">Helene just pummeled America’s chicken farming capital</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/climate/374794/helene-flooding-hurricane-asheville-carolina\">What’s going on in Asheville? The devastating fallout from Hurricane Helene, explained.</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/down-to-earth/374541/hurricane-helene-storm-wind-birds-wildlife\">Weather radar showed a strange blue mass in the eye of Hurricane Helene. What was it?</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/natural-disaster/374366/hurricane-helene-florida-big-bend-beryl-storms-climate\">Why Hurricane Helene is a wake-up call </a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water\">One chart shows how Hurricane Helene turned into a monstrous storm</a>\n\t\t</li>\n\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Floridians are bracing themselves for Hurricane Milton, among the strongest storms ever recorded in the Atlantic Ocean, less than two weeks after Hurricane Helene devastated the US Southeast. With wind speeds pushing over 180 miles per hour, Milton is expected to make landfall in western Florida on Wednesday. Storm surge in the densely populated Tampa [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "Brett Kavanaugh and Amy Coney Barrett seem unsure whether to save a man’s life",
    "link": "https://www.vox.com/scotus/377151/supreme-court-richard-glossip-oklahoma-death-penalty",
    "pubDate": "2024-10-09T18:35:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Protesters hold signs that spell out “Save Richard Glossip.”\" data-caption=\"Anti-death penalty activists rally outside the US Supreme Court in on September 29, 2015, the last time Glossip’s fate was before the Supreme Court. | Larry French/Getty Images for MoveOn.org\" data-portal-copyright=\"Larry French/Getty Images for MoveOn.org\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-490575196.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Anti-death penalty activists rally outside the US Supreme Court in on September 29, 2015, the last time Glossip’s fate was before the Supreme Court. | Larry French/Getty Images for MoveOn.org</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><a href=\"https://www.scotusblog.com/case-files/cases/glossip-v-oklahoma-3/\"><em>Glossip v. Oklahoma</em></a> is currently before the Supreme Court — and it is one of the most muddled death penalty cases the Court has faced in a while. Exactly how the justices untangle it will decide whether a man lives or dies.</p>\n\n<p class=\"has-text-align-none\">Richard Glossip is on death row after being convicted of an Oklahoma murder 20 years ago. Now, however, the state’s Republican attorney general says that <a href=\"https://www.vox.com/scotus/373245/supreme-court-oklahoma-death-penalty-richard-glossip\">his trial was unconstitutional and his conviction must be tossed out</a>. The state plans to retry Glossip if his conviction is vacated, but a ruling in Glossip’s favor will get him off death row for now.</p>\n\n<p class=\"has-text-align-none\">Yet Attorney General Gentner Drummond has struggled to find a legal forum that will actually take the assertion that his trial was unconstitutional seriously. Oklahoma’s highest criminal court refused to accept Drummond’s arguments and kept Glossip on death row. The state parole board, meanwhile, split 2-2 on whether to grant clemency to Glossip, in part because one member of the board had to recuse himself because his wife was the lead prosecutor against Glossip.</p>\n\n<p class=\"has-text-align-none\">Wednesday morning’s oral argument in <em>Glossip</em> only added more confusion to the mix. The two justices who typically take the most hardline positions against criminal defendants, Justices Clarence Thomas and Samuel Alito, appeared determined to toss the case out completely, without ever actually considering whether Glossip’s constitutional rights were violated. They likely have an ally in Chief Justice John Roberts, who seemed to doubt whether any possible constitutional violation in this case actually mattered enough to change the outcome of Glossip’s trial.</p>\n\n<p class=\"has-text-align-none\">Justice Neil Gorsuch, who often votes with the Court’s most hardline members <a href=\"https://www.supremecourt.gov/opinions/18pdf/17-8151_1qm2.pdf\">in death penalty cases</a>, is recused from the case for reasons the Court did not disclose. That’s actually bad news for Glossip because he must assemble five affirmative votes to toss out his conviction in order to prevail, and the loss of even a skeptical justice is one less potential vote for him.</p>\n\n<p class=\"has-text-align-none\">All three of the Court’s Democrats, meanwhile, appeared sympathetic to Glossip’s arguments, and spent much of the case batting down Alito’s proposals to dismiss the case on procedural grounds — though Justice Ketanji Brown Jackson showed some openness to forming an alliance with Thomas to send the case back down to the state courts in order to gather additional evidence.</p>\n\n<p class=\"has-text-align-none\">That leaves Justices Brett Kavanaugh and Amy Coney Barrett, conservative Republicans who asked some questions that appeared sympathetic to Glossip, as the wild cards in this case. It is possible that they could provide the fourth and fifth vote to save Glossip’s life, but far from certain.</p>\n\n<p class=\"has-text-align-none\">The alleged constitutional violation that is before the Court — that prosecutors withheld evidence that a key witness has a serious mental illness, and failed to correct this witness when he lied on the stand — is <a href=\"https://www.vox.com/scotus/373245/supreme-court-oklahoma-death-penalty-richard-glossip\">fairly marginal</a>. It turns on four words in handwritten notes by prosecutor Connie Smothermon that were not turned over to Glossip’s lawyers until January 2023. The state agrees with Glossip’s legal team that these four words reveal a sufficiently serious constitutional violation to justify giving him a new trial.</p>\n\n<p class=\"has-text-align-none\">But while this narrow legal issue, which is the only issue before the Supreme Court, is the kind of legal question that reasonable judges could disagree upon, Smothermon’s notes are only one piece of a wide range of evidence suggesting that Glossip’s criminal conviction is unconstitutional: Oklahoma conducted two independent investigations, <a href=\"https://www.vox.com/scotus/373245/supreme-court-oklahoma-death-penalty-richard-glossip\">both of which concluded that Glossip’s trial was fundamentally flawed</a>.</p>\n\n<p class=\"has-text-align-none\">Among other things, those investigations found that Justin Sneed — the man who actually committed the murder at issue here — was pressured by police to implicate Glossip in the crime. They also show that police and the prosecution lost or destroyed evidence that could potentially exonerate Glossip. And they show that police inexplicably did not question potentially important witnesses or search obvious places for evidence.</p>\n\n<p class=\"has-text-align-none\">Now, however, Glossip’s life likely turns upon whether Kavanaugh and Barrett are moved by the procedural arguments pressed by the Court’s right flank, or by the arguments pressed by both Glossip and the state: That four words in Smothermon’s notes reveal a serious constitutional violation.</p>\n\n<h2 class=\"wp-block-heading\">Why Smothermon’s notes matter so much</h2>\n\n<p class=\"has-text-align-none\">In 2023, prosecutors turned over a box of evidence for the first time to Glossip’s legal team. This box included handwritten notes from Smothermon, which included two significant questions. In the corner of the notes, Smothermon <a href=\"https://www.vox.com/scotus/373245/supreme-court-oklahoma-death-penalty-richard-glossip\">wrote the words “on lithium?” and “Dr. Trumpet?”</a></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/glossip-note-supreme-court.webp?quality=90&#038;strip=all&#038;crop=0,5.3762739654562,100,89.247452069088\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"An excerpt from a prosecutor’s handwritten notes regarding Sneed and the Glossip case. Glossip v. Oklahoma brief.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Both the state and Glossip’s legal team quickly discovered that these somewhat cryptic notes were quite significant. As the state <a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/308265/20240423202240962_2024-4-23%20Final%20OK%20AG%20Glossip%20merits%20brief.pdf\">told the justices in its brief</a>, when Sneed was incarcerated in the Oklahoma County jail, that “jail had just one working psychiatrist in 1997 when Sneed was held there: Dr. Larry Trombka.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Both Glossip and the state agree that the “Dr. Trumpet” referenced by Smothermon must have been a reference to Dr. Trombka, who was “the only possible treating psychiatrist and the only medical professional at the jail qualified to prescribe lithium.”</p>\n\n<p class=\"has-text-align-none\">The state had also previously withheld Sneed’s medical records from Glossip’s lawyers, and these records “confirm a diagnosis of bipolar disorder with a treatment of lithium at the county jail.”</p>\n\n<p class=\"has-text-align-none\">All of this matters because Sneed was the key witness against Glossip at his trial. He was the only witness who implicated Glossip in the murder, and he did so on the theory that Glossip, who managed a motel where Sneed worked, hired Glossip to kill the motel’s owner.</p>\n\n<p class=\"has-text-align-none\">But Dr. Trombka later said that Sneed’s mental illness could have triggered a “manic episode” that would have made him “more paranoid or potentially violent.” Trombka added that Sneed’s condition was “exacerbated by illicit drug use, such as methamphetamine.” So, if Glossip’s defense lawyers had known about Sneed’s medical diagnosis, they could have argued that Sneed committed the murder because he experienced a serious mental health event, and not because he was coaxed into doing so by Glossip.</p>\n\n<p class=\"has-text-align-none\">During Glossip’s trial, moreover, Sneed did testify that he was given lithium at the jail, but he suggested that he was prescribed it by accident and that he “<a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/308265/20240423202240962_2024-4-23%20Final%20OK%20AG%20Glossip%20merits%20brief.pdf\">never seen no psychiatrist or anything</a>.” Thus, Smothermon’s notes do not simply suggest that Sneed lied on the stand — a fact that would have diminished his credibility with the jury — they also suggest that Smothermon knew Sneed was lying and failed to correct him.</p>\n\n<p class=\"has-text-align-none\">The failure to turn over Smothermon’s notes sooner, and Smothermon’s failure to correct Sneed’s testimony potentially violate the Constitution in two ways. In <a href=\"https://supreme.justia.com/cases/federal/us/373/83/\"><em>Brady v. Maryland</em></a> (1963), the Supreme Court held that prosecutors must turn over evidence to the defense that is “favorable to an accused” if that evidence “is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Additionally, in <a href=\"https://supreme.justia.com/cases/federal/us/360/264/\"><em>Napue v. Illinois</em></a> (1959), the Court held that “a conviction obtained through use of false evidence, known to be such by representatives of the State, must fall under the Fourteenth Amendment.” This rule applies even “when the State, although not soliciting false evidence, allows it to go uncorrected when it appears.” So, by failing to correct Sneed’s false testimony that he never saw a psychiatrist, Smothermon potentially violated <em>Napue</em>.</p>\n\n<p class=\"has-text-align-none\">In any event, the significance of Smothermon’s notes and her alleged violation of <em>Napue</em> appeared to divide the justices. Roberts was particularly skeptical of their relevance, pointing out early in the argument that the defense counsel knew that Sneed had been prescribed lithium, so why does it matter if defense lawyers had also known that this drug, which is used primarily to treat mental health disorders, was also prescribed by a psychiatrist?</p>\n\n<p class=\"has-text-align-none\">Significantly, however, Kavanaugh appeared to break with Roberts on this question. “I’m having some trouble,” he told Christopher Michel, a Court-appointed lawyer tasked with defending Glossip’s conviction because the state would not, with the idea that the jury would be unmoved if they learned that Sneed lied on the stand “when the whole case depended on his credibility.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kavanaugh also said that Sneed’s mental health diagnosis creates “all sorts of avenues for questioning his credibility.”</p>\n\n<p class=\"has-text-align-none\">So Kavanaugh, at least, appears open to the argument that Smothermon violated <em>Napue </em>or <em>Brady</em>. But it is still unclear whether five justices agree with this argument. And it is also unclear how they will approach a procedural issue that could doom Glossip’s case.</p>\n\n<h2 class=\"wp-block-heading\">The procedural problem in the <em>Glossip</em> case</h2>\n\n<p class=\"has-text-align-none\">Oklahoma law, like most states and the federal government, places strict limits on anyone’s ability to challenge their conviction once that conviction is finalized and all of the defendant’s appeals are exhausted. Among other things, Oklahoma forbids someone like Glossip from making more than one post-conviction attack on that conviction unless the issues raised in a later proceeding <a href=\"https://casetext.com/case/glossip-v-state-2\">could not have been raised earlier</a>.</p>\n\n<p class=\"has-text-align-none\">These barriers, moreover, are augmented by an Oklahoma state law that required Glossip to present any new evidence he discovered <a href=\"http://okcca.net/rules/rule-9.7/\">within 60 days of discovering it</a>. So Glossip’s lawyers could not take their time, gather all the evidence they needed to make the best case for their client, and then present it to the courts all at once. They had to present this evidence piecemeal or lose the ability to raise it.</p>\n\n<p class=\"has-text-align-none\">As a result, the case currently before the Supreme Court is Glossip’s fifth legal proceeding challenging his conviction after it was finalized.</p>\n\n<p class=\"has-text-align-none\">Before this fifth proceeding reached the justices, moreover, Oklahoma’s highest criminal court rejected his <em>Brady </em>and <em>Napue</em> arguments, in part because, the court claimed, Oklahoma’s laws limiting his ability to repeatedly challenge his conviction prevented him from raising those arguments. If the Oklahoma court is right about this point, that precludes the Supreme Court from hearing the case, because the US Supreme Court typically <a href=\"https://www.vox.com/policy-and-politics/2022/12/4/23481063/supreme-court-moore-harper-independent-state-legislature-doctrine-elections\">cannot overrule a state’s highest court on a question of state law</a>.</p>\n\n<p class=\"has-text-align-none\">Indeed, most of Wednesday’s argument focused on this threshold question — does Oklahoma’s own law prevent Glossip from even raising his <em>Napue</em> and <em>Brady</em> arguments? </p>\n\n<p class=\"has-text-align-none\">The fact that Oklahoma’s attorney general is on Glossip’s side in this case plays an enormous role in the debate over this threshold question. Were Glossip alone in seeking relief, he would probably be doomed. But several justices argued that Drummond has an absolute right to waive the procedural rules that would otherwise prevent Glossip from raising his <em>Brady</em> and <em>Napue</em> claims.</p>\n\n<p class=\"has-text-align-none\">Notably, one of the justices who seemed to agree that Drummond has waived those procedural rules is Barrett, who noted at one point that it is very unusual for a court not to accept such a waiver. Similarly, Justice Sonia Sotomayor argued that there are “100 years of history” where no Oklahoma court refused to honor a similar waiver, suggesting that the state court that heard Glossip’s case made up a one-time-only rule to prevent him from challenging his conviction.</p>\n\n<p class=\"has-text-align-none\">Yet, while at least four justices seemed convinced that the state court should have honored Drummond’s decision to waive the procedural bars to Glossip’s case, it is unclear whether there are five. Kavanaugh, the most likely fifth vote for Glossip, played his cards especially close to his chest, often framing his questions about whether Smothermon violated <em>Napue </em>or <em>Brady </em>with caveats like “if you get past all the procedural bars.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">So the bottom line is that Glossip could prevail, but he’s got a tough road. Assuming that all three of the Democratic justices are on his side, he needs to win over Barrett — who seemed to be with him on the procedural question but who was largely quiet on the merits of his case — while also winning over Kavanaugh, who seemed to be with Glossip on the merits but silent on the procedural question.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Glossip v. Oklahoma is currently before the Supreme Court — and it is one of the most muddled death penalty cases the Court has faced in a while. Exactly how the justices untangle it will decide whether a man lives or dies. Richard Glossip is on death row after being convicted of an Oklahoma murder [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "How common are back-to-back hurricanes? A climatologist answers.",
    "link": "https://www.vox.com/climate/377116/hurricane-helene-milton-florida-impact",
    "pubDate": "2024-10-09T17:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Debris from Hurricane Helene surrounds a person in Treasure Island, Florida, with gray skies overhead.\" data-caption=\"People in Treasure Island, Florida, continue to clean up from Hurricane Helene on October 7, 2024, as preparations are made for Hurricane Milton’s arrival. | Spencer Platt/Getty Images\" data-portal-copyright=\"Spencer Platt/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2177308954.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>People in Treasure Island, Florida, continue to clean up from Hurricane Helene on October 7, 2024, as preparations are made for Hurricane Milton’s arrival. | Spencer Platt/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Just weeks ago, <a href=\"https://www.vox.com/climate/374867/hurricane-milton-helene-death-toll-flooding-outages-live-updates\">Hurricane Helene</a> devastated multiple states in the southeastern US. Over <a href=\"https://www.accuweather.com/en/hurricane/helene-death-toll-rises-to-at-least-232-across-6-states/1700671\">230 people were killed</a> because of the storm, and that number is likely to go up as the search for missing people continues. Entire homes, streets, and towns across the Carolinas, Georgia, and Florida have been torn apart. Plans for rebuilding are bound to be a slow struggle.</p>\n\n<p class=\"has-text-align-none\">Now, Florida is primed to face disaster once again — before it’s even had a fair chance at recovering from the last one.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Wednesday night, Hurricane Milton, currently a Category 4 storm, will make landfall on Florida’s west coast. While forecasters say it’s likely to weaken a bit before reaching Florida, government officials are <a href=\"https://www.floridadisaster.org/evacuation-orders/\">ordering millions of people in over a dozen counties</a> to evacuate.</p>\n\n<p class=\"has-text-align-none\">“I can say this without any dramatization whatsoever: If you choose to stay in one of those evacuation areas, you are going to die,” <a href=\"https://x.com/kaitlancollins/status/1843459098148327850\">said</a> Tampa Mayor Jane Castor.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Tampa Bay area, in particular, is in serious trouble. The land is prone to flooding and storm surges caused by hurricane season. Most recently, Hurricane Helene caused <a href=\"https://www.tampabay.com/hurricane/2024/10/07/helene-just-flooded-tampa-bay-heres-how-much-worse-miltons-surge-could-be/\">record storm surges</a> for the city.</p>\n\n<p class=\"has-text-align-none\">But now, this region may be right in Milton’s path. The last time a hurricane <a href=\"https://www.vox.com/energy-and-environment/2019/9/11/18485563/hurricane-florida-climate-change-tampa\">hit the area</a> directly was 1921 — it demolished homes and killed eight people. Back then, Tampa Bay was home to 65,000 people. Today, the population is 3.1 million. While the exact location of where Milton will make landfall is <a href=\"https://www.cnn.com/weather/live-news/hurricane-milton-florida-10-09-24#cm21s2s9200003b6n41gytj3q\">still uncertain</a>, even on the day of its arrival, it’s clear that there is much, much more to lose this time around.</p>\n\n<p class=\"has-text-align-none\">The back-to-back phenomena between Hurricanes Helene and Milton spells out disaster for communities in Florida that <a href=\"https://grist.org/extreme-weather/hurricane-milton-helene-debris-florida/\">just barely started to rebuild and recover</a> from Helene’s damage. As Hurricane Milton imminently approaches, coastal residents and their local governments are scrambling to move the heaps of debris off the streets, which can become dangerous projectiles if swept up by the coming storm, which is currently forecasted to make landfall as a Category 4. (Hurricane Katrina, for example, made landfall as a Category 3). Some towns are still getting back up on their feet from when <a href=\"https://www.vox.com/climate/366041/climate-hurricane-debby-drenches-the-southeast\">Hurricane Debby</a>, a large Category 1 storm that wreaked havoc by continuously dumping heavy rain over parts of Florida and flooded towns, hit back in August.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Florida is no stranger to extreme weather, or even weather disasters happening one after the other. But all of the above context makes this situation feel terrifyingly different.</p>\n\n<p class=\"has-text-align-none\">“You could call it unprecedented, because you can take a similar meteorological setup, a similar tropical magnitude hurricane in a similar physical environment, but with more people and infrastructure — that is not something we have necessarily seen in the more recent, modern time,” says <a href=\"https://climatecenter.fsu.edu/about/people/emily-powell\">Emily Powell</a>, the assistant state climatologist for the <a href=\"https://climatecenter.fsu.edu/\">Florida Climate Center</a> and program manager of the <a href=\"https://flbrace.org/\" data-type=\"link\" data-id=\"https://flbrace.org/\">Florida Building Resilience Against Climate Effects</a> (BRACE) Program.</p>\n\n<p class=\"has-text-align-none\">I spoke in depth with Powell to better understand the gravity of the situation and how communities are confronting this uniquely destructive moment for the millions of people in Milton’s path.</p>\n\n<p class=\"has-text-align-none\"><em>This interview has been edited for length and clarity.</em></p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Sam Delgado</h5>\n\n<p class=\"has-text-align-none\">I know you&#8217;re based in Florida, it&#8217;s where you do your work. How are you feeling as Milton is getting closer to making landfall?</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Emily Powell</h5>\n\n<p class=\"has-text-align-none\">Milton is projected to cause more destruction, more storm surge, higher storm surge levels, potentially higher rainfall rates in places along the west Gulf Coast of Florida. These are places along the coast that will see really high, high levels of storm surge that we have not seen in those places in a long time.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Helene brought storm surges of between 6 and 7 feet roughly, in the west central parts of Florida. And we&#8217;re projecting to see upwards of 15 feet in some places, and so much higher levels of storm surge. I think we&#8217;ve seen people being very responsive so far to this threat. People are evacuating. It sounds like there&#8217;s been a lot of congestion in traffic, which means people are listening and heeding warnings, which is good news and I hope that that continues to happen today. We have more time to prepare, and I think people are getting sandbags, getting their places secured, and hopefully finding safer places to ride the storm out.&nbsp;</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Sam Delgado</h5>\n\n<p class=\"has-text-align-none\">Florida just got through Hurricane Helene barely a week and a half ago, and some communities are still recovering from Hurricane Debby&#8217;s impact two months ago. Now, the state is bracing for Hurricane Milton&#8217;s arrival. What is it like on the ground right now for people in Milton&#8217;s path, in this sort of in-between moment?</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Emily Powell</h5>\n\n<p class=\"has-text-align-none\">I was down in Steinhatchee end of last week, and so Steinhatchee had a direct hit from Helene, and that was their third storm in 13 months in that particular part of the coast, and in Steinhatchee, Keaton Beach, and Cedar Key, and then places further south that are projected to see a direct hit from Milton,<strong> </strong>people are very much still in response and recovery. In Steinhatchee — and this looked very similar last year after Hurricane Idalia — if you drive up and down the streets, you see piles and piles of debris, trash, the insides of people&#8217;s homes on the curb, some places, and so all that is still in the process of being cleaned up.</p>\n\n<p class=\"has-text-align-none\">What we&#8217;re seeing right now is sort of emergency preparations to remove and clean up and dispose of all that debris, get it out of the streets where that could become a hazard as the storm approaches and makes landfall. In addition to that, some people were still without power. I think Steinhatchee actually was at roughly 85 percent power restoration. I think where power can be restored, it has been restored following Helene, but there might be instances where a particular home or building cannot receive power because of damages to that particular structure.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Unfortunately, we&#8217;re just having to hit pause and shift gears to prepare for this next landfalling hurricane, and then more recovery and cleanup.</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Sam Delgado</h5>\n\n<p class=\"has-text-align-none\">How did Milton take shape so quickly after Helene?</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Emily Powell</h5>\n\n<p class=\"has-text-align-none\">This season, in addition to the last Atlantic hurricane season, the waters in the Gulf of Mexico, the Caribbean Sea, as well as in the main development region of the tropical Atlantic Ocean basin, have been incredibly warm, much warmer than normal. And in some places, record warm, and so that is one factor that contributed to a really aggressive hurricane season forecast this year is the record warm water temperatures.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So here in the Gulf, about this time in the hurricane season, we tend to see more development in the Caribbean and Gulf of Mexico, as opposed to out in the tropical Atlantic basin. So it&#8217;s not very uncommon to see a lot of activity in this part of the basin at this time of year. Because the waters have been so warm, storms like Milton have been able to spin up really, really quickly. When we have other conditions conducive to that, developments like low vertical wind shear, we see explosive intensification as we did with Milton. It has just been in an environment in the western Gulf of Mexico that has been very conducive to this very rapid intensification.</p>\n\n<p class=\"has-text-align-none\">These back-to-back storms are not necessarily uncommon. We&#8217;ve seen that in many other seasons, like 2020, we&#8217;ve seen places get hit again and again, it has to do with the atmospheric patterns that are also in play that are helping to steer the storms.&nbsp;</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Sam Delgado</h5>\n\n<p class=\"has-text-align-none\">What do these two storms happening back to back underscore and say about the types of disasters we&#8217;re going to see in a world impacted by climate change?</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Emily Powell</h5>\n\n<p class=\"has-text-align-none\">Unfortunately, we&#8217;ve seen this happen before. It&#8217;s not unprecedented, but it does speak to the fact that no one is really immune or safe to these storms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We have seen a lot of studies show that there&#8217;s been a trend toward more rapid intensification with tropical cyclones, and so when we do get storms like tropical storms or hurricanes, we do see that the ability for them to rapidly intensify is increasing, and so that is certainly something that we&#8217;ll continue to see moving forward. People have to be prepared for these larger, more destructive hurricanes, unfortunately.</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Sam Delgado</h5>\n\n<p class=\"has-text-align-none\">How are institutions in the area, such as local organizations and state agencies, preparing and helping communities that are in the path of Milton?&nbsp;</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Emily Powell</h5>\n\n<p class=\"has-text-align-none\">I think emergency responses and preparations are getting better and more efficient at warning people ahead of time, getting those evacuation orders well in advance to give people the time to actually heed the warning and evacuate. So for example, we saw roadways starting to pile up and with traffic yesterday, two days before landfall, which is really great that people can get out that soon and get to safety and not have to worry about leaving at the last minute, you know, when roadways are going to be gridlocked. We are really good about asking for help from neighboring communities to&nbsp;come in and be in place before a hurricane makes landfall, so that they can be there to respond immediately once the conditions are safe to do so.</p>\n\n<p class=\"has-text-align-none\">One thing that we&#8217;ve looked at, through a program I work on that&#8217;s focused more on climate and health, is special needs sheltering and how that works during evacuations. One of the things we found is not all the special needs registries are up to date, so not knowing who all needs special accommodations during evacuations and where they&#8217;re located. Local health departments can prepare more for understanding where their most vulnerable populations are, making sure their special needs registries are up to date, and getting those ready so that when storms like this do come, they know where those people are, and they can send help where they need to get people to evacuation shelters. So this is all stuff that has to happen before a hurricane is approaching land and making landfall. It&#8217;s a challenge and a need that&#8217;s been identified, and so we&#8217;re starting to address it.</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Sam Delgado</h5>\n\n<p class=\"has-text-align-none\">There are communities in Florida who have been hit by extreme weather events multiple times in the course of a year. From your perspective, is there a breaking point for how many times a population can deal with these extreme weather disasters, and what might that breaking point look like?</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Emily Powell</h5>\n\n<p class=\"has-text-align-none\">That&#8217;s a good question for each individual as well as each community to think about for themselves. At some point, you have to sort of weigh your own individual risk tolerance and understand what you&#8217;re willing to deal with and what you&#8217;re not. Some people are more risk averse than others. Some are more risk tolerant. So I think for us as communities, and for us individually, that&#8217;s just something we have to each ask ourselves and then take steps to increase our preparedness and just ensure that we&#8217;re as prepared as we can be for these types of storms.</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Sam Delgado</h5>\n\n<p class=\"has-text-align-none\">Is there any advice or resources that you have for Florida residents to best protect themselves who are in the path of Hurricane Milton?</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">Emily Powell</h5>\n\n<p class=\"has-text-align-none\">The best, most credible resource is going to be the <a href=\"https://www.nhc.noaa.gov/\">National Hurricane Center</a>. Their website has the latest updates on the storm&#8217;s track, the storm&#8217;s intensity, the impacts, the hazards maps that they produce with the National Weather Service, your local National Weather Service office. Those are going to be the best sources of information on the storm itself. And then, of course, your local weather forecast office and your local Emergency Management Office for evacuation.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Just weeks ago, Hurricane Helene devastated multiple states in the southeastern US. Over 230 people were killed because of the storm, and that number is likely to go up as the search for missing people continues. Entire homes, streets, and towns across the Carolinas, Georgia, and Florida have been torn apart. Plans for rebuilding are [&#8230;]",
    "author": "Sam Delgado"
  },
  {
    "title": "Just how doomed is home insurance?",
    "link": "https://www.vox.com/climate/377094/hurricane-milton-helene-home-insurance-flooding-damage",
    "pubDate": "2024-10-09T17:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"An aerial view of people walking past destroyed and damaged buildings in the aftermath of Hurricane Helene flooding on October 8, 2024, in Bat Cave, North Carolina.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2177518053.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>An aerial view of people walking past destroyed and damaged buildings in the aftermath of Hurricane Helene flooding on October 8, 2024, in Bat Cave, North Carolina.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Insured losses from natural disasters around the world in the first half of the year have already <a href=\"https://www.swissre.com/press-release/Severe-thunderstorms-drive-insured-losses-to-USD-60-billion-in-first-half-of-2024-Swiss-Re-Institute-estimates/fdefcc81-c403-4ce8-ab2c-37ca6d98cf4a\">topped $60 billion</a>, 54 percent higher than the 10-year average. Three-quarters of insured losses were due to <a href=\"https://www.munichre.com/en/company/media-relations/media-information-and-corporate-news/media-information/2024/natural-disaster-figures-first-half-2024.html?utm_source=linkedin&amp;utm_medium=munich+re&amp;utm_term=073dff8d-ca8d-4a5d-89d6-bc641ad02705\">severe thunderstorms, flooding, and forest fires</a>. More recent calamities like Hurricane Helene will push the toll this year much higher. Damage estimates for Helene ranged as high as <a href=\"https://www.corelogic.com/press-releases/corelogic-final-estimated-damages-for-hurricane-helene-to-be-between-30-5-billion-and-47-5-billion/\">$47.5 billion</a> as of October 4.  </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nar.realtor/magazine/real-estate-news/states-where-home-insurance-costs-are-surging-highest\">Home insurance premiums are rising</a> across the country. Florida homeowners already pay the highest rates, on average <a href=\"https://www.news-press.com/story/news/2024/04/01/florida-homeowners-insurance-rates-highest-rising-how-much-cost/73104723007/\">more than $10,000 per year</a>, well above the national average of around $2,400 per year. Last year, US home insurance rates <a href=\"https://www.spglobal.com/marketintelligence/en/news-insights/latest-news-headlines/us-homeowners-insurance-rates-jump-by-double-digits-in-2023-80057804\">jumped 11.3 percent on average</a>, which has led some to <a href=\"https://www.washingtonpost.com/business/2024/05/27/home-insurance-dropped-coverage/\">drop their coverage altogether</a>. Some Floridians have seen rate hikes as high as <a href=\"https://www.wsj.com/real-estate/florida-home-sales-slowing-355616a2\">400 percent over the past five years.</a> </p>\n\n<p class=\"has-text-align-none\">That’s if they can find insurance at all. Hundreds of thousands of Americans have come home to a <a href=\"https://www.vox.com/climate/350705/your-home-insurance-company-dumped-you-now-what\">breakup letter from their private insurers</a>, canceling their coverage. Others can’t find any company that will protect their home, leaving expensive, <a href=\"https://www.wwno.org/coastal-desk/2024-07-15/louisianas-business-friendly-climate-response-canceled-home-insurance-plans\">state-run insurers of last resort</a> as their only option. Some <a href=\"https://www.vox.com/climate/23746045/state-farm-california-climate-change-insurance-wildfire-florida-flood\">private insurance companies</a> have entirely pulled out of states like California, Florida, and Louisiana.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, the <a href=\"https://www.fema.gov/flood-insurance\">National Flood Insurance Program</a> (NFIP), a federal program that provides flood coverage to <a href=\"https://crsreports.congress.gov/product/pdf/IN/IN11049\">4.7 million policyholders</a>, is more than <a href=\"https://crsreports.congress.gov/product/pdf/IN/IN10784\">$20 billion in debt to the US Treasury</a> accruing $1.7 million in interest daily. In September, <a href=\"https://www.fema.gov/flood-insurance/rules-legislation/congressional-reauthorization\">Congress reauthorized the program</a> for a few months. The next funding deadline is December 20, 2024. If authorization lapses, the NFIP would stop selling and renewing flood insurance for millions of people. </p>\n\n<p class=\"has-text-align-none\">Insurers like State Farm <a href=\"https://newsroom.statefarm.com/state-farm-general-insurance-company-california-new-business-update/\">point to several factors behind these trends</a>. Inflation has made rebuilding houses much more expensive and prices for <a href=\"https://www.vox.com/22686124/climate-change-insurance-flood-wildfire-hurricane-risk\">reinsurance</a> — insurance for insurance companies — have shot up. Insurers are also bearing more catastrophic risks as more people and property take root in high-risk areas like flood zones and neighborhoods that are more wildfire-prone, so that when a blaze ignites or a storm passes over, the losses are greater. And because of climate change, many types of <a href=\"https://www.vox.com/climate/352234/how-one-weather-extreme-can-make-the-next-one-even-more-dangerous\">natural disasters are packing more of a punch</a>. </p>\n\n<p class=\"has-text-align-none\">The turmoil in the insurance industry has major implications for the economy and for politics. Most banks will not offer a mortgage without homeowners insurance, and letting a policy lapse can lead to foreclosure. In the wake of a hurricane or wildfire, insurance payouts are critical for rebuilding lost homes or relocating to somewhere safer. </p>\n\n<p class=\"has-text-align-none\">Insurance is also where the risks of tomorrow manifest today, and with rising average temperatures, many buildings will face bigger threats. That means homeowners will have to pay more for insurance, go without, or move to a place with lower rates.</p>\n\n<p class=\"has-text-align-none\">Right now, that leaves a trio of unpleasant options. Insurers can raise their rates in line with the risks they face, pricing more people out of coverage and leaving them to fend for themselves. Regulators can limit rate hikes and enforce coverage minimums, which can drive private insurers into bankruptcy or out of the market altogether. Or the government can subsidize or offer its own coverage, which would leave taxpayers holding the bag for mounting losses. </p>\n\n<p class=\"has-text-align-none\">Despite all of this, insurers themselves are actually doing quite well. The US property and casualty insurers <a href=\"https://content.naic.org/sites/default/files/inline-files/2023%20Annual%20Property%20%26%20Casualty%20Insurance%20Industries%20Analysis%20Report.pdf\">netted $823 billion in premiums</a> last year, posting record profits in the <a href=\"https://www.vox.com/23969523/climate-change-cop28-paris-1-5-c-uae-2023-record-warm\">hottest year on record</a> with <a href=\"https://www.climate.gov/news-features/blogs/beyond-data/2023-historic-year-us-billion-dollar-weather-and-climate-disasters\">dozens of extreme weather disasters</a> with tolls in the billions of dollars. Insurers have already <a href=\"https://www.fitchratings.com/research/insurance/us-p-c-insurance-poised-for-2024-profit-recovery-post-strong-1q-results-21-06-2024\">posted even higher profits this year</a>, and the sector is poised to do <a href=\"https://www.swissre.com/institute/research/sigma-research/Insurance-Monitoring/us-property-casualty-outlook-june-2024.html\">better in 2025</a>. </p>\n\n<p class=\"has-text-align-none\">So it’s a great time to be selling insurance, but not to buy it. Insurers have shown they can thrive even in a warmer world with more costly disasters; the challenge is getting their products to the people who need them. Doing so will require changes to how states regulate insurance, how companies model catastrophes, and new insurance products.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But insurance is ultimately about risk, and over the long term, there’s no substitute for reducing the overall risks stemming from climate change.&nbsp;</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP5811016810\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">How insurance works, and how it stops working</h2>\n\n<p class=\"has-text-align-none\">Like most businesses, a simple calculation lies at the core of the insurance sector: A company has to make more money in premiums than it pays out in damages, but figuring out where to set premiums and how much damage to expect gets extraordinarily complicated. The most common form of property insurance is <a href=\"https://www.investopedia.com/terms/i/indemnity_insurance.asp\">indemnity</a>, which grants a payout based on the amount of damage. </p>\n\n<p class=\"has-text-align-none\">The formula for the losses that an insurer can expect has three key components. The first is the hazard, such as the probability of a severe storm occurring. The next is exposure, which is the value of the insured property in the path of danger. And the third is vulnerability, or how well a property can stand up to a given extreme weather scenario — whether it readily floods, burns, collapses, or survives the disaster intact.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Insurers then have to distribute these costs across their customers. Companies are competing with one another, so they can’t set their rates too high, and in many states, they face further limits on their pricing and minimum coverage requirements. There’s a whole <a href=\"https://www.bls.gov/ooh/math/actuaries.htm\">subfield of mathematics</a> dedicated to this practice.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Insurers themselves cover their risks with reinsurers. When a major earthquake, hurricane, or wildfire demands more payouts than a company can afford at once, insurers can file a claim with their reinsurer, which in turn is balancing disaster threats among insurance companies all over the world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you can balance these risks properly, insurance can be a lucrative line of business, as we’ve seen over the past year. But if they tip too far in any direction, it can lead to a financial collapse. After <a href=\"https://axaxl.com/fast-fast-forward/articles/remembering-hurricane-andrews-lessons-30-years-later\">Hurricane Andrew</a> rammed into the tip of Florida at Category 5 strength in 1992, causing $25 billion in insured losses (1992 dollars), at least 16 insurance companies became insolvent.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-842979178.jpg?quality=90&#038;strip=all&#038;crop=0,9.7570938182872,100,80.485812363426\" alt=\"A man drawing on a clip board. \" title=\"A man drawing on a clip board. \" data-has-syndication-rights=\"1\" data-caption=\"A State Farm catastrophe claims adjuster draws a sketch while surveying a home affected by Hurricane Harvey in Rockport, Texas. | Eddie Seal/Bloomberg via Getty Images\" data-portal-copyright=\" Eddie Seal/Bloomberg via Getty Images\" />\n<p class=\"has-text-align-none\">The storm was a <a href=\"https://www.insurancejournal.com/magazines/mag-features/2022/05/16/667461.htm\">major turning point for the insurance sector</a>. It showed that the old formulas for calculating risk underestimated how much destruction could end up on an insurer&#8217;s books. After the waters receded, companies began to adopt <a href=\"https://www.verisk.com/resources/about-catastrophe-modeling/\">catastrophe models</a>, computer programs that use the physical traits of extreme weather events in a given area to estimate how much an insurer might have to pay out. This raised rates for many homeowners, but also led insurers to <a href=\"https://www.rms.com/blog/2022/08/24/30-years-on-from-hurricane-andrew-managing-a-storm-of-floridas-own-making\">advocate for stronger building codes</a> and defensive infrastructure like sea walls.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now even catastrophe models are starting to show their weaknesses. These simulations are typically built on historical severe weather patterns, but because average temperatures are rising, the past is no longer prologue.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Integrating climate change into catastrophe models and then into insurance premiums is its own technical challenge. Scientists are still trying to suss out exactly how much warming is in store given that the biggest factor is how aggressively the world will act to limit greenhouse gas emissions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But even within physical models of the Earth, there is still a <a href=\"https://www.vox.com/climate/374253/climate-chamge-model-warming-ipcc-record-heat\">wide range of uncertainty</a> in how these gasses will alter weather. Insurers then have to gauge just how bad of a disaster they have to plan for, by what time frame, and then how to distribute those costs to policyholders in the present.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, the number of people is increasing in areas that are vulnerable to disasters worsened by climate change. Roughly <a href=\"https://coast.noaa.gov/states/fast-facts/economics-and-demographics.html\">40 percent of the US</a> lives in a coastal county, for example, and in states like Florida, the waterfront has experienced some of the <a href=\"https://www.vox.com/science-and-health/23372996/hurricane-ian-tampa-florida-miami-storm-surge-flood\">highest levels of population growth</a>. Just how many more people will build bungalows, condos, and office parks in places likely to burn or flood will shape payouts in the future — and thus premiums today.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Reinsurance companies have been bracing for climate change for decades</h2>\n\n<p class=\"has-text-align-none\">Incorporating climate change into their business may be a more recent development for retail insurers, but reinsurance companies have long kept tabs on warming. While the fundamentals of risk management are similar, reinsurance companies and retail insurance firms operate under different constraints. </p>\n\n<p class=\"has-text-align-none\">Frontline insurance companies tend to focus on specific regions and operate under local regulations, while the reinsurance business spans the globe in a freewheeling market. That gives reinsurers a more diverse risk portfolio and more flexibility in managing it, but they also must examine these risks on a global scale over decades.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Munich Re, the world’s largest reinsurance company, has studied climate change for 50 years, and their chief climate scientist, Ernst Rauch, has been working on this since for more than half of that time. While climate change is altering the risks on their balance sheets, Rauch said understanding the fundamental physics behind it has helped the company game out what to expect and adjust accordingly. With climate science, what was once a blank, uncertain view of the future is now coming into focus.</p>\n\n<p class=\"has-text-align-none\">“We feel very well prepared to cope with the challenges of climate change,” Rauch said. “And with this understanding we want to not only continue with this business, but depending on the terms and conditions, also grow our business model.”</p>\n\n<p class=\"has-text-align-none\">This knowledge also lays a course for reducing the financial and physical threats from warming, for companies and for policymakers. Looking at the three-pronged formula for insurance risk — hazard, exposure, and vulnerability — climate change mainly comes into play with the hazard component since rising average temperatures increase the chances of weather events causing more destruction. That provides the impetus for halting the rise in greenhouse gasses in the atmosphere from burning fossil fuels.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2176489369.jpg?quality=90&#038;strip=all&#038;crop=0,10.735459053117,100,78.529081893765\" alt=\"Couple looking at remains of burned down cabin.\" title=\"Couple looking at remains of burned down cabin.\" data-has-syndication-rights=\"1\" data-caption=\"Katie and Regis Saalfeld at the remains of their cabin in Holy Jim Canyon on Thursday, October 3, 2024. The cabin, in the Orange County portion of the Cleveland National Forest, was destroyed in the Airport fire. | Paul Bersebach/MediaNews Group/Orange County Register via Getty Images\" data-portal-copyright=\"Paul Bersebach/MediaNews Group/Orange County Register via Getty Images\" />\n<p class=\"has-text-align-none\">Exposure is largely governed by inflation. For a house built decades ago, simply buying the <a href=\"https://fred.stlouisfed.org/series/WPS081\">lumber</a>, <a href=\"https://fred.stlouisfed.org/series/PCU3241223241222\">shingles</a>, and <a href=\"https://fred.stlouisfed.org/series/PCU32733273\">concrete</a> for repairs after a storm is much more expensive now than it was when that house was built. Residential reconstruction costs have <a href=\"https://www.verisk.com/4a3257/siteassets/media/underwriting-v/resources/360value-quarterly/360value-q3-2024.pdf\">risen almost 5 percent </a>in just the past year. Add to that the higher cost of labor and rising property values, which makes losses more expensive, and insurance costs go up independent of climate change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Reducing vulnerability to disasters is one of the most immediate things people can do to keep threats in check. “This is where we as consumers, as policyholders, have the biggest influence on the risk,” Rauch said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Tactics like preventing flooding by <a href=\"https://www.fisheries.noaa.gov/feature-story/habitat-restoration-projects-offer-protection-flooding\">restoring natural watersheds</a> and <a href=\"https://news.stanford.edu/stories/2023/11/valuing-prescribed-fire\">controlled burns</a> to reduce the odds of a deadly wildfire can blunt the impact of a disaster. Adapting to climate perils like sea level rise with tactics like <a href=\"https://www.nytimes.com/2021/06/02/us/miami-fl-seawall-hurricanes.html\">seawalls</a> or using <a href=\"https://emilms.fema.gov/IS320/WM0103020text.htm\">fire-resistant building materials</a> in wildfire-prone forests can allow properties to <a href=\"https://www.npr.org/2024/09/17/nx-s1-5100886/lahaina-wildfire-maui-building-defensible-space\">endure a catastrophe</a>. But to drive down insurance premiums with these measures, insurers have to first recognize and reward the homeowners and property managers that undertake them, and they don’t always do that.  </p>\n\n<p class=\"has-text-align-none\">“The computer models that insurers use to decide whether to renew or write insurance for homes and condominiums don&#8217;t always account for those investments in mitigation by homeowners,” said <a href=\"https://www.law.berkeley.edu/research/clee/about/people/dave-jones-2/\">Dave Jones</a>, who runs the Climate Risk Initiative at the University of California Berkeley and served as California’s insurance commissioner from 2011 until 2018.</p>\n\n<p class=\"has-text-align-none\">Reinsurance companies also connect the impacts of disasters around the world. Their international portfolios allow them to withstand billions of dollars in insured losses. But that also means that a gargantuan disaster can create financial burdens even for people far removed from the destruction. If a <a href=\"https://apnews.com/article/taiwan-typhoon-krathon-rain-e4acaaf0fbf22779c1f0124ee2f2712b\">massive typhoon hits Taiwan</a> and causes extensive insured losses, reinsurers may have to raise their premiums for retail insurers, who would then raise their prices for policies in Florida.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Climate change isn’t the biggest factor behind the recent insurance premium spikes</h2>\n\n<p class=\"has-text-align-none\">Many insurance companies say climate change is a key driver of long-term risk. Right now though, only 1 percent of the overall annual increase in insured losses seen so far is due to actual changes in the climate, according to <a href=\"https://www.verisk.com/resources/campaigns/modeling-insured-catastrophe-losses-a-global-perspective-for-2024/\">Verisk</a>, a risk analytics firm. The larger force to date is growing exposure due to inflation. </p>\n\n<p class=\"has-text-align-none\">Verisk’s <a href=\"https://www.verisk.com/company/about/leadership/rob-newbold/\">Rob Newbold</a>, who studies extreme events, noted that many of the disasters that insurers are worried about do stem from the climate, but they’re already built into insurance rates (or they should be). And the specific role of rising average temperatures exacerbating these catastrophes so far hasn’t shown up in a big way in the data. The trend right now seems to be “ordinary” extreme weather falling on more expensive homes and businesses. </p>\n\n<p class=\"has-text-align-none\">“I don&#8217;t want to try to suggest that climate change isn&#8217;t happening. The climate is changing. But climate itself has been a factor in insurance losses forever,” Newbold said. “We’re seeing this overall level of insured losses [rising], but from our perspective, the industry should not be surprised by this because the tools exist to quantify that risk.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2175073374.jpg?quality=90&#038;strip=all&#038;crop=0,4.6701117381746,100,90.659776523651\" alt=\"Aerial view of truck driving down a flooded road.\" title=\"Aerial view of truck driving down a flooded road.\" data-has-syndication-rights=\"1\" data-caption=\"A vehicle drives through flood waters after Hurricane Helene hit the area as it passed offshore on September 27, 2024, in Crystal River, Florida. | Joe Raedle/Getty Images\" data-portal-copyright=\"Joe Raedle/Getty Images\" />\n<p class=\"has-text-align-none\">In addition to inflation, there are other local factors that have driven up the costs of insurance in some states. Last year, <a href=\"https://www.vox.com/climate/23746045/state-farm-california-climate-change-insurance-wildfire-florida-flood\">major insurance firms like State Farm and Allstate</a> announced they would not sign new property insurance policies in California because the losses they were facing from perils like wildfires were too much to bear at the rates they were allowed to charge (State Farm and Allstate did not respond to requests for comment). Other insurers <a href=\"https://www.vox.com/climate/350705/your-home-insurance-company-dumped-you-now-what\">dropped thousands of Californians</a> from their existing policies. Similarly, <a href=\"https://weartv.com/news/local/floridas-home-insurance-crisis-worsens-as-companies-exit-leaving-citizens-overloaded\">Florida has also seen private insurers leave the state</a> and drop customers in recent years.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.rstreet.org/people/jerry-theodorou/\">Jerry Theodorou</a>, who leads insurance research at the R Street Institute, a free market think tank, noted that insurers in California face regulations that limit their ability to increase rates and for a long time blocked them from using forward-looking catastrophe models to set their prices.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“California was a special case largely for regulatory reasons,” Theodorou said. “The main driver of the high premiums in Florida was plaintiff attorney firms run amok.”</p>\n\n<p class=\"has-text-align-none\">Florida is home to <a href=\"https://www.census.gov/popclock/\">6.5 percent of the US population</a> but accounts for 79 percent of all <a href=\"https://www.iii.org/press-release/triple-i-extreme-fraud-and-litigation-causing-floridas-homeowners-insurance-markets-demise-062322\">homeowners insurance lawsuits</a>. The state has also become a <a href=\"https://www.news4jax.com/news/local/2024/09/02/florida-homeowners-need-to-be-careful-about-persistent-roofing-scams-cfo-says/\">hot spot for roofing scams</a> where roofing companies would seek out homes after a disaster to offer a cheap roof replacement and then turn around and bill insurance companies for much more expensive work. When insurance companies balk, <a href=\"https://www.nbcnews.com/news/us-news/roofing-scams-florida-property-insurance-hurricane-rcna29649\">the roofers sue</a>. </p>\n\n<p class=\"has-text-align-none\">So while climate change is increasing hazards over the long term, right now policy choices, economic trends, and market forces are driving most of the disruption in property insurance.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Is the future insurable?</h2>\n\n<p class=\"has-text-align-none\">That depends on who you ask.&nbsp;</p>\n\n<p class=\"has-text-align-none\">States have begun to take steps to lure insurance companies back. The Golden State is <a href=\"https://www.insurance.ca.gov/0400-news/0100-press-releases/2024/release011-2024.cfm\">beginning to allow insurers to incorporate catastrophe models</a> that anticipate the future while the Sunshine State just implemented a new <a href=\"https://www.rstreet.org/commentary/florida-insurance-market-on-the-mend/\">law to limit insurance lawsuits</a>. States are also <a href=\"https://mysafeflhome.com/\">updating building codes and offering insurance discounts</a> for people who do things like upgrade their windows, use fire-resistant materials, and strengthen the frame of their homes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The tools are there,” Theodorou said. “They need to be deployed more.” He added that a <a href=\"https://www.reinsurancene.ws/proposed-legislation-could-reshape-catastrophe-reinsurance-landscape-in-us-goldman-sachs/\">government-run reinsurance company</a> as some legislators have proposed would only <a href=\"https://www.rstreet.org/commentary/another-government-run-insurance-scheme-is-last-thing-the-nation-needs/\">entrench the current flaws of the insurance market</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And some insurers are responding. Earlier this year, Allstate said it would <a href=\"https://www.nbcbayarea.com/news/local/making-it-in-the-bay/allstate-raise-california-home-insurance-rates/3637913/\">come back to California</a> under one condition: It gets to raise home insurance rates by an average of 34 percent. In North Carolina, insurers are asking state regulators to <a href=\"https://apnews.com/article/north-carolina-home-insurance-hearing-helene-96549139712a6c35fd0cb6e69b755d5d\">raise rates by an average of 42 percent</a>.</p>\n\n<p class=\"has-text-align-none\">Despite these challenges, the insurance industry is still profitable, <a href=\"https://money.usnews.com/investing/stocks/property-casualty-insurance\">investors continue to demonstrate an appetite for risk</a>, and insurance requirements to get a home loan haven’t changed, so it’s not going to fade away anytime soon. At the right price, there is theoretically an insurance policy that can cover even the most precarious home. “Technically everything could be insurable for the right amount of protection and the right amount of mitigation,” Newbold said. “There&#8217;s no such property you can&#8217;t put coverage on.”</p>\n\n<p class=\"has-text-align-none\">But there’s no guarantee that anyone would be able to buy such a policy. Some insurers offer alternatives and complements to conventional indemnity insurance. <a href=\"https://www.munichre.com/en/solutions/for-industry-clients/parametric-solutions.html\">Parametric insurance</a>, which pays a fixed amount based on the strength of a disaster rather than the extent of the damage, is one approach.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Jones echoed that a government-run insurer wouldn’t solve the underlying disruption in the insurance sector and agreed that inflation and greater exposure are the major factors driving price hikes right now. “However, none of those two factors would matter near as much if there weren’t more severe and frequent weather events due to climate change,” Jones said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He added that even though Florida fulfilled much of the insurance industry’s wishlist, such as protection from lawsuits and state-funded reinsurance, companies like <a href=\"https://apnews.com/article/insurance-florida-business-desantis-a6c3a8e6127ecbf270099e87238ed47e\">Farmers Insurance are still exiting the state</a>. “Florida may well be proof that we&#8217;re not going to rate our way out of this problem,” Jones said. </p>\n\n<p class=\"has-text-align-none\">It’s also important to remember that insured losses are only the starting point for grappling with a disaster. According to Munich Re, <a href=\"https://www.munichre.com/en/risks/natural-disasters.html\">more than half of natural disaster losses</a> were not insured. Many of the people facing the greatest dangers from weather extremes are also the least equipped to deal with them and most likely to suffer in the aftermath. The dollar values don’t convey the entire social cost of a calamity.</p>\n\n<p class=\"has-text-align-none\">Without halting greenhouse gas emissions, these problems are only going to get harder. According to Jones, the rising risks from unchecked warming is going to make it practically impossible for insurers to stay in the game over the long term. “Insurers are not magicians; they can&#8217;t wave a wand and make the risk go away,” Jones said. “Ultimately, it all goes back to the climate crisis.” </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Insured losses from natural disasters around the world in the first half of the year have already topped $60 billion, 54 percent higher than the 10-year average. Three-quarters of insured losses were due to severe thunderstorms, flooding, and forest fires. More recent calamities like Hurricane Helene will push the toll this year much higher. Damage [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "An Ebola-like virus is spreading in Rwanda. Why isn’t there an approved vaccine for Marburg?",
    "link": "https://www.vox.com/future-perfect/375819/marburg-outbreak-rwanda-vaccine-trial",
    "pubDate": "2024-10-09T14:37:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A health worker leaves an isolated area in April 2005 in Uige, Angola, in a makeshift tent where Marburg-virus patients are treated. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Florence Panoussian/&lt;/span&gt;AFP via Getty Images\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Florence Panoussian/&lt;/span&gt;AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-52611667.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A health worker leaves an isolated area in April 2005 in Uige, Angola, in a makeshift tent where Marburg-virus patients are treated. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Florence Panoussian/&lt;/span&gt;AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">An outbreak of Marburg, a virus closely related to Ebola that can cause severe and often <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=This%20is%20why%20it%20is,low%20at%20the%20global%20level.\">fatal</a> disease, is <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537\">spreading</a> in Rwanda. As Africa struggles with <a href=\"https://www.vox.com/future-perfect/2024/1/24/24048361/mpox-covid-outbreak-africa-cdc-public-health\">compounding public health challenges</a>, this one presents a rare chance to test new vaccines that could save lives across the continent in the future.<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">The first patient infected with the virus in the country died on September 8, the World Health Organization (WHO) said at a press conference Thursday. As of October 8, a total of <a href=\"https://x.com/RwandaHealth/status/1843359969313468874\">56 cases and 12 deaths</a> have been reported, making it one of the <a href=\"https://www.cdc.gov/marburg/outbreaks/index.html\">largest</a> Marburg outbreaks in history. Although most infections are among health care workers from two hospitals in Kigali, the capital of the East African country, seven of Rwanda’s 30 districts have seen cases. It is the <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537\">first</a> time the virus has been known to cause infections in Rwanda.</p>\n\n<p class=\"has-text-align-none\">The WHO <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=This%20is%20why%20it%20is,low%20at%20the%20global%20level.\">indicated</a> the outbreak is highly likely to spread to neighboring countries, but the risk of further global spread is low. Typically, humans become infected when they come into contact with a Marburg-carrying Egyptian <a href=\"https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease\">fruit bat</a>, a species found across Africa, the Middle East, and parts of western Asia. Once a person has the virus, though, it can then spread to others through contact with bodily fluids or contaminated surfaces and materials, like clothing or bedding. This mode of transmission means that Marburg virus will not spread as easily as, say, Covid-19 or other respiratory diseases.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">However, as we have seen in <a href=\"https://www.cdc.gov/marburg/outbreaks/index.html\">previous</a> Marburg virus outbreaks, travelers returning from countries experiencing an outbreak can introduce the disease into their home countries. Already, <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537\">one person</a> who came into contact with an infected patient in Rwanda has traveled to Belgium, underscoring the possibility of isolated overseas cases.</p>\n\n<p class=\"has-text-align-none\">Historically, Marburg virus disease is fatal in about <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=This%20is%20why%20it%20is,low%20at%20the%20global%20level.\">50 percent</a> of patients, but in some previous outbreaks, the mortality rate has exceeded 80 percent. People <a href=\"https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease\">experience</a> high fever, severe headache, extreme fatigue, <a href=\"https://www.cdc.gov/marburg/about/index.html\">rash</a>, bloody diarrhea, abdominal cramping, and <a href=\"https://wwwnc.cdc.gov/travel/notices/level2/marburg-rwanda#:~:text=Marburg%20is%20a%20viral%20hemorrhagic,Marburg%20virus%20is%20often%20fatal.\">unexplained bruising</a> and bleeding from the nose and gums. Symptoms can appear anywhere from <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=Burial%20ceremonies%20that%20involve%20direct,severe%20headache%20and%20severe%20malaise.\">2 to 21 days</a> after the initial infection.</p>\n\n<p class=\"has-text-align-none\">All <a href=\"https://www.cdc.gov/marburg/outbreaks/index.html\">previous</a> Marburg virus outbreaks have occurred in sub-Saharan Africa, most recently in Tanzania, where there were <a href=\"https://www.cdc.gov/marburg/outbreaks/marburg-virus-disease-outbreak-linked-to-marburgvirus-in-tanzania.html\">eight</a> confirmed cases and five deaths, and in Equatorial Guinea, where there were <a href=\"https://www.cdc.gov/marburg/outbreaks/marburg-virus-disease-outbreak-linked-to-marburgvirus-in-equatorial-guinea.html\">16 confirmed cases</a> and 12 deaths; both outbreaks occurred in 2023. Between 1967 and 2008, the US, Germany, Yugoslavia, and the Netherlands have reported Marburg disease among travelers returning from Uganda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To date, there is no approved treatment or vaccine for Marburg virus disease, but there are <a href=\"https://www.gavi.org/vaccineswork/everything-you-need-know-about-candidate-vaccines-and-treatments-marburg-disease#:~:text=Vaccine%20candidates-,At%20least%2028%20vaccine%20candidates%20against%20Marburg%20virus%20are%20at,availability%20for%20deployment%20in%20trials.\" data-type=\"link\" data-id=\"https://www.gavi.org/vaccineswork/everything-you-need-know-about-candidate-vaccines-and-treatments-marburg-disease#:~:text=Vaccine%20candidates-,At%20least%2028%20vaccine%20candidates%20against%20Marburg%20virus%20are%20at,availability%20for%20deployment%20in%20trials.\">at least 28 vaccines in various stages</a> of development, <a href=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\" data-type=\"link\" data-id=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\">four</a> of which have been prioritized by the WHO. All four have been <a href=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\">effective</a> in studies involving animals. A small, early-stage clinical <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(22)02400-X/abstract\">trial</a> in humans had promising results; however, study participants who received the Marburg vaccine were not exposed to the virus to test how protective the shot was. Two other <a href=\"https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease\">vaccines</a> for Ebola virus could also be effective against Marburg virus.</p>\n\n<p class=\"has-text-align-none\">Immediately after the first Marburg cases were reported, Rwandan health officials and the World Health Organization started coordinating with a <a href=\"https://journals.plos.org/plospathogens/article?id=10.1371/journal.ppat.1010805\">consortium</a> of researchers and vaccine manufacturers to hold clinical trials for these vaccines. This week, the first doses reached the country, and health care workers have started receiving the vaccine. If the trials are successful, then scientists will finally have tools to swiftly quell and even prevent future Marburg crises.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What’s Rwanda’s vaccine plan?</h2>\n\n<p class=\"has-text-align-none\">Of the four Marburg vaccines that researchers have been developing, the cAd3-Marburg vaccine developed by the National <a href=\"https://www.niaid.nih.gov/\">Institute</a> of Allergy and Infectious Diseases (NIAID) had progressed further in clinical trials before the current outbreak began. Last year, the NIAID tested the vaccine for safety in humans for the first time in a phase 1 clinical <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(22)02400-X/abstract\">trial</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Forty healthy adults received one of two different doses of the vaccine and were monitored for adverse reactions and to see if their immune systems produced antibodies, an indication that the vaccine would be effective if the individuals were exposed to the virus. The vaccine was deemed safe, and 95 percent of the participants had developed antibodies four weeks after receiving it. But the participants were never exposed to the virus, so the vaccine’s practical effectiveness<strong> </strong>— as in how well it prevented severe disease and death — was not evaluated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Earlier this year, the <a href=\"https://www.sabin.org/\">Sabin Vaccine Institute</a> started a <a href=\"https://www.sabin.org/resources/sabin-vaccine-institute-begins-phase-2-clinical-trial-for-marburg-vaccine-in-uganda/\">phase 2</a> clinical <a href=\"https://www.clinicaltrials.gov/study/NCT05817422?cond=Marburg%20Virus%20Disease&amp;term=Sabin&amp;rank=1\">trial</a> for the NIAID vaccine in Uganda and Kenya. Healthy adults will randomly be assigned to receive the vaccine or a placebo shot and then will again be monitored for adverse responses and antibody responses. Like in previous studies, participants will not be exposed to the Marburg virus during this trial.</p>\n\n<p class=\"has-text-align-none\">This is typical of early stage clinical <a href=\"https://coronavirus.jhu.edu/vaccines/timeline\">trials</a>. Phase 1 and Phase 2 <a href=\"https://www.cdc.gov/vaccines/basics/how-developed-approved.html\">trials</a> focus primarily on evaluating the safety of a new vaccine or drug and making sure that the vaccine triggers the immune system. (A vaccine’s ability to trigger the immune system does not equate exactly to being able to prevent severe illness or death.) During these trials, the vaccine or drug is given only to healthy people, usually adults, in controlled clinical environments. Normally, during these early trials, study participants are not exposed to the pathogen that the vaccine or treatment protects against. That doesn’t happen until Phase 3 trials when thousands of volunteers randomly receive either the vaccine or treatment being tested or a placebo and then leave the clinic to live their normal lives. Researchers follow the study participants to see if there is a difference in disease severity or other outcomes between the two groups.</p>\n\n<p class=\"has-text-align-none\">Testing vaccines for Marburg virus disease presents a particular challenge because the disease usually pops up unexpectedly and quickly ignites into a deadly outbreak. Like with Ebola, researchers can try to roll out a trial in the middle of an outbreak. That is exactly what public health officials and vaccine manufacturers are doing right now amid the emergency situation in Rwanda.<br><br>On Saturday, <a href=\"https://www.sabin.org/resources/sabin-vaccine-institute-delivers-marburg-vaccines-to-combat-outbreak-in-rwanda/\">700 vaccine doses</a> arrived in Rwanda. So far, health care workers in Rwanda — who make up the majority of infections and have historically been at high risk of Marburg infection&nbsp;— have started receiving the vaccine. </p>\n\n<p class=\"has-text-align-none\">Researchers and health officials have been preparing for this. Earlier this year, scientists from the WHO and 17 countries at risk for Marburg virus outbreaks developed <a href=\"https://www.who.int/news-room/events/detail/2024/02/20/default-calendar/building-research-readiness-for-a-future-filovirus-outbreak-workshop-february-20-22-2024-uganda\">protocols</a> to test both <a href=\"https://cdn.who.int/media/docs/default-source/consultation-rdb/vx-discussion_martha-nason_who-filovirus-workshop-key-analyses-and-endpoints.pdf?sfvrsn=fccf158_3\">vaccines</a> and treatments during an outbreak. The protocols described a ring vaccination strategy where contacts of infected people are vaccinated. </p>\n\n<p class=\"has-text-align-none\">Scientists may also test a treatment that uses antibodies, proteins made by the immune system to kill viruses and other pathogens, against the virus. One <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5719873/\">study</a> found that treating animals such as guinea pigs and monkeys with these antibodies after they were infected with Marburg virus prevented serious illness and death. Medical workers successfully treated patients with antibody <a href=\"https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(23)00552-2/fulltext\">cocktails</a> during previous Ebola virus outbreaks. There will also be a trial for the antiviral drug <a href=\"https://www.google.com/aclk?sa=l&amp;ai=DChcSEwiozJ6Rtv-IAxXPMggFHRlsD94YABAAGgJtZA&amp;co=1&amp;ase=2&amp;gclid=Cj0KCQjwsJO4BhDoARIsADDv4vA-YPOlHiytg0cmx2RoveTtgD5c1Iu-3VxKlTWFLw0ASZ-KEyCJx3AaAmgWEALw_wcB&amp;ei=InsFZ6CqKuKX5OMPwsHA2AQ&amp;sig=AOD64_1C_SP3SXf9e8MRNuDgQ_OfEcX_aA&amp;q&amp;sqi=2&amp;nis=4&amp;adurl&amp;ved=2ahUKEwigw5iRtv-IAxXiC3kGHcIgEEsQ0Qx6BAgkEAE\">Remdesivir,</a> which was used during the Covid-19 pandemic, said Sabin Nsanzimana, the minister of health in Rwanda, during a <a href=\"https://africacdc.org/news-item/weekly-special-press-briefing-on-the-mpox-outbreak-and-other-health-emergencies-in-africa-2/\" data-type=\"link\" data-id=\"https://africacdc.org/news-item/weekly-special-press-briefing-on-the-mpox-outbreak-and-other-health-emergencies-in-africa-2/\">press conference</a> last week.</p>\n\n<p class=\"has-text-align-none\">The WHO’s ethics committee had already approved protocols to test vaccines and the antibody treatment before the outbreak began, a spokesperson told Vox. Last week, a Rwandan ethics committee approved a phase 2<strong> </strong>trial protocol for the Marburg vaccine. Because of the deadly threat the virus poses to health care workers, all study participants will receive the vaccine. No one will receive a placebo. </p>\n\n<p class=\"has-text-align-none\">One other potential hurdle remains. Before the outbreak, there were fewer than <a href=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\">2,000</a> total vaccine doses available. In April 2023, the Sabin Vaccine Institute had produced about 850 of those doses. Oxford University, which is developing another Marburg vaccine, had about 1,000 doses. Larger-scale production could be needed, especially if the outbreak becomes more widespread. However, the Sabin Vaccine Institute has already produced another thousand doses which will arrive in Rwanda later this week, a spokesperson for the Sabin Vaccine Institute told Vox.</p>\n\n<p class=\"has-text-align-none\">The Marburg outbreak has ignited amid a surging mpox outbreak in the region, which the WHO <a href=\"https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern\">declared</a> an international health emergency in August. The Democratic Republic of the Congo, which neighbors Rwanda, is the <a href=\"https://worldhealthorg.shinyapps.io/mpx_global/\">epicenter</a> of the mpox outbreak. (The DRC has not yet recorded any Marburg cases.)</p>\n\n<p class=\"has-text-align-none\">Fortunately, Rwanda has one of the <a href=\"https://www.thinkglobalhealth.org/article/rwandas-health-care-success-holds-lessons-others\">strongest</a> public health systems in Africa and has only reported a handful of mpox cases. An estimated <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10926934/\">90 percent</a> of the population have health insurance, much higher than most of its neighbors. Rwanda also has a strong infectious disease surveillance <a href=\"https://www.gavi.org/vaccineswork/lessons-rwanda-building-systems-protect-against-infectious-diseases-and-biothreats\">system</a> and a <a href=\"https://www.sciencedirect.com/science/article/pii/S2352771424001800\">history</a> of successfully containing outbreaks.</p>\n\n<p class=\"has-text-align-none\">That makes it an ideal setting for testing a Marburg vaccine during the current outbreak. That local and international scientists have been able to coordinate trials so quickly is <a href=\"https://x.com/Craig_A_Spencer/status/1843049604394389660\">unprecedented</a> and marks a huge milestone in outbreak response.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, October 9, 10:37 am:</strong> This story was originally published on October 4 and has been updated to include the number of deaths so far, information about the newly initiated trial in Rwanda, and how this trial differs from a traditional clinical setting.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "An outbreak of Marburg, a virus closely related to Ebola that can cause severe and often fatal disease, is spreading in Rwanda. As Africa struggles with compounding public health challenges, this one presents a rare chance to test new vaccines that could save lives across the continent in the future.&#160; The first patient infected with [&#8230;]",
    "author": "Jessica Craig"
  },
  {
    "title": "Why are political campaigns always guilt-tripping us to donate?",
    "link": "https://www.vox.com/politics/376660/campaign-fundraising-text-email-2024-election",
    "pubDate": "2024-10-09T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"People sit in stadium seating, wearing Harris-Walz T-shirts and holding Michigan Harris-Walz signs.\" data-caption=\"People attend a rally for Democratic presidential nominee Vice President Kamala Harris at the Dort Financial Center on October 4, 2024, in Flint, Michigan. | Scott Olson/Getty Images\" data-portal-copyright=\"Scott Olson/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2176753297_4f716a.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>People attend a rally for Democratic presidential nominee Vice President Kamala Harris at the Dort Financial Center on October 4, 2024, in Flint, Michigan. | Scott Olson/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Reader Andrew Perrin writes: While I realize political campaigns need money, the only messages I seem to get from political campaigns are pleas for money, especially when they&#8217;re trying to hit &#8220;end of month deadlines&#8221; — which I have no idea why that&#8217;s important. I&#8217;d much rather receive texts or emails about policy ideas, what the candidate would do if they won, or maybe even what they&#8217;re doing with the money they&#8217;re receiving. Am I the only one that is frustrated by candidates only seeming to care about money when talking to their would-be constituents?</em></p>\n\n<p class=\"has-text-align-none\">It’s not just you: <a href=\"https://www.nytimes.com/2022/11/05/technology/political-text-messages-pelosi-trump.html?partner=slack&amp;smid=sl-share\" data-type=\"link\" data-id=\"https://www.nytimes.com/2022/11/05/technology/political-text-messages-pelosi-trump.html?partner=slack&amp;smid=sl-share\">A lot of people</a> don’t like being repeatedly asked for money, even if they agree with the cause their donation would support. But as frustrating as the deluge of requests for campaign donations over text and email may be, there is a reason behind these fundraising tactics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For one, as you noted, campaigns desperately need the money. It’s become incredibly expensive to run a successful campaign, especially when challenging an incumbent. That money may make a difference in helping introduce a candidate and their positions to the electorate.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Sign up for the <a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\">Explain It to Me newsletter</a></h2>\n\n\n\n<p class=\"has-text-align-none\">The newsletter is part of Vox’s <a href=\"https://www.vox.com/explain-it-to-me\">Explain It to Me</a>. Each week, we tackle a question from our audience and deliver a digestible explainer from one of our journalists. Have a question you want us to answer? Ask us <a href=\"http://www.vox.com/ask-vox\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">And the other thing is: Asking people for money — even in hyperbolic ways — works. Research suggests that people are much more <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0047272709000668#:~:text=The%20results%20confirm%20the%20hypothesis,solicited%20and%20the%20contribution%20amount\">likely to give</a> to charities when they’re asked to do so. Recent history suggests the same is true of political campaigns. Vice President Kamala Harris has been aggressive in soliciting donations; she brought in <a href=\"https://www.washingtonpost.com/politics/2024/09/16/harris-campaign-elevates-independent-super-pacs-others-before-final-push/\">$615 million</a> in the first six weeks after President Joe Biden dropped out of the race. Her campaign has not yet announced its fundraising haul for September, but she is expected to continue to <a href=\"https://www.politico.com/news/2024/10/02/trump-fundraising-september-2024-00182263\">outpace Trump</a>.</p>\n\n<p class=\"has-text-align-none\">That’s not to say that candidates don’t try to engage with their constituents on the issues, sometimes even within their communications asking for donations. A candidate’s approach to messaging comes down to individual style. But when an election is tight, and the odds are against a candidate, money matters a lot — and candidates may choose to prioritize fundraising pleas over other types of communication.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>So, just how expensive is it to run a campaign? And how did we end up with such costly elections?</strong></h2>\n\n<p class=\"has-text-align-none\">In Texas, where I’m based, the Senate campaign between Democrat Colin Allred and Republican incumbent Ted Cruz has been incredibly costly already. Allred spent <a href=\"https://x.com/AdImpact_Pol/status/1836878484574007800\">$37 million</a> on aired ads as of mid-September, almost three times what Cruz, the incumbent, had spent at that point. That spending has been largely powered by small donors, with an <a href=\"https://colinallred.com/news/momentum-to-beat-ted-cruz-builds-as-allred-raises-1-million-in-24-hours-and-public-polls-show-tied-race/\">average donation amount of about $35</a>. National Democrats think <a href=\"https://projects.fivethirtyeight.com/polls/senate/2024/texas/\">there’s a chance that Allred can win</a>, but he will likely have to spend even more to do so in what is still a red state, despite the fact that Cruz has <a href=\"https://texaspolitics.utexas.edu/set/ted-cruz-job-approval-trend-0\">consistently low approval ratings</a>.</p>\n\n<p class=\"has-text-align-none\">The high cost of running is partially a function of the fact that Texas is a large state with a population of 30 million people, 254 counties, and 20 different media markets. The money Allred is raising has to support not just ads but also campaign staffers and volunteer efforts, including organizing events, rallies, data-sharing, phone banks, block walking, voter registration, and other get-out-the-vote efforts across the state.</p>\n\n<p class=\"has-text-align-none\">But high spending is also a result of the Supreme Court’s 2010 ruling in <a href=\"https://www.brennancenter.org/our-work/research-reports/citizens-united-explained\"><em>Citizens United v. Federal Election Commission</em></a>. That decision allowed corporations and outside groups to spend unlimited money on elections, often via super PACs — a kind of fundraising vehicle — that operate independently of campaigns.</p>\n\n<p class=\"has-text-align-none\">Since <em>Citizens United</em>, spending on elections up and down the ballot has gone way up: In 2008, the last presidential election before the decision, spending on congressional campaigns <a href=\"https://thehill.com/business/4413959-citizens-united-anniversary-kicks-off-expensive-start-to-2024-election/\">totaled about $3 billion</a>, adjusted for inflation; in 2020, also a presidential election year, it totaled $10 billion.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Research suggests that challengers <a href=\"https://www.nytimes.com/2014/10/08/upshot/a-campaign-dollars-power-is-more-valuable-to-a-challenger.html\">benefit more from campaign spending</a> than incumbents, and that for any candidate, <a href=\"https://www.npr.org/2024/04/18/1245495936/do-early-campaign-ads-really-make-a-diffence-in-the-presidential-election\">early spending is more effective than late spending</a> — which may partly motivate campaigns’ sense of urgency when they solicit donations from voters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Incumbents don’t benefit as much from campaign spending because voters often already know who they are and what they stand for. Usually, there isn’t much room to change voters’ minds about that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of course, the kinds of ardent partisans who often receive requests to donate may appreciate efforts to try — like through engagement on policy — but generally, the focus on voter outreach during elections is about keeping money flowing and wooing more persuadable voters.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Does bombarding people with fundraising appeals actually work?</strong></h2>\n\n<p class=\"has-text-align-none\">If digital advertising firms weren’t successful in soliciting donations by asking repeatedly, they wouldn’t do it. That said, there’s a growing divide in Democratic circles about the best way to go about it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While fundraising requests focused on urgency are a tried and true method, some Democrats are beginning to ask if it might be better to, as you suggested, bring in a little more policy talk.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of late, some firms have been criticized for overly aggressive fundraising tactics. The Democratic firm <a href=\"https://www.politico.com/news/2023/11/24/mothership-strategies-democratic-fundraising-00128548\">Mothership Strategies</a>, for instance, had a big presence in the 2022 midterms and became infamous for sensationalist fundraising campaigns falsely claiming that Republicans were forcing Transportation Secretary Pete Buttigieg to resign and that voter donations could help “DESTROY Trump’s extremist Supreme Court.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those tactics generated a lot of money — but they also earned blowback. Democratic candidates had largely cut ties with the firm by April 2023. Jake Lipsett, a founder of the firm, <a href=\"https://www.politico.com/news/2023/11/24/mothership-strategies-democratic-fundraising-00128548\">defended the firm’s strategies to Politico</a> later that year, saying that they were able to generate a lot of money and that it was “beneficial for the Democratic Party and the progressive movement because it’s having such a large impact on races across the board.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If you bombard people with spam emails and texts, if you lie to them and say that there are fake octuple donor matches, if you send them emails and say the sky is falling, that works,” said Zack Malitz, a Democratic consultant who worked on Beto O’Rourke’s 2018 Senate campaign in Texas. “You can scare people into giving money that way. But it does long-term damage to the credibility of Democrats.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Is there a better way to fundraise?</strong></h2>\n\n<p class=\"has-text-align-none\">Hector Sigala, the cofounder of Middle Seat, another Democratic digital ad firm, said that there’s a better way to go about communicating with donors and asking for their support, financial and otherwise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That can involve describing a candidate’s positions and being honest with voters about the role their donations play. Some, but not all, candidates are already doing this.</p>\n\n<p class=\"has-text-align-none\">Sigala’s firm sent out an email from Rep. Alexandria Ocasio-Cortez (D-NY) that explicitly acknowledged the “scare tactics” some politicians engage in to get voters to donate and said that’s not what her campaign is about: “Instead of guilt tripping you for not donating enough, we want our emails to provide value to you. We try to send out informative, educational content.”</p>\n\n<p class=\"has-text-align-none\">The firm also ran an email campaign for Sen. John Fetterman (D-PA) in which he explained the significance of his tattoos, linking the artwork to Fetterman’s policy positions: They included the dates on which people were killed, some via gun violence, in the city of Braddock while he served as mayor. He outlined how he helped address violence as mayor and said he would similarly fight for “every Pennsylvanian” — with the help of grassroots donors.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These kinds of communications can deliver <a href=\"https://www.inquirer.com/politics/election/john-fetterman-fundraising-2022-20220712.html\">record-breaking fundraising numbers</a>, Sigala said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We&#8217;re treating our supporters like smart people [who] really give a damn about what we&#8217;re talking about,” he said. “It just works a lot better than ‘midnight deadlines,’ fake matches, and ‘the sky is falling.’”</p>\n\n<p class=\"has-text-align-none\">That said, if my inbox and texts are any indication, Sigala’s firm remains the exception.</p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the Explain It to Me newsletter. Sign up <a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\">here</a>.</em> <em>For more from Explain It to Me, <a href=\"https://link.chtbl.com/explainit?sid=site\">check out the podcast</a>. New episodes drop every Wednesday.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Reader Andrew Perrin writes: While I realize political campaigns need money, the only messages I seem to get from political campaigns are pleas for money, especially when they&#8217;re trying to hit &#8220;end of month deadlines&#8221; — which I have no idea why that&#8217;s important. I&#8217;d much rather receive texts or emails about policy ideas, what [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Why do divorced guys dress like that? ",
    "link": "https://www.vox.com/the-highlight/372787/divorced-guy-style-musk-bezos",
    "pubDate": "2024-10-09T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Vox_SandiFalconer_DivorceMan.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">In this world, there are divorced men (fact) and men who are <em>the most </em>divorced (derogatory).<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Men who marry will be divorced or they won’t. Men can also divorce and remarry, or divorce and remarry and divorce again, over and over, as many times as their hearts desire. According to the <a href=\"https://www.census.gov/newsroom/press-releases/2021/marriages-and-divorces.html\">Census Bureau</a>, roughly 33 percent of straight men who have ever been married have also been divorced,<strong> </strong>and the older a man gets, the more likely it is he will have been divorced at some point.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story first appeared in The Highlight.</h2>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/support-now\">Support our journalism</a> today for early access to our <a href=\"https://www.vox.com/the-highlight\">digital magazine</a> every month—plus other great member benefits.</p>\n</div>\n\n<p class=\"has-text-align-none\">But that’s not what people mean when they call a man the most divorced.<strong> </strong>In describing men this way, wordsmiths have crafted a critical spectrum to reflect their <a href=\"https://x.com/gerrycanavan/status/1560969959991398400\">dismay</a>, <a href=\"https://x.com/BETTYDR4PER/status/1830364444993442222\">concern</a>, <a href=\"https://x.com/adamgreeney/status/1654461375291244546\">disgust</a>, <a href=\"https://x.com/hunteryharris/status/1389340944374317060\">chagrin</a>, and often <a href=\"https://x.com/mattxiv/status/1602718142446305280\">sexual aversion</a> at a specific hypermasculinity shared by high-profile <a href=\"https://x.com/TomatoGrandpa/status/1589821619987697664\">divorced guys</a>. Journalist and critic Hunter Harris has a recurring bit about “<a href=\"https://hunterharris.substack.com/p/the-most-divorced-man-in-the-world\">the most divorced</a>” men, naming Kanye West, <a href=\"https://x.com/RightWingCope/status/1778378068706365592\">Elon Musk</a>, <a href=\"https://www.menshealth.com/entertainment/a19483751/ben-affleck-phoenix-back-tattoo-real/\">Ben Affleck</a>, <a href=\"https://www.highsnobiety.com/p/joe-jonas-divorced-dad-outfits/\">Joe Jonas,</a> and Jeff Bezos as examples. It’s a distinction that’s<strong> </strong>not about the number of times a man’s marriages have dissolved but rather the severity of his resulting aura and how he presents himself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">An example: Musk is divorced, but he is <a href=\"https://x.com/elonmusk/status/1597165510595989504?lang=en\">the most divorced</a> when he’s posting a picture of guns, cans of caffeine-free Diet Coke, and a small reprint of George Washington crossing the Delaware River on his nightstand.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While behavior varies, the aesthetic of the most divorced man remains remarkably consistent, and that is tight, sometimes shiny, clothes and a starter pack of flashy accessories.&nbsp;<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">The derision this look receives raises an important question: If the most divorced man is to be avoided, then why do certain men, especially famous ones, continue to dress&nbsp;so divorced? Why is the most divorced guy aesthetic so popular, even when the most divorced guy persona is not?&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">What is a man and why is he so divorced?</h2>\n\n<p class=\"has-text-align-none\">To be clear, it’s not that all divorced men wear a certain set of clothes; it’s that some newly single straight guys dress and accessorize in a way that eroticizes a violently loveless persona. Usually it involves <a href=\"https://x.com/kylietcheung/status/1820526558622396879\">leather</a>, a lot of black, and a snug fit. Just as important are the add-ons: aviators, a bracelet or other jewelry like an expensive watch, <a href=\"https://x.com/ashleyfeinberg/status/1005461184764669952\">cigars</a> and a fancy lighter, and less appreciated trimmings like <a href=\"https://x.com/neoliberal_dad/status/1178126018588098561\">guns</a> and cryptocurrency. It’s as though these men may be asked to shoot something and then light it on fire, all in a designer T-shirt.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It’s about the kind of middle-aged guy that’s hitting the club in a certain kind of jacket, in a certain kind of shirt and certain kind of jeans and shoes, and he just kind of looks like a guy who’s trying to appeal to a 22-year-old,” said <a href=\"https://x.com/dieworkwear?\">Derek Guy</a>. Guy, the founder of <a href=\"https://dieworkwear.com/\">Die, Workwear!</a>, has also become a celebrity on X for his expertise in menswear. “And it’s not just like, going to Target, for example. They’re going to a little bit more of an upscale store, but at the same time, they’re probably buying into trends that are 10 to 20 years old, and they haven’t kept up with how trends and things have moved.”&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Ben Affleck debuts faux-hawk haircut as managers reportedly work on divorce <a href=\"https://t.co/6xjgKYKVt3\">https://t.co/6xjgKYKVt3</a> <a href=\"https://t.co/vXvTgWxb82\">pic.twitter.com/vXvTgWxb82</a></p>&mdash; Page Six (@PageSix) <a href=\"https://twitter.com/PageSix/status/1820517395946946746?ref_src=twsrc%5Etfw\">August 5, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Guy explained that these fits are even more glaring now that actual young people are wearing oversized or baggier clothing. But his example isn’t that far off from divorced dudes from previous generations trying to look younger — nor is it that far off from what’d we previously label as midlife-crisis chic (leather jackets, hair dye and/or a toupee, a convertible).&nbsp;</p>\n\n<p class=\"has-text-align-none\">All these strong aesthetic choices mean that the most divorced men don’t actually have to be divorced at all. What’s key here is a mood, a feeling, a state of existence that most of us want no part of. Being able to clock it from a distance — from a phone screen, preferably — becomes a shared relief. The beauty of the most divorced guy archetype is that he is rarely, if ever, in the same room as us but, at the same time, is ubiquitous, like a boogeyman who loves Las Vegas nightlife.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While we’re likely pulling these ideas from what we see in the media of very rich and powerful celebrities like Musk, <a href=\"https://www.wmagazine.com/fashion/jeff-bezos-new-years-eve-miami-style\">Bezos</a>, and <a href=\"https://x.com/kylietcheung/status/1820526558622396879\">Affleck</a>, who have access to stylists and social media managers —&nbsp;Guy encourages us to think about the way we project meaning onto fashion, and onto the men, famous or regular, wearing these clothes. On one level, a man dressing in uber-divorced men’s garb may be clinging to an expression of masculinity. But the people making this judgment have also created a narrative in their heads about what kind of person he is.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Guy worries that as this spreads to regular guys who want to experiment in their fashion, divorced or not, it ends up having a chilling effect. “I’m careful with the term”— divorced guy — “because I always want to make it easier for guys to get into what I consider a hobby,” Guy said. “And using the term can make guys worried [about fashion] and just puts another obstacle, another fear, on the road to them finding something that I think can be very fulfilling.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The delineation is in the intent and awareness. As Guy points out, some guys buy a Rolex because they want you to think certain things about them, their power, their wealth, their manhood; other guys just really like watches.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">With this in mind, it seems that what unifies the divorced guy style is that they wear their masculinity as a shield. They want you to think they’re too manly to be contained, which they illustrate with choices everyone knows no woman had a hand in. What they might not have done, however, is reconcile the husband they used to be with the man they’re becoming now.</p>\n\n<h2 class=\"wp-block-heading\">Why don’t men simply not dress divorced?</h2>\n\n<p class=\"has-text-align-none\">Few people knowingly pick out a visually unpleasant outfit because they think it’s horrible. Deliberately doing that would be clown behavior. There’s some disconnect there, a gulf between what one person thinks looks good and what marks them to others as an insidious archetype. That disconnect might be reflecting something deeper. </p>\n\n<p class=\"has-text-align-none\">“There’s one thing that I am really aware of is that there are so many resources out there for divorced women and women going through divorce. And I don’t think there’s the same kind of support for men,” said Alexandra Solomon, a psychologist specializing in relationships. She explained that because of this support, women have a better understanding of what life post-divorce looks like, whereas men — billionaires and non-billionaires alike — don’t have that same kind of clarity and backing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There really is a dearth of community support and conversation about how to help men transition out of marriage in a way that honors the profound shift in identity that occurs when you come out of a divorce.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But how does that loss and confusion turn into purchasing a horrific shirt? Does a lack of resources compel a man to post pictures of beers and guns for clout? Are men just aesthetically violent sleeper agents waiting for activation, and is that trigger divorce?&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are myriad steps between a split and buying an outfit to reflect said split. Solomon explained that what lives between — or, crucially, fails to — is a psychological term called “<a href=\"https://psycnet.apa.org/record/1996-01707-011?doi=1\">self-concept clarity</a>.” Essentially, this is how human beings frame our own identity and how well we think we know ourselves. She said studies have shown that when people go through emotional breakups, their sense of self shatters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We don’t need to laugh at them and we don’t need to pity them,” Solomon said of men who make bold fashion choices following a breakup. “But we could be curious about what it is they’re displaying. Reclamation? Transition? A new identity? We’re all generally clunky about all those things.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ego death coupled with a lack of emotional support may be why certain men seek out the divorced guy aesthetic. Hypermasculine clothes and other external markers help them self-identify or graft an idea of what they perceive being a single man to be onto who they already are. Divorced guy aesthetic is, often, an impression of a single man — a caricature of another caricature, but absent irony or self-awareness. And maybe it’s all in an attempt to show the world they’re doing okay.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-1929775263.jpg?quality=90&#038;strip=all&#038;crop=0,32.539471531414,100,34.921056937173\" alt=\"Jeff Bezos and Lauren Sanchez emerging from a car holding hands. Jeff Bezos is bald, wears aviator glasses, and an all-black outfit with a tight-fitting leather bomber jacket.\" title=\"Jeff Bezos and Lauren Sanchez emerging from a car holding hands. Jeff Bezos is bald, wears aviator glasses, and an all-black outfit with a tight-fitting leather bomber jacket.\" data-has-syndication-rights=\"1\" data-caption=\"Lauren Sánchez and Jeff Bezos are engaged, but his outfit is very divorced. | Robino Salvatore/GC Images\" data-portal-copyright=\"Robino Salvatore/GC Images\" />\n<p class=\"has-text-align-none\">It’s the sexual implication of these signifiers that can be unnerving to others. There’s a sense that they belong to an aggressively on-the-prowl bachelor. It is true that people should dress in ways they find empowering, and a leather cuff is not in and of itself an unwanted sexual overture. But it’s hard to ignore the carnal hope that seems implicit to its wearer.</p>\n\n<p class=\"has-text-align-none\">Because the most divorced guy vibe is so adjacent to to tenets of <a href=\"https://www.vox.com/the-gray-area/23813985/christine-emba-masculinity-the-gray-area\">toxic masculinity</a> — aggression, violence, sexism, compulsory heterosexuality — the yuck it elicits feels similar too. There’s something desperately insecure about holding on to outdated masculine norms. Expressing our ick reflects our own changing ideas about how men should act and present themselves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We always should investigate our <em>ew</em>. Our <em>ew</em> says as much about us, just as much as it says about the other person,” Solomon said. “Our<em> ew</em>s are always worthy of our investigation.”</p>\n\n<p class=\"has-text-align-none\">That knee-jerk, shudder reaction is a problem when divorced guys seemingly need all the empathy they can get. Community, especially among men who have regained their self-conception after a split and those still in process, might well be the answer. After all, being divorced isn’t the worst thing — unless it’s from reality.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In this world, there are divorced men (fact) and men who are the most divorced (derogatory).&#160; Men who marry will be divorced or they won’t. Men can also divorce and remarry, or divorce and remarry and divorce again, over and over, as many times as their hearts desire. According to the Census Bureau, roughly 33 [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "What if we celebrated divorces more like weddings?",
    "link": "https://www.vox.com/the-highlight/372824/divorce-registries-parties-gifts-money",
    "pubDate": "2024-10-09T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Vox_SandiFalconer_DivorceRegistries.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">There are few life events where a person might feel as loved and supported as they do during their wedding. A bride or groom and their new spouse are fêted with a full calendar of celebrations, from engagement parties to destination bachelor and bachelorette trips, bridal showers, rehearsal dinners, and of course, the Big Day itself. They’re showered with gifts — money toward a honeymoon, a good knife set, a hand drill for DIY home projects — to set them up for a successful start to blissful matrimony.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What if we did the same for people going through a divorce?</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story first appeared in The Highlight.</h2>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/support-now\">Support our journalism</a> today for early access to our <a href=\"https://www.vox.com/the-highlight\">digital magazine</a> every month—plus other great member benefits.</p>\n</div>\n\n<p class=\"has-text-align-none\">Increasingly, some are doing exactly that: They’re throwing divorce parties, signing up for divorce registries and asking loved ones to pitch in, and even going on “<a href=\"https://www.washingtonpost.com/travel/2022/12/01/poconos-hotel-divorce-trip/\">divorcemoons</a>.” These trends bookend the growing list of traditions surrounding matrimony, filling in the gaps at the other end of the journey and bringing a little bit of the <a href=\"https://www.axios.com/2023/05/29/weddings-planning-hosting-cost\">$70 billion wedding industry</a> to the modern divorce. After all, a divorce is arguably a time when someone needs more assistance and well wishes than ever.</p>\n\n<p class=\"has-text-align-none\">Some <a href=\"https://www.forbes.com/advisor/legal/divorce/divorce-statistics/\">40 percent</a> of first marriages end in divorce, with the rate shooting up even higher for second and third marriages. “Yet we still don’t talk about divorce in a very realistic way,” says Olivia Dreizen Howell, who started the <a href=\"https://www.freshstartsregistry.com/\">Fresh Starts Registry</a> in 2021 with her sister Genevieve Dreizen. The company provides pre-made divorce registries and a host of other services helpful for when you’re ending your marriage. The divorce bundles contain many of the same quotidian household objects you’d find on a wedding registry, except this time they’re intended to help you turn over a new leaf after you’ve split up the furniture, the houseplants, maybe even half the household stock of toilet paper.</p>\n\n<p class=\"has-text-align-none\">Howell got divorced in April 2019. “Half my things were gone … and everything else that was left were very emotionally charged items,” she says. “The sheets that we slept on together, the dishes we got from our wedding registry — we donated a lot of those items, and then my house was really empty.”</p>\n\n<p class=\"has-text-align-none\">In June 2021, Dreizen ended her engagement, and later that year Fresh Starts was born. Dreizen didn’t take any furniture when she moved out, only clothes and heirlooms. Friends asked what they could do to help as she sat in a mostly empty apartment. After going through their own breakups, they officially launched Fresh Starts in 2021 to host a cornucopia of pre-made divorce registry bundles that are organized by budget, the room you want to furnish, and even decor style. The <a href=\"https://www.freshstartsregistry.com/product-bundles/99-dollar-fresh-start-bundle\">cheapest</a>, at $99, includes the basics like a set of sheets, towels, some cutlery, and a toothbrush holder — the things you might need for your very first night in a new place — while the <a href=\"https://www.freshstartsregistry.com/product-bundles/500-dollar-fresh-start-bundle\">most expensive</a> basics bundle contains about $500 worth of stuff. In the kitchen-specific bundle there’s an easy jar opener (a must-have when you don’t have another adult to help loosen lids), and a single-serve coffee maker.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It’s kind of the things that you touch every day, so your sheets, towels, utensils, cups, plates, dishes,” says Howell.</p>\n\n<p class=\"has-text-align-none\">For a bundle to furnish a child’s room, Howell made sure all the furniture could be assembled solo by one adult. “I just thought that was such an incredibly thoughtful thing from a single mom to other single moms,” says her sister.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Scarlett Longstreet, a 36-year-old writer and influencer who posts content about divorce on social media, the concept of a divorce registry was foreign at first, and yet it made practical sense. “It’s so sweet that we’re showered with gifts when we’re getting married, but I didn’t have three little girls to take care of when I was getting married,” she tells Vox. She chose not to take much from the home she’d shared with her ex-husband. “I really did want a fresh start,” she says. Using the bundles on Fresh Start, in all she put about $1,500 worth of household products on her registry to start anew. </p>\n\n<p class=\"has-text-align-none\">For comparison, the average value of a wedding registry last year was about <a href=\"https://apnews.com/survey-wedding-registries-morph-into-broader-range-1e093ae0033044348218cbb4b659abfa\">$4,853</a>, according to The Knot. There’s nowhere near the same pageantry and well-wishes showered on people exiting a marriage, even though they’re arguably more financially strapped than a pair of people joining households. Even if you’re scrimping, furnishing a one-bedroom apartment on your own is likely to cost <a href=\"https://www.homeadvisor.com/cost/home-design-and-decor/\">several thousand dollars</a> at least, not including rent, security deposits, and any other lease signing fees.</p>\n\n<p class=\"has-text-align-none\">“I think the biggest hurdle is to say, ‘I&#8217;m going to do this registry,’” Longstreet says. “I would encourage people to do it, because that’s a way that your loved ones can show up for you.”</p>\n\n<p class=\"has-text-align-none\">Fresh Starts’s primary revenue stream comes from offering <a href=\"https://www.freshstartsregistry.com/experts\">vetted experts</a> who can walk people through their entire process — divorce lawyers, coaches, therapists, even hair stylists. Experts pay $55 per month to be listed on Fresh Starts, and the site currently has around 120 professionals it connects with interested clients. What people often find surprisingly hard about divorce<strong> </strong>is taking care of the minutiae of life that add to the creaking emotional weight on their shoulders: how to find a rental, how to separate a bank account from an ex-spouse’s, how to refinance a mortgage on your own, or how to ensure your child can stay in the same school district. Fresh Starts’s coterie of experts, Howell says, can help.</p>\n\n<p class=\"has-text-align-none\">Beyond the practicality of a registry when you’re newly single, there’s a growing group of people who choose to celebrate divorce with a splashy party. The end of a long legal process can be something to cheer — no one who’s seen the paparazzi photos of <a href=\"https://www.the-independent.com/life-style/women/liz-maupin-nicole-kidman-divorce-photograph-2001-b1911647.html\">Nicole Kidman after her divorce was finalized</a> could disagree.</p>\n\n<p class=\"has-text-align-none\">Marina Hoffmann, a 49-year-old publicist, threw her divorce party at the same venue where she got married 15 years earlier. She used the same event planner, the same cake designer, and invited (using proper paper invites) many of the same people who had attended her wedding. There was a taco station, a 10-piece band, and flowers adorning the event space. She wore a pink dress. Calling it a “next chapter” party, Hoffmann spent between $25,000 to $30,000 on the blowout divorce bash. “I had 100 people, and it was an amazing party,” says Hoffmann.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Savanna Pruitt, a 26-year-old in digital marketing, was getting a divorce right as her best friend was about to get married. The two enjoyed a joint bachelorette-and-divorce beach weekend. Pruitt and her best friend both wrote their Venmo accounts on the back window of the car they drove, following a bachelorette party trend where people display Venmos so passersby can buy the bride a drink. “We both got probably $10 a piece,” she recalls. Her friend had a “white sash that said ‘Bride to be,’ and then I had a black one that said, ‘I do, I did, I’m done.’” In all, the weekend cost Pruitt and her friend about $500.</p>\n\n<p class=\"has-text-align-none\">Christine Gallagher, a former divorce party planner and author of<em> The Divorce Party Handbook</em>, says there are a lot more people in the business of divorce party planning today than when she first started. “A lot more party companies are branching out and offering this, which is great,” she says.</p>\n\n<p class=\"has-text-align-none\">Throughout her career, Gallagher estimates having planned somewhere around 450 divorce parties. Certain themes were especially popular, like divorce parties based on the cutthroat reality show <em>Survivor</em>. “You survived a shipwreck marriage,” Gallagher explains. Sometimes the events weren’t joyful, but more somber observances — like a ring burial ceremony, complete with <a href=\"https://www.nbcnews.com/id/wbna18078590\">ring caskets</a> — but it was crucial for a lot of people to have some tangible ritual to mark the end of one part of their lives so that they could usher in the next. “Most of our big events in life, we have some sort of public ritual or ceremony,” she tells Vox. “It’s a way to bring your friends around you to help you make a transition, and that’s primitive.” The only bad divorce party she recalls is one that was planned as a surprise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Everyone Vox spoke to had experienced some degree of negativity because they talked publicly about their separation — to be anything but downtrodden and ashamed about divorce was seen as tacky, or even ungrateful, to the people who had spent time and money on the wedding. “I get a lot of people who say, ‘Oh this is just distasteful. You shouldn’t even talk about it — you’re airing your dirty laundry,’” says Longstreet. Gallagher remembers seeing online comments calling divorce parties “the kind of thing that’s ruining our country.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I think it’s healthy to work stuff out and not sit around suffering,” Gallagher says. “My grandparents were horribly unhappy, but they were Catholic and couldn’t divorce.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because of the stigma, there’s a great deal of self-consciousness around asking people for support as a person going through a divorce. Most people don’t bat an eye at a few splurge options listed on a couple’s wedding registry — but Longstreet recalls feeling sensitive to what people might say if she didn’t list only the most essential, budget-friendly items on her registry. “It was like, ‘I can’t really ask for that, right?’ I tried to really focus mostly on stuff for my girls rather than me,” she says. There was no <a href=\"https://www.zola.com/expert-advice/how-to-pick-the-right-vitamix-for-your-lifestyle\">Vitamix blender</a>, no <a href=\"https://www.epicurious.com/shopping/is-the-internet-famous-balmuda-toaster-worth-the-hype\">Balmuda toaster oven</a>, and definitely no <a href=\"https://www.foodandwine.com/le-creuset-costco-157-piece-set-8363852\">157-piece Le Creuset</a> cookware set.</p>\n\n<p class=\"has-text-align-none\">For Longstreet, a divorce registry was a way for her to say out loud that she was getting a divorce. “It’s okay for me to be public about this,” she says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For now, the Divorce Industrial Complex remains limited in scope. But divorcées are learning from the wedding: It’s okay to find some joy (or relief) in the act, and it’s okay to expect your loved ones to be there for you. The end of a marriage doesn’t mean it was a failure. As the poet <a href=\"https://poets.org/poem/failing-and-flying\">Jack Gilbert put it</a>: “Everyone forgets that Icarus also flew.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There are few life events where a person might feel as loved and supported as they do during their wedding. A bride or groom and their new spouse are fêted with a full calendar of celebrations, from engagement parties to destination bachelor and bachelorette trips, bridal showers, rehearsal dinners, and of course, the Big Day [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "How “Divorce him!” became the internet’s de facto relationship advice",
    "link": "https://www.vox.com/the-highlight/373076/red-flag-guy-divorce-him-dump-him-relationship-advice-comments",
    "pubDate": "2024-10-09T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/VOX_DIVORCE-ISSUE_RED-FLAGS-2.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Lindsay Donnelly’s TikTok was supposed to be relatable. Last summer, she’d had a squabble with her husband that any partner, family member, or roommate knows all too well: He felt like he was doing all the housework, and she wasn’t doing any of it. So she decided to prove otherwise.</p>\n\n<p class=\"has-text-align-none\">For two days, Donnelly did nothing. Then she <a href=\"https://www.tiktok.com/@lindsaydonnelly2/video/7240442291285003562?embed_source=121374463%2C121451205%2C121439635%2C121433650%2C121404359%2C121351166%2C72778570%2C121331973%2C120811592%2C120810756%3Bnull%3Bembed_comment_button&amp;refer=embed&amp;referer_url=iframely.publishing.yahoo.net%2FRKG0B4i%3Fapp%3D1%26v%3D1%26img%3D1%26lazy%3D1&amp;referer_video_id=7240442291285003562\">posted the evidence</a> of what a two-parent, two-kid household looks like when the mother refuses to clean up — laundry unfolded, toys on the floor, dirty dishes on the counter — set to Taylor Swift’s “Karma.” Within a day, her video had a million views, many from women who found it funny or felt seen. “Overwhelmingly, it was a lot of, ‘You go queen!’” Donnelly says. And then there were the others.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story first appeared in The Highlight.</h2>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/support-now\">Support our journalism</a> today for early access to our <a href=\"https://www.vox.com/the-highlight\">digital magazine</a> every month—plus other great member benefits.</p>\n</div>\n\n<p class=\"has-text-align-none\">A year and 20 million views later, nearly all of the most-liked comments on Donnelly’s video are people telling her to divorce her husband. “I’d get divorce papers honestly. That’s unacceptable that he can’t pick up as well,” wrote one. “Don’t let your husband stop you from finding your soulmate, honey,” said another. Many women related to it, but not in the way Donnelly intended: “This same thing happened to me. Filed for divorce yesterday.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/divorce1.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“Having people comment on my relationship and say something like ‘get divorced,’ — I felt unhappy about it,” says Donnelly, the founder of the social media management firm <a href=\"https://www.showupauthentic.com/\">Authentic Community Marketing</a>, adding that she’s still happily married. “It can feel disproportionately painful, because even though a hundred people tell you you’re beautiful, you’re gonna hear the one person that tells you you’ve got spinach in your teeth.”</p>\n\n<p class=\"has-text-align-none\">Perhaps nobody said it better than Britney Spears, who famously wore a T-shirt emblazoned with the words “DUMP HIM” in 2002 after her breakup with Justin Timberlake. Two decades on, echoes of the sentiment have become the internet’s go-to piece of advice for women in heterosexual relationships. On any TikTok or Instagram Reel posted by a woman that includes a male partner who looks anything less than ecstatic to be there, the comments are typically flooded with some variation of “divorce him” or a string of red flag emojis.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The comments can veer into the extreme: When <a href=\"https://www.tiktok.com/@taymaccc_/video/7390928711274466603\">a woman posted</a> her husband’s lackluster reaction to her new hair, one viewer<strong> </strong>said her husband reminded her of Chris Watts, the Colorado man who murdered his entire family.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Messy and mean-spirited internet comments sections are nothing new, of course: Joseph Reagle, an associate professor of communications at Northeastern University and author of <a href=\"https://reagle.org/joseph/2015/rtc/reviews.html\"><em>Reading the Comments: Likers, Haters, and Manipulators at the Bottom of the Web</em></a>, uses the metaphor of the “rotten barrel.” It refers to the effects an environment can have on people’s behavior, as opposed to the effect a single bad person (the proverbial rotten apple) can have on the bunch. Particularly nasty comment sections, he says, can feel liberating for those participating in them, and the gossipy nature of judging other people’s relationships satisfies an urge to create narratives. “People love a mystery,” says Reagle. “They love making predictions and seeing what might come of them.”</p>\n\n<p class=\"has-text-align-none\">This overall ethos of “divorce him” might have more to do with the fraught relations between the sexes at the moment, both online and off. There’s a growing sense that men and women are drifting away from one another, politically and culturally. Women have <a href=\"https://news.gallup.com/poll/609914/women-become-liberal-men-mostly-stable.aspx\">become more progressive in recent years</a>, and in the wake of <em>Roe v. Wade</em>’s demise, they’ve doubled down on <a href=\"https://www.theatlantic.com/politics/archive/2024/07/america-gender-war-democrats-vs-republicans/679266/\">their support of abortion rights</a>; some men (and <a href=\"https://www.vox.com/culture/23978325/dating-advice-shera-seven-tiktok-sprinkle-sprinkle\">some women</a>, too), meanwhile, are preaching <a href=\"https://www.nytimes.com/2024/05/15/opinion/tradwife-tiktok.html\">the return of regressive gender roles</a> amid <a href=\"https://www.vox.com/culture/23581859/me-too-backlash-susan-faludi-weinstein-roe-dobbs-depp-heard\">a backlash to Me Too</a>. “<a href=\"https://www.usatoday.com/story/opinion/voices/2024/06/02/man-bear-question-tiktok-women-safety/73922718007/\">I’ll take the bear</a>” is a sentiment you’re likely to see in the comments of videos on social media, referring to the question of whether a woman would rather be left alone in the woods with a bear or a man.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/divorce2.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Hence, divorce advice is everywhere. For decades, feminists have extolled the virtues of breaking up while criticizing the systemic control of women through marriage. Now that <a href=\"https://www.pewresearch.org/short-reads/2023/06/28/a-record-high-share-of-40-year-olds-in-the-us-have-never-been-married/\">fewer people are marrying</a>, and <a href=\"https://www.pewresearch.org/social-trends/2023/09/14/the-modern-american-family/\">those who do are marrying later</a>, there’s less emphasis on monogamous romance in general and&nbsp;a wider <a href=\"https://www.vox.com/culture/24078524/polyamory-open-marriage-anxiety\">acceptance and interest in nonmonogamy</a>, <a href=\"https://www.vox.com/future-perfect/24105295/platonic-partnership-friendship-other-significant-others-rhaina-cohen\">platonic partnerships</a>, and <a href=\"https://www.vox.com/culture/370546/tiktok-dating-diaries-molly-rutter-single-women\">“decentering” men</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Influencers like <a href=\"https://www.independent.co.uk/life-style/fashion/florence-given-interview-instagram-influencer-dump-him-illustrations-a9002236.html\">Florence Given</a> have turned “Dump him!” into Instagram-ready T-shirts and art prints; earlier this year, journalist Lyz Lenz released <a href=\"https://bookshop.org/p/books/this-american-ex-wife-how-i-ended-my-marriage-and-started-my-life-lyz-lenz/20112399?ean=9780593241127\"><em>This American Ex-Wife</em></a><em>, </em>which tells the story of her own divorce and the societal history of how marriage benefits men on the backs of women’s unpaid labor.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The blanket advice for women to ditch men entirely has not been without its own criticism. “<a href=\"https://novaramedia.com/2022/09/03/dump-him-feminism-isnt-revolutionary-its-callous/\">‘Dump Him’ Feminism Isn’t Revolutionary. It’s Callous,</a>” wrote the leftist journalist Ash Sarkar in 2022. “The recognition that the weight of emotional baggage is unevenly distributed has, amongst some contemporary feminists, morphed into the idea that <em>any </em>sense of obligation is itself the enemy,” she wrote.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet it’s caused some women to turn to social media to see whether they should, in fact, dump him. Over the past year, trends that supposedly determine whether your relationship is solid or not have proliferated on TikTok and Reels. One of the most popular is the <a href=\"https://www.vox.com/culture/2024/1/25/24048474/orange-peel-theory-tiktok-relationship-test-explained\">“orange peel test,”</a> wherein you hand your partner an orange and ask them to peel it for you. If they do so without question, they’re a keeper. If they ask something to the effect of, “Why can’t you peel it yourself?” — run.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are <a href=\"https://www.dazeddigital.com/life-culture/article/61322/1/is-tiktok-dating-advice-making-us-overanalyse-our-relationships-bird-test\">dozens more</a>, including the “bird test” (point out something tiny, like a bird, and see if they respond enthusiastically), the “Beckham test” (start dancing to a song and see if they join you), and “name a woman,” in which you ask them to name a woman and hope they say you.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As psychologist and author Alexandra Solomon <a href=\"https://www.vox.com/culture/2024/1/25/24048474/orange-peel-theory-tiktok-relationship-test-explained\">told my coworker Alex Abad-Santos</a> about the orange peel “theory,” “An entire intimate relationship can’t be boiled down to what a partner does or doesn’t do with an orange,” adding that, “The worry that I have is that I prefer us to talk directly to our partners about our needs rather than setting up a test. And certainly, rather than setting up a test that goes public, because I think the risk here is humiliation.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/divorce3.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Humiliation is what awaits many who post videos about their relationships, often coming in ways they never could have possibly expected. Any evidence of bad relationship behavior — even by normal, non-famous people — can lead to a manhunt online. In June, a woman took multiple videos of a man wearing a wedding ring and allegedly flirting and making out with the woman sitting next to him on a plane. She then posted them, writing, “Do your thing TikTok.” <a href=\"https://www.thecut.com/article/man-cheating-on-flight-tiktok.html\">In a day, commenters had found</a> the man and his family, posting photos from their social media profiles and praising the original poster for being a “girl’s girl” by apparently rescuing the woman from her cheating husband.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not everyone was impressed: <a href=\"https://www.tiktok.com/@prettycritical/video/7384440380835597610?is_from_webapp=1&amp;web_id=7381518500143433246https%3A%2F%2Fwww.tiktok.com%2F%40prettycritical%2Fvideo%2F7384440380835597610%3Fis_from_webapp%3D1&amp;web_id=7381518500143433246\">TikToker Tamika Turner made</a> a video saying, “Your addiction to surveillance and attention is betraying the fact that although you’re the exact demographic to call yourself ‘girl’s girls,’ your only allegiance is to your own entertainment,” pointing out the enormous personal ramifications a video like this could have on someone who never asked for the public’s attention.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The hunger for clear-cut pronouncements on other people’s marriages and relationships is so insatiable that Dustin Poynter earns his living by making them. Also known as “the red flag guy,” Poynter has spent the last year reposting videos of couples in relationships on TikTok and Instagram and splices them with videos of himself holding (or sometimes running with) a giant red or green flag. A green flag communicates that the partners are behaving well, like surprising their significant other with a gift, while a red flag portends doom (like, say, when a partner <a href=\"https://www.tiktok.com/@dustinpoynter/video/7291453583462092075?lang=en\">acts like a maniac</a> during a gender reveal). The Arkansas-based 32-year-old&nbsp;has more than 4 million followers and earns a lucrative income through regular brand deals (he declined to disclose exactly how much, but says, “It’s changed my life, and I’m able to support my whole family”).&nbsp;</p>\n\n<p class=\"has-text-align-none\">With Poynter having sifted through many, many TikTok videos posted by couples hoping to go viral, I wondered about the vast majority of instances where people’s behaviors can’t be boiled down to a single color. What of the “beige flags,” as they’re called online, the kinds that don’t really fit into the categories of “good” or “bad”? “I think red flags are not permanent,” Poynter says. “It requires the person to acknowledge it and want to change, but I do believe that people can change. I’m not out here trying to break anybody up.”&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Boyfriend won’t cut up your fruit? Break up! Husband says you don’t do enough housework? Divorce him, sis!&nbsp;<br></p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Poynter stresses that he’s not an expert; he’s just a normal guy running with a flag through a public park who stumbled upon a bizarre niche that allows him to live the life he’s always dreamed. But his — which is to say, the entire internet’s — brand of advice-giving and morality policing is remarkably black-and-white. This, obviously, is the reason why TikTok trends and phenomena like <a href=\"https://www.vox.com/culture/370577/am-i-the-asshole-aita-verse-advice-ecosystem-tiktok\">Reddit’s “Am I the Asshole?</a>” forum are so popular. They allow us to fit complex situations into neat and comfortable boxes. Boyfriend won’t cut up your fruit? Break up! Husband says you don’t do enough housework? Divorce him, sis!&nbsp;</p>\n\n<p class=\"has-text-align-none\">Taken together, the comments feel almost like the next wave of girlboss or <em>Lean In</em> feminism, where instead of acting more like men in professional settings, women are viewing men as a hopeless cause, treating them the way patriarchy has treated women for eternity. While the practice of “<a href=\"https://www.dazeddigital.com/life-culture/article/62350/1/will-decentring-men-really-fix-all-your-problems-patriarchy-women-love\">decentering” men</a> from one’s life can be hugely positive for many women, the idea that all men are trash is loaded with essentialist rhetoric that harms people of all genders. Similarly, the idea that all heterosexual marriages are (or should be) irrevocably doomed is, as <a href=\"https://www.theatlantic.com/books/archive/2024/02/american-ex-wife-lyz-lenz-review/677574/\">the Atlantic’s Lily Meyer pointed out</a>, a failure of imagination, a failure to imagine a better world in which two people who ostensibly love each other can create an equal and mutually positive relationship.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Expecting nuance from a TikTok comment (character limit: 150) is a futile exercise. Perhaps the world would be a simpler place if the future could be determined by a test that goes viral on social media —&nbsp;if you could truly determine whether you should marry a man by&nbsp;bringing him an orange and waiting, hopefully, for him to peel it. Marriage doesn’t work like that, though. Because if it did, nobody would ever have to get divorced in the first place.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Lindsay Donnelly’s TikTok was supposed to be relatable. Last summer, she’d had a squabble with her husband that any partner, family member, or roommate knows all too well: He felt like he was doing all the housework, and she wasn’t doing any of it. So she decided to prove otherwise. For two days, Donnelly did [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "What you really need to know about divorce and money",
    "link": "https://www.vox.com/the-highlight/373402/money-talks-divorce-finance-team-coach-mortgage-lawyer",
    "pubDate": "2024-10-09T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/VOX_DIVORCE-ISSUE_FINANCES.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Welcome to&nbsp;</em><a href=\"https://www.vox.com/personal-finance/2019/8/20/20813748/money-debt-personal-finance\"><em>Money Talks</em></a><em>, a series in which we interview people about their relationship with money, their relationship with each other, and how those relationships inform one another.</em></p>\n\n<p class=\"has-text-align-none\"><em>Jackie Pilossoph is 59 and lives in the suburbs of Chicago. Her business, </em><a href=\"https://www.divorcedgirlsmiling.com/\"><em>Divorced Girl Smiling</em></a><em>, is a media company that connects people facing divorce with trusted, vetted divorce professionals. Michèle Heffron is 63 and lives in the suburbs of Seattle. <em>She is a certified </em><a href=\"https://micheleheffron.com/\"><em>relationship and divorce coach</em></a><em>, who provides practical and emotional support to clients as they navigate the legal process and enter their post-divorce life.</em></em></p>\n\n<p class=\"has-text-align-none\"><em>The following conversation has been lightly condensed and edited.</em></p>\n\n<p class=\"has-text-align-none\"><strong>Jackie Pilossoph:</strong> I got divorced in 2008. I was 41 years old with two toddlers. I had no family living in my town, and I didn’t know one divorced person. The internet was not what it is today, and I did not have a good experience. I felt alone and isolated. I didn’t have a divorce team of professionals to help me. It wasn’t really a thing yet! Divorce coaches didn’t even exist. That was a really, really hard time for me.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story first appeared in The Highlight.</h2>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/support-now\">Support our journalism</a> today for early access to our <a href=\"https://www.vox.com/the-highlight\">digital magazine</a> every month—plus other great member benefits.</p>\n</div>\n\n<p class=\"has-text-align-none\">I didn’t want other women to have to go through what I did. They should have a community of support. So I started blogging. I started my blog in 2014 and it caught on very quickly. People could relate. Then, after a few years, I thought “I’m not a divorce coach, I’m not an attorney, I’m not a mediator, I’m a journalist who loves to write. I need to partner with divorce professionals who can help these women in other ways.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">So I started curating the best of the best. There’s not a person on Divorced Girl Smiling whom I wouldn’t do business with myself. They’re all vetted, not only by me but also by my advisory board.</p>\n\n<p class=\"has-text-align-none\"><strong>Michèle Heffron:</strong> I’ve been through two divorces. My second one was 15 years ago. I had a career, and then I decided to become a stay-at-home mom. Getting back into the workforce after that was absolutely terrifying and very challenging. It was my second abusive marriage, from a verbal, emotional, and financial standpoint. I didn’t have a credit card. I moved out of our house. I didn’t think I had any rights as a stay-at-home mom who hadn’t contributed financially to the household. I had a daughter in college and a son going into middle school and I was scared. I felt alone. I had family and friends around, but I don’t think anybody understands what you’re going through at that point in time.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the mistakes I made was using my attorney as my therapist. It was very expensive therapy, and it didn’t really help me. It’s not that they don’t care, but it isn’t their deal, and they charge you by the minute!</p>\n\n<p class=\"has-text-align-none\"><strong>Jackie: </strong>I did the same thing. I would call my divorce attorney and cry. My attorney was filling shoes that he wasn’t qualified to fill, and charging me for it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While there is a place for divorce attorneys — you need one to get divorced, in most cases — they are such a small percentage of what you need. They are only doing 25 percent of the work you need to do to get divorced. You need a therapist, and you also need a divorce coach.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Michèle: </strong>I facilitate emotional clarity and stability. I also encourage personal accountability, because no matter what anyone says, even if the other party is 97 percent responsible for the damage that has been done, everyone owns some part of the downfall of a relationship. I really help prevent costly decision-making based on values rather than resentment, which I think is a really important thing. Sometimes people will go to great expense to make a point, even though it gets them nowhere.</p>\n\n<p class=\"has-text-align-none\"><strong>Jackie: </strong>One of your first calls [when you’re considering divorce] should be to a mortgage lender, to see if you can afford to stay in your home. Your divorce attorney can’t help you with that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The business of divorce is changing. You need a team of people to get divorced, and that can include a divorce coach, therapist, mortgage lender, real estate agent — and all of these people have divorce credentials. People think that it means you’re going to spend a lot of money, but I think you’re going to spend less because you’re not calling an attorney who charges by the hour.</p>\n\n<p class=\"has-text-align-none\"><strong>Michèle: </strong>When we were going through our divorces, there weren’t all of these certifications. “Having a team” meant stacking up lawyers. There’s more of a collaborative philosophy [these days], with coaches and attorneys working together — and that doesn’t mean your divorce is going to be any more amicable, but it’s a different approach.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Jackie:</strong> What I see a lot [in my work] is that women, especially, do not take charge of the finances in a marriage. When a marriage ends, they’re financially in the dark. They don’t look at the statements, they don’t know how much money they have, and the mistake is not empowering yourself right at the beginning, either when you think you’re going to get divorced or when you think something’s wrong.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Maybe your ex is going to start hiding money, maybe you’re not going to get such a great deal. Go to a financial adviser who specializes in divorce and start the conversation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I tell women all the time, if you feel intimidated by numbers and you’re nervous and you feel mad at yourself — first of all, don’t be mad at yourself. It’s never too late to get empowered about finances. You’ll feel so much better when you have the numbers in front of you. You’ll know what’s going on financially so you can make good decisions in your divorce.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Michèle: </strong>It’s important to get all of the information without making any assumptions based on what your spouse is telling you — or what happened to your sister or to your friend down the street, because your situation is never going to be the same as somebody else’s. Get all of the documents together, including your tax returns and your bank statements and all of that, so when you go to a financial adviser they’ll have all of this stuff on the table.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Jackie also mentioned going to a certified divorce real estate broker or mortgage broker, because if you do own a home there are a lot of things that could happen to it that you’re not aware of. It’s not a given that anybody’s going to get the house or not get the house. So many people think they absolutely must have their house, and sometimes that’s just not feasible.&nbsp;I see it more and more frequently with women — they’ve gotten the house and then they’re hit with a big tax bill that they didn’t expect, and then they’re getting extra jobs so they can pay off the taxes.</p>\n\n<p class=\"has-text-align-none\">For me, my husband owned the house before we got married, and it was a relief for me not to get the house because even if I’d fought for it, I couldn’t have afforded it. But I didn’t stand up for what I should have gotten out of that house. There was a lot of information that I wasn’t aware of, and I was so afraid of tipping over the apple cart with my ex that I didn’t go after what I could get.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You need to surround yourself with people you can trust, so you can get the information and make the decision instead of just getting it over with so you’ll be done with it.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Jackie:</strong> My kids were three and five when I got divorced, and college was never discussed. Huge mistake. You don’t want to have to keep going back to court. If you have a good lawyer, your lawyer will bring up everything — and even if it changes, at least you have something. Everything continually changes. People get remarried, someone might lose their job, you can always modify — but if you don’t even discuss it, you’re going to be in court every five years as these children grow up. I was constantly in court with post-litigation.</p>\n\n<p class=\"has-text-align-none\"><strong>Michèle:</strong> It’s also about not putting the kids in the middle. I don’t care how mature you think your child is, they’re a kid. You have to think about how they’re absorbing the information they&#8217;re gathering.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In my case, I had a 20-year-old and a 10-year-old. The 20-year-old could hear a lot of different things, but your 10-year-old doesn’t really need to hear that stuff.</p>\n\n<p class=\"has-text-align-none\"><strong>Jackie:</strong> Also, when you talk negatively about your ex in front of their kids, it really hurts them. I did that, and I’m ashamed of it, but we’re also human. You have to give yourself a break and really try not to do it as much as possible.</p>\n\n<p class=\"has-text-align-none\"><strong>Michèle: </strong>It’s so easy to do.</p>\n\n<p class=\"has-text-align-none\"><strong>Jackie:</strong> Which is why you have a divorce coach and a therapist to talk to!</p>\n\n<p class=\"has-text-align-none\"><strong>Michèle: </strong>You have to think about so many different things with kids. What if they’re really good at sports or ballet? What if they want piano lessons? What happens when they start driving? You need a living document that can be modified that spells out the financial responsibilities for each parent — and if you have a spouse that doesn’t do their share, which happens a lot, at least you have the document so you can go back to it.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Jackie: </strong>When kids turn 18 and there’s no more child support but you still might have to deal with expenses like college, you have to hope that the parents are in a place where they can deal amicably with each other and come to agreements themselves. That’s really what they teach you in mediation. They teach you how to co-parent for the rest of your life.</p>\n\n<p class=\"has-text-align-none\"><strong>Michèle: </strong>As long as the parents are on the same page.</p>\n\n<p class=\"has-text-align-none\"><strong>Jackie: </strong>But some people get on the same page after mediation!&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Michèle: </strong>That’s the most important part.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Welcome to&#160;Money Talks, a series in which we interview people about their relationship with money, their relationship with each other, and how those relationships inform one another. Jackie Pilossoph is 59 and lives in the suburbs of Chicago. Her business, Divorced Girl Smiling, is a media company that connects people facing divorce with trusted, vetted [&#8230;]",
    "author": "Nicole Dieker"
  }
]