[
  {
    "title": "How the DNC solved its Joe Biden problem",
    "link": "https://www.vox.com/politics/367760/democratic-national-convention-2024-joe-biden-speech",
    "pubDate": "2024-08-20T06:15:52.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"President Joe Biden stands with hand rested on podium wearing a suit. Behind him, a large crowd is visible. \" data-caption=\"President Joe Biden departs the stage after giving the keynote address on the first day of the Democratic National Convention (DNC) at the United Center in Chicago, Illinois, on August 19, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166809567.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>President Joe Biden departs the stage after giving the keynote address on the first day of the Democratic National Convention (DNC) at the United Center in Chicago, Illinois, on August 19, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">With President Joe Biden speaking in the headlining role, the first night of the Democratic convention seemed like it was going to be about passing the torch. And it was — not that the Democrats on stage made that explicit.</p>\n\n<p class=\"has-text-align-none\">Biden’s address was late. It began around 11:30 pm Eastern time, so late that some pundits decided the DNC <a href=\"https://x.com/NateSilver538/status/1825733562164736054\">had buried his speech on purpose</a> (a theory convention officials denied). When the president finally spoke, he entirely skipped over the obvious question raised by his presence: Why her and not him? Biden spent the vast bulk of the speech touting his own record in office, casting Harris as a champion of his legacy without spending a single word explaining why he needed a champion in the first place.</p>\n\n<p class=\"has-text-align-none\">In this, Biden was hardly alone. Throughout the night, Democrats made sure not to acknowledge the unprecedented move that led to the sitting president giving the leadoff speech instead of the convention finale. The convention basically acted like Biden was a second-term president legally barred from running for office, not a <a href=\"https://www.nytimes.com/2024/08/14/us/politics/pelosi-biden.html\">president pushed aside by his own party</a>.</p>\n\n<p class=\"has-text-align-none\">This might seem awkward. But it was probably the best possible way to handle the situation.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The elephant in the donkey room?</h2>\n\n<p class=\"has-text-align-none\">Political conventions are, in theory, multiday infomercials for the hosting party. They’re supposed to be carefully calculated to present the party in its best light, highlighting its strongest issues, most talented politicians, and clearest points of unity.</p>\n\n<p class=\"has-text-align-none\">At the moment, the Democrats do have a pretty good story to tell. Harris is surging in the polls, buoyed by a level of enthusiasm among the party base <a href=\"https://thehill.com/homenews/campaign/4824309-kamala-harris-campaign-obama-comparisons/\">not seen since Barack Obama topped the ticket.</a> The economy is strong, crime is down, and there are no American troops dying in large-scale foreign wars. Things are so good, in fact, that election models and prediction markets alike now have her as a slight favorite to beat Donald Trump in November.</p>\n\n<p class=\"has-text-align-none\">The last thing you want to do is ruin the party by dwelling on the recent past&nbsp;— especially the nasty, still-fresh internal fight over whether to replace Biden with Harris. Yet could Democrats really avoid acknowledging that the party had just made history by swapping out a presidential nominee after the primary?</p>\n\n<p class=\"has-text-align-none\">Yes, it turns out —&nbsp;they could.</p>\n\n<p class=\"has-text-align-none\">For most of the night, this felt natural. The programming focused on the choice facing voters in November, contrasting Harris (good!) with Trump (bad!). There was little need to dwell on Biden because he isn’t on the ballot.</p>\n\n<p class=\"has-text-align-none\">This only started to feel strange when the night moved toward Biden’s address, with speeches by Biden-world figures: Delaware Sen. Chris Coons, first lady Jill Biden, and the president’s daughter Ashley. There are <a href=\"https://www.politico.com/news/2024/08/14/biden-frustration-obama-pelosi-00173883\">reports</a> that the president remains angry and resentful about the whole thing, and it’s hard to imagine that his speech getting pushed till late didn’t feel like salt in the wound.</p>\n\n<p class=\"has-text-align-none\">“This is awful. He literally set up a campaign and handed it over to them—do they have to cut him out of prime time?” a Biden aide griped to <a href=\"https://x.com/AlexThomp/status/1825732932981383533\">Axios reporter Alex Thompson</a>.</p>\n\n<p class=\"has-text-align-none\">Yet when the time came, Biden stuck to the script. He talked about himself, of course, but didn’t say or do anything that could be perceived as obvious sour grapes about Harris. He, like everyone else, just ignored the succession question. And the problem more or less took care of itself.</p>\n\n<p class=\"has-text-align-none\">This acquiescence reflects Biden’s more general political style.</p>\n\n<p class=\"has-text-align-none\">“Biden really did build and depend on a coalition instead of a cult of personality, to a greater degree than almost any modern POTUS,” writes <a href=\"https://x.com/MattGlassman312/status/1825758655238561933\">Georgetown political scientist Matt Glassman</a>. “He’s just not beloved the way Obama or Clinton or Reagan or, well, Trump was. That comes across in his approach to policy making, his approach to public relations, and his relationship with the factions of the party.”</p>\n\n<p class=\"has-text-align-none\">Arguably, this is why Biden stepped aside amid party pressure when Trump would not (after the <em>Access Hollywood</em> tape, say, or the January 6 Capitol riot). But it also explains why Biden could resist the temptation to dwell on his own ouster and move on like it never happened.</p>\n\n<p class=\"has-text-align-none\">He is, in the end, a party man.&nbsp;</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "With President Joe Biden speaking in the headlining role, the first night of the Democratic convention seemed like it was going to be about passing the torch. And it was — not that the Democrats on stage made that explicit. Biden’s address was late. It began around 11:30 pm Eastern time, so late that some [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Republicans ask the Supreme Court to disenfranchise thousands of swing state voters",
    "link": "https://www.vox.com/scotus/367701/supreme-court-arizona-rnc-republicans-mi-familia-vota",
    "pubDate": "2024-08-19T21:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Seen from above, Donald Trump in a navy suit, shakes hands with Brett Kavanaugh, in a black judicial robe.\" data-caption=\"Former President Donald Trump shakes hands with Justice Brett Kavanaugh, in 2019. | Mandel Ngan/AFP\" data-portal-copyright=\"Mandel Ngan/AFP\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1094199898.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Donald Trump shakes hands with Justice Brett Kavanaugh, in 2019. | Mandel Ngan/AFP</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Republican Party wants the Supreme Court to weigh in on a <a href=\"https://www.scotusblog.com/case-files/cases/republican-national-committee-v-mi-familia-vota/\">nauseatingly complicated voting rights case</a>, which could potentially disenfranchise thousands of presidential voters in the swing state of Arizona. The case is known as <em>Republican National Committee v. Mi Familia Vota</em>.</p>\n\n<p class=\"has-text-align-none\">The case involves an astoundingly convoluted system Arizona uses to register certain voters — one that emerged from 20 years of conflicting state and federal laws, plus seemingly endless litigation over those laws. Among other things, Republicans claim that several thousand Arizona voters should be allowed to vote only in congressional elections, and that they are barred from voting in state and local elections or voting for the president.</p>\n\n<p class=\"has-text-align-none\">In 2004, Arizona enacted a law which requires new voters to <a href=\"https://www.azleg.gov/ars/16/00166.htm\">provide documentary proof of citizenship</a> (such as a passport or a birth certificate) when registering to vote in the state. This state law, however, conflicts with a federal law known as the National Voter Registration Act (NVRA), which requires states to register voters who submit a standardized federal registration form.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That form requires Arizona voters to swear, under penalty of perjury, that they are in fact citizens. But it does not require them to submit other proof of citizenship.</p>\n\n<p class=\"has-text-align-none\">The Supreme Court confronted this conflict in <a href=\"https://scholar.google.com/scholar_case?case=8524729836774698956&amp;q=n+Arizona+v.+Inter+Tribal+Council+of+Arizona&amp;hl=en&amp;as_sdt=6,47&amp;as_vis=1\"><em>Arizona v. Inter Tribal Council of Arizona</em></a> (2013), and largely resolved it in favor of the NVRA. <em>Inter Tribal</em> held that the state must allow voters to register using the federal form, but it also suggested that Congress’s power to require states to register voters is limited to “federal elections.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Thus, in response to <em>Inter Tribal</em>, Arizona refused to fully register voters who submitted the federal form without providing proof of citizenship. Since <em>Inter Tribal</em>, these voters have been allowed to vote in federal elections (for Congress and the president), but not in state and local races in Arizona. According to an expert who testified in the <em>RNC</em> case, “approximately one-third of a [percent] of non-Hispanic White voters [in Arizona] are Federal-Only Voters, while a little more than <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A164/322042/20240808153230794_Application%20Appendix.pdf\">two-thirds of a percent of minority voters are Federal-Only Voters</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">This racial disparity likely explains why the Republican Party is now asking the Supreme Court to further restrict this small percentage of Arizona voters. <a href=\"https://www.nytimes.com/interactive/2020/11/03/us/elections/exit-polls-arizona.html\">2020 exit polls</a> showed Republican Donald Trump winning white voters in Arizona, but losing the state as a whole due to President Joe Biden’s strong performance with Latinos. Biden’s <a href=\"https://www.nytimes.com/interactive/2020/11/03/us/elections/results-arizona.html\">margin of victory in Arizona in 2020</a> was about three-tenths of a percent, and even a tiny shift in the state’s population of eligible voters could tip the balance.</p>\n\n<p class=\"has-text-align-none\">The <em>RNC</em> case, which is now before the Supreme Court, concerns a 2022 Arizona law which would impose three new restrictions on these federal-only Arizona voters. It bars them from voting by mail, and from voting for president altogether — thus limiting them to voting only in congressional elections. Additionally, the 2022 law requires the state to reject any new voter registration submitted using the state’s own form if that registration doesn’t include proof of citizenship — even though the state is still required to register that individual as a federal-only voter if the registrant submits the federal form.</p>\n\n<p class=\"has-text-align-none\">The 2022 law, however, has never taken effect. This is true in part because several key statewide offices are controlled by Democrats, but also because the courts have taken a skeptical view of the law. In total, seven judges have heard the <em>RNC</em> case at some point in its journey through the federal judiciary, and <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A164/322042/20240808153230794_Application%20Appendix.pdf\">none of them voted</a> in favor of the provisions preventing federal-only voters from voting by mail or for president.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, these lower-court judges split on the restrictions governing new registrants, although this is probably the least consequential of the 2022 law’s three restrictions. The last panel of judges to weigh in on that provision voted 2-1 to block it, at least for now.</p>\n\n<p class=\"has-text-align-none\">And so now it is up to the Supreme Court to decide whether to make this needlessly complicated morass even more complicated, potentially preventing thousands of Americans from voting for president in a key swing state.</p>\n\n<h2 class=\"wp-block-heading\">So, how strong are the Republican Party’s arguments?</h2>\n\n<p class=\"has-text-align-none\">Let’s get one disclaimer out of the way: We are talking about the same Supreme Court that recently held, despite no language in the Constitution that supports this position, that former President Donald Trump has <a href=\"https://www.vox.com/scotus/366855/supreme-court-trump-immunity-betrayal-worst-decisions-anticanon\">broad immunity from prosecution</a> for crimes he committed while he was in office. The Court’s Republican supermajority <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">does not always follow the law</a>, especially when the law cuts against the Republican Party’s preferred outcome. So, in a case where the GOP is asking these justices to make it easier for Republicans to win a presidential election, there is always some risk that the Court’s Republican majority will play ball.</p>\n\n<p class=\"has-text-align-none\">That said, they’ll really have to stretch if they want to hand the GOP a victory in this case.</p>\n\n<p class=\"has-text-align-none\">The trial court that heard the <em>RNC</em> case concluded that the two most severe restrictions in the 2022 law — the prohibitions against voting by mail and voting for president — violate the NVRA, the <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A164/322042/20240808153230794_Application%20Appendix.pdf\">same law at issue in <em>Inter Tribal</em></a>. To justify its attempt to lock these voters out of the presidential election, the GOP points to a provision of the Constitution that gives Congress broad power to <a href=\"https://constitution.congress.gov/constitution/article-1/\">shape the “Times, Places, and Manner” for choosing members of Congress</a>, but that doesn’t give Congress the same power over presidential elections.</p>\n\n<p class=\"has-text-align-none\">The Court has long held, however, that “the power of Congress to protect the election of President and Vice President from corruption” is “clear,” and that “the choice of means to that end presents a question <a href=\"https://supreme.justia.com/cases/federal/us/290/534/\">primarily addressed to the judgment of Congress</a>.” So it is well-established that Congress can regulate presidential elections. This explains why every judge who considered the GOP’s argument, several of whom were appointed by Trump, voted to reject it.</p>\n\n<p class=\"has-text-align-none\">There’s also another reason why the Supreme Court should not reinstate these two provisions. In <a href=\"https://www.law.cornell.edu/supremecourt/text/06-375\"><em>Purcell v. Gonzales</em></a> (2006), the Court warned that “federal courts ordinarily should not alter state election rules in the period close to an election.” While the Court has never stated precisely when the “period close to an election” begins, its Republican majority has read <em>Purcell</em> quite aggressively in the past. Justice Brett Kavanaugh has even suggested that the <em>Purcell</em> window opens up <a href=\"https://www.vox.com/2022/2/8/22922774/supreme-court-merrill-milligan-alabama-brett-kavanaugh-racial-gerrymandering-voting-rights-act\">more than nine months before a general election</a>.</p>\n\n<p class=\"has-text-align-none\">It’s now mid-to-late August. The 2024 election is just over two months away. And yet the GOP is asking the Supreme Court to alter Arizona’s election rules to impose new voting restrictions that have not previously taken effect and were enjoined by a federal trial court in 2023. <em>Purcell</em> should prevent the Court from giving the GOP what it wants in this case — at least until after the election happens.</p>\n\n<p class=\"has-text-align-none\">The RNC’s arguments in favor of the restrictions on new voter registrations are a little stronger. In 2018, Arizona settled a lawsuit. As part of that settlement, it agreed to register federal-only voters who submit the state’s own registration form rather than the federal form. The GOP now argues that the state legislature’s decision to enact a new law in 2022 <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A164/322042/20240808153155295_Emerg.%20App.%20for%20Stay.pdf\">overrides the 2018 lawsuit settlement</a>.</p>\n\n<p class=\"has-text-align-none\">This is a plausible argument, but the RNC’s request to reinstate this voter registration restriction during the 2024 election probably also runs afoul of <em>Purcell</em>. Again, <em>Purcell</em> held that courts should not alter a state’s election rules too close to an election, and Republicans are asking the Supreme Court to alter Arizona’s election rules in the final stretch before voters start casting ballots for president.</p>\n\n<p class=\"has-text-align-none\">In any event, the <em>RNC</em> case will likely offer a window into whether this Court’s Republican majority will behave as honest brokers during the 2024 race. In past election cycles, Republican justices <a href=\"https://www.vox.com/2020/4/6/21211378/supreme-court-coronavirus-voting-rights-disenfranchise-rnc-dnc\">wielded <em>Purcell</em> very aggressively</a> to block lower-court decisions expanding voting rights — often in cases where Democrats supported the lower court’s approach. </p>\n\n<p class=\"has-text-align-none\">It’s only fair that the Court read <em>Purcell</em> just as aggressively now that Republicans would benefit from a looser application of that decision.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Republican Party wants the Supreme Court to weigh in on a nauseatingly complicated voting rights case, which could potentially disenfranchise thousands of presidential voters in the swing state of Arizona. The case is known as Republican National Committee v. Mi Familia Vota. The case involves an astoundingly convoluted system Arizona uses to register certain [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Democratic National Convention 2024",
    "link": "https://www.vox.com/politics/367672/dnc-democratic-national-convention-harriz-walz-live-updates",
    "pubDate": "2024-08-19T18:12:51.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A scoreboard displays “DNC 2024” ahead of the Democratic National Convention (DNC) at the United Center on August 16, 2024, in Chicago, Illinois.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2167040157.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A scoreboard displays “DNC 2024” ahead of the Democratic National Convention (DNC) at the United Center on August 16, 2024, in Chicago, Illinois.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Democratic National Convention kicked off Monday, August 19, in Chicago, Illinois, where the Democratic Party is set to formally nominate Vice President Kamala Harris and her running mate, <a href=\"https://www.vox.com/politics/365416/tim-walz-kamala-harris-vp-vice-president-democrats-left\">Gov. Tim Walz</a> of Minnesota, to its 2024 presidential ticket.</p>\n\n<p class=\"has-text-align-none\">The four-day event comes a month after <a href=\"https://www.vox.com/politics/361827/biden-drops-out-2024-kamala-convention\">President Joe Biden ended his reelection campaign</a> amid concerns from top Democrats and campaign donors over his age, mental fitness, and low polling numbers against the Republican Party’s presidential nominee, former President Donald Trump. Democrats quickly <a href=\"https://www.vox.com/politics/362033/biden-drop-out-endorse-harris-open-convention\">rallied</a> behind Harris at the top of the ticket, feeling a <a href=\"https://www.vox.com/culture/366368/tim-walz-vibes-memes-vice-president\">renewed sense of optimism</a> ahead of November. </p>\n\n<p class=\"has-text-align-none\">This week’s convention will give Harris and Walz a chance to lay out their vision for the country and energize voters. Follow here for the latest news, explainers, and analysis. If you’d like to stay up to date on the 2024 race, sign up for <a href=\"https://www.vox.com/pages/the-election-explained-politics-newsletter\">The Election, Explained</a> newsletter.</p>\n<ul>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/culture/367709/beyonce-freedom-kamala-harris-campaign-songs\">What Beyoncé’s “Freedom” can tell you about Kamala Harris</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/367685/chicago-dnc-protests-democratic-party-1968\">The Chicago DNC everyone wants to forget</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/367389/dnc-2024-kamala-harris-policies-trump-dangerously-liberal\">Can Kamala Harris overcome her campaign’s biggest challenge?</a>\n\t\t</li>\n\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Democratic National Convention kicked off Monday, August 19, in Chicago, Illinois, where the Democratic Party is set to formally nominate Vice President Kamala Harris and her running mate, Gov. Tim Walz of Minnesota, to its 2024 presidential ticket. The four-day event comes a month after President Joe Biden ended his reelection campaign amid concerns [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "Scott Peterson’s guilt, explained",
    "link": "https://www.vox.com/culture/24052182/laci-peterson-murder-why-people-think-scott-peterson-is-innocent-or-guilty",
    "pubDate": "2024-08-19T15:36:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Scott Peterson appears at a hearing in Stanislaus County Superior Court on September 2, 2003, in Modesto, California.  | Al Golub/Getty Images\" data-portal-copyright=\"Al Golub/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25250777/2456166.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,49.266666666667\" />\n\t<figcaption>Scott Peterson appears at a hearing in Stanislaus County Superior Court on September 2, 2003, in Modesto, California.  | Al Golub/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 2004, in one of the most high-profile trials of the past two decades, Scott Peterson was convicted of murdering his wife, Laci Peterson, 27, and their unborn son, Conner, with whom Laci was eight months pregnant. Now, two different new docuseries on the case — Netflix’s <em>American Murder: Laci Peterson</em> (released August 14)<strong> </strong>and Peacock’s<em> Face to Face with Scott Peterson </em>(releasing August 20) take different approaches to Peterson’s conviction and unresolved questions about what happened when Laci disappeared from their home in Modesto, California, on Christmas Eve in 2002.</p>\n\n<p class=\"has-text-align-none\">The subsequent media frenzy over her disappearance drove national headlines for months. In spring of 2003, the bodies of both mother and son washed up in San Francisco Bay, just a few miles from where Peterson had <a href=\"https://www.cnn.com/2004/LAW/08/05/peterson.trial/\">gone fishing</a> the day Laci disappeared.</p>\n\n<p>It’s rare for a criminal prosecution to have as much incriminating circumstantial evidence pointing toward the guilt of a single individual as prosecutors had in the case of Scott Peterson — “overwhelming evidence” with “no other reasonable explanation,” as one attorney who followed the trial <a href=\"https://www.eastbaytimes.com/2004/11/13/circumstantial-evidence-made-murder-case/\">described</a> at the time. The discovery included <a href=\"https://www.cbsnews.com/news/laci-cops-chased-10000-tips/\">42,000 pages</a> of documents. <a href=\"https://casetext.com/case/people-v-peterson-2050\">The evidence against Peterson</a> included weeks of apparent planning, forensic evidence including mitochondrial DNA, and months of suspicious behavior both before and after the fact. Yet ever since a controversial 2017 docuseries helped circulate the idea that the case against Peterson was manufactured by a media circus rather than the facts of the investigation, websleuths have increasingly latched on to and bolstered belief in Peterson’s innocence.&nbsp;</p>\n\n<p>Last week, the Los Angeles Innocence Project <a href=\"https://abcnews.go.com/US/innocence-project-takes-case-notorious-killer-scott-peterson/story?id=106487571\">announced</a> that they had taken on Peterson’s case, making a “claim of actual innocence that is supported by newly discovered evidence.” It’s unclear what that evidence might be, but <a href=\"https://www.cbsnews.com/sacramento/news/scott-peterson-la-innocence-project-former-juror-attorney-weigh-in-new-case/\">speculation</a> has run rampant, mainly focusing on <a href=\"https://abc7chicago.com/scott-peterson-case-new-evidence-innocence-project/14352815/\">details</a> related to an infamous but <a href=\"https://nypost.com/2024/01/20/news/juror-from-scott-peterson-murder-trial-says-cops-ruled-out-burglary-link/\">unconnected</a> robbery that happened across the street around the time of Laci’s death.</p>\n\n<p>So how did we wind up here? It’s always healthy for the justice system to undergo scrutiny; after all, the court has already found that Peterson’s penalty phase was unjust. In 2020, Peterson’s original death sentence was <a href=\"https://deathpenaltyinfo.org/news/california-supreme-court-overturns-scott-petersons-death-sentence\">overturned</a> due to improper jury selection, and he was <a href=\"https://www.kron4.com/news/bay-area/scott-peterson-to-be-re-sentenced-for-murder-of-his-pregnant-wife/\">resentenced</a> to life without parole. That’s arguably a good outcome, a case of the justice system self-correcting.&nbsp;</p>\n\n<p>Yet the crusade for Peterson’s innocence seems to have very little to do with justice or even the actual facts of the case and more to do with external influences — from the bandwagon effect to the <a href=\"https://crimepiperblog.wordpress.com/2021/03/22/scott-peterson-crime-junkie-podcast-fact-checked-debunked/\">outsize</a> <a href=\"https://www.tiktok.com/@paige__razor/video/7154135364352085294\">influence</a> of a few podcasters and the gamification of <a href=\"https://www.vox.com/true-crime\" data-source=\"encore\">true crime</a> itself.</p>\n\n<h2 class=\"wp-block-heading\">A media circus does not a false conviction make</h2>\n\n<p>If you remember anything about the Scott Peterson case, you likely remember the Amber Frey of it all: Frey, Peterson’s girlfriend, found herself thrust into the center of a high-profile crime and under a constant media spotlight after she came forward to police. Frey did not know Peterson was married; he had told her weeks before<em> </em>Laci’s disappearance that he had <a href=\"https://www.nbcnews.com/id/wbna3403791\">lost his wife</a>.&nbsp;</p>\n\n<p>Frey was a star witness for the prosecution, a take-no-BS type who cooperated with authorities <a href=\"https://www.nbcnews.com/id/wbna6786735\">for months</a> and made recordings of her conversations with Peterson. These included a <a href=\"https://abcnews.go.com/US/amber-frey-remembers-recorded-calls-scott-peterson-shaking/story?id=49763587\">notorious phone call</a> Peterson made to her on New Year’s Eve while attending a candlelight vigil for his murdered wife, in which he claimed to be in Paris, pretending the background noise of all Laci’s mournful supporters was coming from tourists at the Eiffel Tower. </p>\n\n<p>(If you didn’t know that was a real thing that happened, then hello and welcome to a truly head-turning case.)</p>\n\n<p>You probably also remember the incessant media coverage of this case at the peak of the 24-hour TV news cycle. Peterson’s <a href=\"https://abcnews.go.com/GMA/story?id=124563\">infamous interview</a> with Diane Sawyer, in which he laughed in all the wrong places, led to endless <a href=\"https://www.cbsnews.com/news/the-mind-of-scott-peterson/\">analysis</a> of his <a href=\"https://www.vox.com/psychology\" data-source=\"encore\">psychology</a> and what it said about his guilt or innocence. Meanwhile, Frey appeared in an incendiary <a href=\"https://abcnews.go.com/2020/video/scott-petersons-affair-revealed-public-sparking-media-frenzy-77702525\">press conference</a>, where she discussed the litany of lies Peterson had fed her both before and after Laci’s disappearance.</p>\n\n<p>Recent advocates for Peterson’s innocence have heavily implied that <a data-source=\"encore\" href=\"https://www.vox.com/media\">the media</a> created a false narrative of his guilt. This theory was a core part of Peterson’s <a href=\"https://www.cbsnews.com/news/scott-peterson-appeals-from-death-row-argues-he-received-unfair-trial-in-murder-of-wife-unborn-son/\">denied 2012 appeal</a>, as well as A&amp;E’s inflammatory docuseries <a href=\"https://www.aetv.com/shows/the-murder-of-laci-peterson\"><em>The Murder of Laci Peterson</em></a>. But there’s a difference between media interest in a case and media manipulation of a case. In fact, much of the contemporaneous reporting on the Peterson trial was <a href=\"https://pwc-sii.com/Media/case.htm\">fair</a> and even <a href=\"https://www.cbsnews.com/news/laci-dumped-at-scott-fishing-spot/\">sympathetic</a> to <a href=\"https://www.cnn.com/2007/US/law/12/11/court.archive.peterson7/index.html\">the defense</a>. </p>\n\n<p>The reality is that no amount of media sympathy could fully ameliorate the damage created by Peterson’s own behavior.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Scott Peterson never needed the media’s help to seem guilty</h2>\n\n<p>Scott Peterson seemed to have the perfect life: a good job, a beautiful, smart wife who adored him, and a baby on the way. But (stop us if you’ve heard this one before) not everything was as it seemed. Peterson had been cheating on Laci with a string of women <a href=\"https://www.cnn.com/2004/LAW/09/28/peterson.trial/\">since at least the beginning</a> of their five-year marriage. He did not want to be a father and told relatives he was “<a href=\"https://www.cnn.com/2004/LAW/06/10/peterson.case/\">hoping for infertility</a>.” Adding to the pressure was the intense <a href=\"https://www.sfgate.com/bayarea/article/THE-PETERSON-TRIAL-Credit-card-debt-takes-2736606.php\">financial strain</a> he was under; his business was failing, and two-thirds of his paycheck went toward paying off loans and interest on $20,000 in credit card debt.&nbsp;</p>\n\n<p>On the morning of December 24, 2002, Scott Peterson claimed to have left Laci — his eight-and-a-half-month-pregnant wife — preparing to do some intense housecleaning, while he stopped off at his warehouse and then went fishing.&nbsp;</p>\n\n<p>Peterson would later tell authorities that he decided to take an impromptu fishing trip to Berkeley Marina, around 90 miles away and past several other more convenient bodies of water. He had previously told multiple neighbors and relatives that he <a href=\"https://www.modbee.com/news/local/crime/scott-peterson-case/article3096545.html\">planned to go golfing</a> that day, and later <a href=\"https://www.sfgate.com/bayarea/article/THE-PETERSON-TRIAL-He-was-golfing-not-fishing-2750368.php\">lied to some</a> of them about where he’d gone. As an explanation, he would claim to police that he decided it was “<a href=\"https://abc7news.com/scott-peterson-interview-death-row-laci/2414289/\">too cold</a>” to go golfing, so by his telling, he spontaneously decided to go sit in a boat on the windy bay in <a href=\"https://weatherspark.com/h/d/557/2002/12/24/Historical-Weather-on-Tuesday-December-24-2002-in-San-Francisco-California-United-States#Figures-Temperature\">40-degree weather</a> instead.</p>\n\n<p>But nothing about the trip to the marina was spontaneous. Peterson, who was not a regular fisherman — he hadn’t had a regular fishing license <a href=\"https://www.modbee.com/news/local/crime/scott-peterson-case/peterson-moving-toward-trial/article3096592.html\">since 1994</a> — began researching fishing boats to buy on December 7, 2002. On December 8, he did extensive web searches for fishing supplies and tidal currents around the bay area, even <a href=\"https://www.cnn.com/2004/LAW/08/05/peterson.trial/\">zooming in</a> on Brooks Island, where authorities believe he took Laci’s body on Christmas Eve. He paid cash for a small fishing boat on December 9 — the <a href=\"https://pwc-sii.com/Timeline/Prelim.htm\">same day</a> that he told Amber Frey that he had “lost” his wife and that this would be his first Christmas without her. On December 23, the day before his supposedly unplanned fishing trip, he <a href=\"https://pwc-sii.com/CourtDocs/Exhibits/P-79.pdf\">purchased</a> a fishing license valid for two days only.</p>\n\n<p>Although he originally lied and told police he left home on Christmas Eve at 9:30 am, cellphone records placed him at or near home <a href=\"https://www.chron.com/news/nation-world/article/phone-call-casts-doubt-on-scott-peterson-s-alibi-1985323.php\">at 10:08 am</a>, just 10 minutes before a neighbor <a href=\"https://us.cnn.com/2004/LAW/06/10/peterson.trial/\">found Laci’s dog</a> running loose in the street and returned him to the Petersons’ yard. After eventually driving to Berkeley Marina and fishing there for less than an hour, he arrived back home at around 4:30 pm, washed his fishing clothes, ate some pizza, and then called Laci’s mother to tell her that her daughter was “<a href=\"https://www.cbsnews.com/news/petersons-alibi-in-question/\">missing</a>.”</p>\n\n<p>Despite the reams of circumstantial evidence, direct evidence in the case was scant. Peterson’s blood was found on the door of his truck, for which he gave conflicting explanations. A few drops of blood were <a href=\"https://www.sfgate.com/bayarea/article/the-peterson-trial-only-4-droplets-of-blood-2725148.php\">also found</a> on their bedroom comforter. Caught in a pair of pliers recovered from Peterson’s boat, police found hair matched to Laci’s through <a href=\"https://www.nbcnews.com/id/wbna3474357\">mitochondrial DNA testing</a>, an inconclusive but still genetic match — but Laci allegedly <a href=\"https://www.sfgate.com/bayarea/article/the-peterson-trial-wife-never-spoke-of-affair-2753651.php\">never knew</a> about the boat. Prosecutors also found evidence that he’d made <a href=\"https://people.com/celebrity/anchor-evidence-in-scott-peterson-trial/\">multiple cement anchors</a>, only one of which was located, and which they believed he used to weigh down Laci’s body.</p>\n\n<p>Peterson’s <a href=\"https://www.cnn.com/2004/LAW/06/10/peterson.case/\">odd behavior</a> continued after Laci disappeared. He made strange statements to friends and relatives about the cuts on his hand; he displayed a prevailing lack of emotion; he seemed reluctant to participate<strong> </strong>in search parties to look for her or press conferences about her.&nbsp;</p>\n\n<p>His cooperation with police “was always conditional,” investigators <a href=\"https://people.com/archive/the-peterson-case-how-they-got-scott-vol-63-no-20/\">told People</a> in 2005. “He was concerned about the wrong things.” He made repeated non-fishing trips to the marina, 90 miles away, only to “<a href=\"http://edition.cnn.com/2003/LAW/11/13/ctv.peterson.case/\">stare into the bay</a>” and then leave again after a few minutes. This was in January, months before Laci’s body would eventually be found in the bay.&nbsp;</p>\n\n<p>The same day their bodies were identified, Scott Peterson dyed his hair, borrowed <a href=\"https://people.com/crime/scott-petersons-car-had-sleeping-pills-weapons-cash/\">his brother’s photo ID</a>, and <a href=\"https://www.seacoastonline.com/story/news/2003/04/21/scott-peterson-carrying-10k-cash/51273085007/\">headed for the Mexico border</a> with over $10,000 in cash. The final jury <a href=\"https://www.nytimes.com/2004/12/10/us/jury-begins-deliberating-scott-petersons-punishment.html\">needed just seven hours</a> to convict him and ultimately sentence him to death.</p>\n\n<h2 class=\"wp-block-heading\">Innocence advocates have to ignore much of the evidence to make their case&nbsp;</h2>\n\n<p>The <a href=\"https://www.modbee.com/news/local/crime/scott-peterson-case/article274847271.html\">biggest argument</a> Peterson’s defenders have that another perpetrator committed the murders is that a burglary occurred just down the street. Peterson and his advocates argue that the two perpetrators of that burglary, Donald Pearce and Steven Todd, burgled the house on the morning of December 24 and that in the process, they abducted Laci Peterson. Since (according to Peterson) Laci was walking her dog that morning, his supporters typically believe she must have run across the burglars in the middle of the robbery, attracted their attention, and been murdered as a result. They theorize that Pearce and Todd waited for several days and then dumped her body in the region of the bay where Scott Peterson went fishing on December 24, all in order to frame him for the murder.&nbsp;</p>\n\n<p>But this idea doesn’t stand up to scrutiny, for numerous reasons. Even if we accept the absurd hypothesis that two thieves would abduct and kill a pedestrian in broad daylight, do nothing about it for a day or two until their murder victim became headline news, and then risk driving 90 miles to dump the high-profile victim’s body in an area where they already knew police were searching, all to frame a husband whom police already suspected, the timeline doesn’t work.&nbsp;</p>\n\n<p>Laci went missing on December 24. The robbers didn’t break into the neighboring house <a href=\"https://www.sfgate.com/bayarea/article/2-suspects-cleared-in-modesto-case-arrested-in-2687813.php\">until the morning</a> of the 26th. Both Pearce and Todd were investigated and cleared by investigators in 2003, and both cooperated fully with police. And even if the robbers could have lied about when they broke into the home, that still doesn’t work, because the residents of the home they robbed, the Medina family, didn’t leave their house on December 24 until approximately 10:33 am based on their <a href=\"https://pwc-sii.com/CourtDocs/Transcripts/Medina-Pros.htm\">cellphone records</a> — nearly a half hour after Scott Peterson left and 15 minutes after the dog was seen wandering the streets solo. </p>\n\n<p>Another conspiracy theory was one originally touted by Peterson’s defense at trial: the idea that Laci was killed as part of a ritual sacrifice and that Conner was removed from the womb alive. The main reason such a ludicrous theory could emerge (a theory <a href=\"https://www.cnn.com/2003/LAW/06/16/ctv.peterson/\">dismissed by media</a> at the time as classic <a href=\"https://www.vox.com/culture/22358153/satanic-panic-ritual-abuse-history-conspiracy-theories-explained\">satanic panic</a>) is that the bodies washed ashore at different times; however, the pathologist who conducted the autopsies on both bodies <a href=\"https://www.sfgate.com/bayarea/article/the-peterson-trial-pathologist-baby-was-2693350.php\">was confident</a> that Conner died in the womb as a result of his mother’s death.&nbsp;</p>\n\n<p>Among the most common reasons people give for arguing that Laci was still alive and well on the morning of the 24th is that multiple witnesses claimed to have seen her walking her dog. But <a href=\"https://www.youtube.com/watch?v=JobsBiszz70\">according to investigators</a>, none of those eyewitness reports were consistent or verifiable. Many were based on media reports of what Laci was wearing — reports that originally came from Peterson, who claimed that Laci had been wearing black pants. When her body was found, however, <a href=\"https://www.sfgate.com/bayarea/article/the-peterson-trial-wife-never-spoke-of-affair-2753651.php\">she was wearing khaki pants</a>. This matched what her sister had <a href=\"https://www.lifenews.com/2004/06/04/nat-553/\">seen her wearing</a> the night of December 23 — the night authorities believe Peterson murdered her.</p>\n\n<h2 class=\"wp-block-heading\">How do we know when someone is guilty of murder?</h2>\n\n<p>One of the pitfalls of living in an era of advanced forensic science is that it’s easier for a defense to argue that a dearth of forensics must equate to a dearth of evidence. But for most of human history, the primary way we’ve decided whodunnit is by collecting good old-fashioned clues — that is, circumstantial evidence. Circumstantial evidence isn’t always compelling, and it can often be explained away effectively by a defendant. But the more there is of it, the less reasonable alternate explanations become. In Scott Peterson’s case, he and his defense team have ready answers for every piece of incriminating evidence against him, except for the biggest question of all: Why is there so much incriminating evidence against him? </p>\n\n<p>As a society, we pay a lot of attention to what it means to prove something beyond a reasonable doubt. We spend much less time contemplating what unreasonable doubt might look like. Perhaps we should be paying more attention to the latter, if only so more cases like this one don’t squander too much of our cultural time and attention. The number of true crime devotees and <a data-source=\"encore\" href=\"https://www.vox.com/influencers\">influencers</a> who believe in Peterson’s innocence may be growing, but <a href=\"https://www.vox.com/culture/23506125/casey-anthony-evidence-where-the-truth-lies-how-true-or-false\">not every claim</a> of innocence is built on rational thinking. </p>\n\n<p>To justify Scott Peterson’s behavior, you have to posit a set of extraordinary circumstances, including that he just so happened to mention his wife’s demise to his girlfriend, coincidentally in the very same week he abruptly evinced an interest in fishing for the first time since the ’90s, coincidentally buying the same boat where her hair would later be found, after he coincidentally went fishing in the same region of the bay where her body would eventually be found, all while coincidentally lying repeatedly about his own actions. In a fictional scenario, it might be fun to imagine that all those details could be the result of some bizarre surprise explanation. But in the real world, a world where homicide by their intimate partners is <a href=\"https://www.bmj.com/company/newsroom/homicide-is-a-leading-cause-of-death-in-pregnant-women-in-the-us/\">a leading cause of death</a> for pregnant women, we know better. </p>\n\n<p class=\"has-text-align-none\">Or at least we should — if only for the sake of the next Laci Peterson.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, August 19, 11:36 am:</em></strong> <em>This piece was originally published on January 29, 2024, and has been updated with news of two new documentaries about the Laci Peterson case. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 2004, in one of the most high-profile trials of the past two decades, Scott Peterson was convicted of murdering his wife, Laci Peterson, 27, and their unborn son, Conner, with whom Laci was eight months pregnant. Now, two different new docuseries on the case — Netflix’s American Murder: Laci Peterson (released August 14) and [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "Did the Supreme Court just overrule one of its most important LGBTQ rights decisions?",
    "link": "https://www.vox.com/scotus/367636/supreme-court-lgbtq-abandon-bostock-louisiana-education-title-ix",
    "pubDate": "2024-08-19T15:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An LGBTQ flag sticks out of a person’s ponytail as people are gathered in from of the Supreme Court. \" data-caption=\"Gender rights activists demonstrate outside the US Supreme Court on June 30, 2023, in Washington, DC. | Olivier Douliery/AFP\" data-portal-copyright=\"Olivier Douliery/AFP\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1365645381.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Gender rights activists demonstrate outside the US Supreme Court on June 30, 2023, in Washington, DC. | Olivier Douliery/AFP</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Supreme Court handed down a brief and very odd opinion on Friday that seemed to abandon its landmark civil rights decision in <a href=\"https://www.supremecourt.gov/opinions/19pdf/17-1618_hfci.pdf\"><em>Bostock v. Clayton County</em></a> (2020), a four-year-old case that compelled the Biden administration to write rules forbidding discrimination against gay and trans students.</p>\n\n<p class=\"has-text-align-none\">The Court’s new decision in <a href=\"https://www.supremecourt.gov/opinions/23pdf/24a78_f2ah.pdf\"><em>Department of Education v. Louisiana</em></a> temporarily leaves in place lower court decisions that blocked Biden administration regulations that, among other things, seek to <a href=\"https://www.vox.com/scotus/363215/supreme-court-transgender-schools-bathrooms-tennessee-louisiana\">curb anti-LGBTQ discrimination by schools and universities</a>.</p>\n\n<p class=\"has-text-align-none\">The Biden administration’s rules seemed to be crafted with <em>Bostock </em>compliance in mind — indeed, had a key provision of those rules been written any other way, they would have been illegal under <em>Bostock</em>. And yet the Court ruled against this provision regardless.</p>\n\n<h2 class=\"wp-block-heading\"><em>Bostock v. Clayton County</em>, briefly explained</h2>\n\n<p class=\"has-text-align-none\"><em>Bostock </em>held that a federal anti-discrimination law that bans “sex” discrimination in the workplace forbids employers from discriminating on the basis of sexual orientation or gender identity. The opinion is written in expansive terms, indicating that any law that prohibits “sex” discrimination also bars discrimination against LGBTQ people.</p>\n\n<p class=\"has-text-align-none\">As Justice Neil Gorsuch wrote for the majority in <em>Bostock</em>, “it is <a href=\"https://www.supremecourt.gov/opinions/19pdf/17-1618_hfci.pdf\">impossible</a> to discriminate against a person for being homosexual or transgender without discriminating against that individual based on sex.” The Court reasoned that, if a male employee is allowed to date women, to dress in traditionally masculine clothing, or to otherwise present as a man, then a female employee must be allowed to do these same things. Otherwise, the employer is treating men differently than women, and that’s illegal sex discrimination.</p>\n\n<p class=\"has-text-align-none\">With <em>Bostock </em>in mind, the Biden administration recently released new regulations interpreting a law known as “Title IX,” which prohibits any school or other educational institution that receives federal funds from discriminating “<a href=\"https://www2.ed.gov/about/offices/list/ocr/docs/tix_dis.html\">on the basis of sex</a>.” Most public schools, colleges, and universities receive at least some federal grant money or assistance, so Title IX broadly protects against sex discrimination in education.</p>\n\n<p class=\"has-text-align-none\">Because <em>Bostock</em> ruled that it is “impossible” to discriminate against a gay or transgender person without discriminating based on sex, the Biden administration’s new rules define discrimination “on the basis of sex” to include “discrimination on the basis of sex stereotypes, sex characteristics, pregnancy or related conditions, <a href=\"https://www.vox.com/scotus/363215/supreme-court-transgender-schools-bathrooms-tennessee-louisiana\">sexual orientation, and gender identity</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Before Friday, moreover, the Court’s decision in <em>Bostock</em> appeared safe from its Republican supermajority. <em>Bostock</em>, after all, was handed down in 2020, after former President Donald Trump had already appointed two of the three justices he would eventually place on the Court. And the majority opinion was <a href=\"https://www.supremecourt.gov/opinions/19pdf/17-1618_hfci.pdf\">authored by Gorsuch and joined by Chief Justice John Roberts</a>, both Republicans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So, even after Justice Ruth Bader Ginsburg’s death gave Republicans a 6-3 supermajority on the Court, it appeared that there were still five justices remaining who agreed with <em>Bostock</em>’s reasoning. The decision in <em>Louisiana</em>, however, creates serious doubt about whether this Court will still protect LGBTQ people from discrimination.</p>\n\n<h2 class=\"wp-block-heading\">So what did the <em>Department of Education v. Louisiana </em>decision actually say?</h2>\n\n<p class=\"has-text-align-none\">The Court split 5-4 in its <em>Louisiana </em>decision, although along fairly narrow lines. Indeed, one of the most inexplicable things about this case is that all three of the Court’s Democrats appeared to agree with the conclusion that <em>Bostock</em> does not protect LGBTQ students from discrimination.</p>\n\n<p class=\"has-text-align-none\">The Biden administration regulations at issue in <em>Louisiana</em> did far more than just apply <em>Bostock</em> to educational settings. It included two other provisions benefitting LGBTQ students, including one that requires schools to allow trans students to use the bathroom that aligns with their gender identity, and another prohibiting schools from engaging in certain forms of “unwelcome sex-based conduct.”</p>\n\n<p class=\"has-text-align-none\">The red-state plaintiffs in <em>Louisiana</em> challenged these two provisions, plus the provision defining “sex” discrimination the same way it was defined in <em>Bostock</em>. </p>\n\n<p class=\"has-text-align-none\">Notably, the regulations also include a bevy of new rules that the red-state plaintiffs did not challenge, but lower courts blocked anyway. These include new rules governing the rights of pregnant students and school employees, rules permitting parents to act on behalf of students who face discrimination, and new definitions of terms that often arise in Title IX disputes — such as “disciplinary sanctions” or “postsecondary education.”</p>\n\n<p class=\"has-text-align-none\">In defending the Department of Education, the Justice Department <a href=\"https://www.vox.com/scotus/363215/supreme-court-transgender-schools-bathrooms-tennessee-louisiana\">did not ask the Court to reinstate</a> the bathrooms provision or the “unwelcome sex-based conduct” provision — although it will likely do so later after this litigation has progressed further in the lower courts. It did ask the Court to reinstate the provision implementing <em>Bostock</em>, as well as the other various provisions that were blocked by lower courts.</p>\n\n<p class=\"has-text-align-none\">And yet, five justices (all six of the Court’s Republicans except for Gorsuch), decided to give the Justice Department nothing. The lower court decisions blocking the entire set of regulations will remain in effect, at least for now.</p>\n\n<p class=\"has-text-align-none\">Four justices (all three of the Court’s Democrats plus Gorsuch) dissented, but their dissent is quite narrow. They argued that the lower courts erred by “blocking the Government from enforcing scores of regulations that [the plaintiffs] never challenged and that bear no apparent relationship to [plaintiffs’] alleged injuries.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">On this point, the dissenters are correct. The Supreme Court previously held in <a href=\"https://www.supremecourt.gov/opinions/17pdf/16-1161_dc8f.pdf\"><em>Gill v. Whitford</em></a> (2018) that, when a court finds a legal violation, the “remedy must of course be limited to the inadequacy that produced the injury in fact that the plaintiff has established.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the dissenters agree with the majority that the lower court orders blocking the definition of “sex” discrimination — again, a definition that is lifted from the Court’s decision in <em>Bostock</em> — should also remain in effect. Neither the majority nor the dissent explain why they appear to be abandoning <em>Bostock</em>. Indeed, <em>Bostock</em> is not cited anywhere in either the majority opinion or the dissent.</p>\n\n<p class=\"has-text-align-none\">It’s possible that the three Democrats voted the way that they did for reasons that have nothing to do with whether they agree with <em>Bostock</em>. <em>Louisiana</em> arrived at the Court on its “<a href=\"https://www.vox.com/2020/8/11/21356913/supreme-court-shadow-docket-jail-asylum-covid-immigrants-sonia-sotomayor-barnes-ahlman\">shadow docket</a>,” a mix of emergency motions and other matters that receive expedited treatment by the Supreme Court.</p>\n\n<p class=\"has-text-align-none\">The Court used to be very reluctant to do anything at all on its shadow docket — so reluctant, in fact, that <a href=\"https://www.vox.com/2020/8/11/21356913/supreme-court-shadow-docket-jail-asylum-covid-immigrants-sonia-sotomayor-barnes-ahlman\">lawyers historically were very cautious about bringing cases on the shadow docket to begin with</a>. Starting in the Trump administration, however, the Court’s Republican majority started granting shadow docket relief very often to Trump’s Justice Department, and <a href=\"https://www.vox.com/2020/12/2/21726876/supreme-court-religious-liberty-revolutionary-roman-catholic-diocese-cuomo-amy-coney-barrett\">later to other conservative litigants</a>. During this period, the Court’s Democratic minority <a href=\"https://www.vox.com/2019/9/12/20862320/sotomayor-supreme-court-favors-trump\">often complained</a> that their Republican colleagues were too quick to grant relief on the shadow docket.</p>\n\n<p class=\"has-text-align-none\">So one explanation for the Democratic justices’ votes in <em>Louisiana</em> is that they are trying to stick to a principled position on the shadow docket — refusing to grant relief to the Biden administration for the same reason they said the Court should have denied relief to the Trump administration four years ago.</p>\n\n<p class=\"has-text-align-none\">But, if the Democratic justices were asserting a principled stance against the shadow docket, why did they vote to reinstate the unchallenged provisions of the new Title IX rules?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another possibility is that the Democratic justices moderated their position in an attempt to secure five votes. Perhaps the three Democrats thought they could persuade two of their Republican colleagues to reinstate the unchallenged Title IX rules if they did not push to also reinstate the definition of sex discrimination?</p>\n\n<p class=\"has-text-align-none\">But, if the Democratic justices’ walked away from <em>Bostock</em> as part of a horse-trading negotiation, they also walked away without a horse. In the end, only Gorsuch joined them in voting to reinstate the unchallenged regulations.</p>\n\n<p class=\"has-text-align-none\">In any event, no member of the Court’s Republican majority stood behind <em>Bostock</em>, and none of them explained why they refused to do so either. All of the justices owe Americans an explanation for why they refused to block lower court orders that are clearly and unambiguously at odds with a binding Supreme Court precedent.</p>\n\n<p class=\"has-text-align-none\">So the <em>Louisiana</em> decision is an enigma. The justices aren’t telling us why they refused to follow <em>Bostock</em>. But, regardless of their reasons, the Court’s decision not to follow this landmark civil rights decision is an ominous sign for all victims of anti-LGBTQ discrimination.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Supreme Court handed down a brief and very odd opinion on Friday that seemed to abandon its landmark civil rights decision in Bostock v. Clayton County (2020), a four-year-old case that compelled the Biden administration to write rules forbidding discrimination against gay and trans students. The Court’s new decision in Department of Education v. [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "This coral reef has given scientists hope for years. Now they’re worried. ",
    "link": "https://www.vox.com/down-to-earth/366763/bonaire-coral-reef-caribbean-climate-change",
    "pubDate": "2024-08-19T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A field of staghorn coral in the clear, shallow waters of Bonaire.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-7290.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A field of staghorn coral in the clear, shallow waters of Bonaire.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If you plunge into the warm, blue waters of the Caribbean today, what you’ll see in most regions is actually quite bleak. Where there were once vibrant coral reefs teeming with sharks, groupers, and lobsters, there are now piles of rubble, carpets of green seaweed, and only the meager remains of<strong> </strong>a once colorful sea of coral.</p>\n\n<p class=\"has-text-align-none\">Over the last 50 years, <a href=\"https://www.unep.org/news-and-stories/press-release/despair-repair-dramatic-decline-caribbean-corals-can-be-reversed\">more than half</a> of all hard corals —&nbsp;colonies of tiny animals called polyps that grow skeletons and build coral reefs —&nbsp;have disappeared in the Caribbean. The picture is even grimmer nearby in the Florida Keys, where coral has declined by <a href=\"https://www.vox.com/climate/23868423/florida-coral-reef-bleaching-heat-wave-climate-change\">90 percent</a>. As corals die, seaweed often takes over, which can make it hard for the reef to recover.</p>\n\n<p class=\"has-text-align-none\">A range of mostly human forces has precipitated this loss: coastal construction, diseases, pollution, and, increasingly, <a href=\"https://www.vox.com/climate\">climate change</a>. Ocean warming is proving to be an endgame for reefs. As temperatures soar underwater, polyps lose a beneficial kind of algae that lives within their tissues and gives them energy and their vibrant<strong> </strong>color; without these algae the coral colonies are white, or “bleached,”&nbsp;and can starve to death. Since early 2023, record ocean temperatures have caused one of the worst <a href=\"https://www.vox.com/climate/24137250/coral-reefs-bleaching-climate-change\">bleaching crises</a> ever recorded.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"Coral cover in the Caribbean has declined dramatically while seaweed has increased\" src=\"https://datawrapper.dwcdn.net/fJe2y/3/\" frameborder=\"0\" height=\"573\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">The small island of Bonaire, however, tells a different story.</p>\n\n<p class=\"has-text-align-none\">East of Curaçao in the south Caribbean, Bonaire is a volcanic island just half the size of Chicago. And within its waters is a bustling marine metropolis. A large reef circles the island with towering, centuries-old corals, where countless creatures reside, from seahorses and sea turtles to hammerhead sharks and rays.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Vox_Coral_JennyAdler_01.jpg?quality=90&#038;strip=all&#038;crop=0,10.730529951316,100,78.538940097369\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Clockwise from top left: A collection of staghorn coral, a branching species that’s declined throughout the Caribbean; a juvenile spotted drum fish; a coral-dense expanse of reef with dive instructor and educator Carmen Toanchina in the distance; a grumpy looking frogfish.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Many marine scientists have for years considered this undersea Eden to be the healthiest coral reef in the Caribbean, and among the healthiest in the world. And in this vibrancy lies a hopeful story: <a href=\"https://www.frontiersin.org/journals/marine-science/articles/10.3389/fmars.2019.00265/full\">long-term research</a> suggests that this reef has —&nbsp;unlike most — successfully recovered from past bleaching events and storms that killed off a large portion of its coral.</p>\n\n<p class=\"has-text-align-none\">“Bonaire’s coral reefs appear to have uniquely resisted the changes that have swept through the Caribbean,” Robert Steneck, a marine ecologist, and a team of scientists wrote in a <a href=\"https://www.frontiersin.org/journals/marine-science/articles/10.3389/fmars.2019.00265/full\">2019 study</a>.</p>\n\n<p class=\"has-text-align-none\">Over one week in July, I traveled to the island to understand how it has defied the broader Caribbean trends. Perhaps, I thought, Bonaire has lessons to share that could help corals elsewhere survive for a few more decades, as countries move to slash their carbon emissions.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-6360.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"An underwater shot of a man in diving gear, with the ocean surface and land both visible.\" title=\"An underwater shot of a man in diving gear, with the ocean surface and land both visible.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">As I learned from interviews with nearly 20 scientists and longtime divers, and experiencing a dozen dives myself, even the most resilient coral reefs have a limit to what they can tolerate — and Bonaire is starting to exceed it. This is a worrying reality.<strong> </strong>If this coral reef can’t survive the coming challenges, can any of them?</p>\n\n<h2 class=\"wp-block-heading\">A magical, undersea metropolis</h2>\n\n<p class=\"has-text-align-none\">Life on land in Bonaire is nothing like it is underwater. Shaped like a boomerang, with the bend pointing east, the Dutch island is mostly desert, almost Martian in some places. Tall cactuses line the roads, where wandering donkeys often create traffic jams. A handful of salt flats are feasting grounds for flamingos, which hunt the crustaceans that turn their plumage pink.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-0680.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-0810.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">On a stifling July morning, underwater photojournalist Jenny Adler and I drove up the west coast. Our destination was a dive site in the north, where I’d heard the coral was especially plentiful —&nbsp;an example of Bonaire’s enduring richness. Scuba tanks rattled in our truck bed as we dodged iguanas skittering across the road. Neon green parrots flew overhead.</p>\n\n<p class=\"has-text-align-none\">After about 45 minutes of driving, we turned onto a road by the sea made of loose coral rubble. There was no sign of human life —&nbsp;no other people, no other cars, no buildings —&nbsp;but in the distance was a pile of old tires and driftwood. This makeshift structure marked the dive spot.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was produced in collaboration with the Pulitzer Center</h2>\n\n\n\n<p class=\"has-text-align-none\">This story is the first in an ongoing series on the future of coral reefs as they face threats from climate change and disease. It was supported by the <a href=\"https://bandfdn.org/about/\" data-type=\"link\" data-id=\"https://bandfdn.org/about/\">BAND Foundation</a> and a grant from the <a href=\"https://pulitzercenter.org/\" data-type=\"link\" data-id=\"https://pulitzercenter.org/\">Pulitzer Center</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">One reason why Bonaire is so popular among divers is that its reef is incredibly close to shore, often in just 10 or 20 feet of water. You don’t need a boat, as is typical elsewhere. You can just swim out and sink down.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Wearing tanks and air-filled vests, we walked into the shallows, stepping carefully through a minefield of sea urchins. The water was as warm and<strong> </strong>clear as a heated pool. Once we could no longer touch the bottom, we put on our fins, emptied the air from our vests, and descended, until all we could hear was the sound of our own breathing.</p>\n\n<p class=\"has-text-align-none\">Just like that, we entered another realm.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Vox_Coral_JennyAdler_02.jpg?quality=90&#038;strip=all&#038;crop=18.676,0,62.648,100\" alt=\"Underwater shots of brown coral reefs and blue ocean above them.\" title=\"Underwater shots of brown coral reefs and blue ocean above them.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-6671.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Giant coral structures rose from the seafloor in a mind-bending array of shapes, from cones and obelisks, to boulders and miniature mountain ranges. Some of the colonies looked like messy stacks of dinner plates. Others, like chunky fingers.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-9646.jpg?quality=90&#038;strip=all&#038;crop=0,32.539267015707,100,34.921465968586\" alt=\"A tiny black seahorse rising from behind coral.\" title=\"A tiny black seahorse rising from behind coral.\" data-has-syndication-rights=\"1\" data-caption=\"A longsnout seahorse — which we only found thanks to dive instructor Jürgen Pfalz.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">We cruised around and peered into crevices, most of which were occupied. Lobsters, eels, and puffers all lurked in the shadows. A school of blue fish with pointy faces, known as tangs, briefly enveloped us. And an endangered hawksbill sea turtle swam by in the distance, with an almost mesmerizing grace. We were like alien visitors descending on another world.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Reefs like this are not just a spectacle. They’re also essential to life on Earth.</p>\n\n<p class=\"has-text-align-none\">While they cover less than 1 percent of the ocean floor worldwide, they support <a href=\"https://www.fisheries.noaa.gov/national/habitat-conservation/shallow-coral-reef-habitat#:~:text=Coral%20reefs%20are%20the%20most,quarter%20of%20all%20ocean%20species.\">roughly a quarter</a> of all marine species. Those include animals that humans regularly eat, like groupers and lobsters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Beyond supplying us with food, coral reefs also defend coastal communities. During hurricanes, their large, bony structures help dampen storm surge that could otherwise flood houses, streets, and buildings. In the US alone, reefs safeguard the homes of more than 18,000 people and avert $1.8 billion in <a href=\"https://www.vox.com/down-to-earth/358329/down-to-earth-coral-reefs-hurricane-defense\">flood damage each year</a>.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-6589.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"A hawksbill turtle swimming underwater among coral\" title=\"A hawksbill turtle swimming underwater among coral\" data-has-syndication-rights=\"1\" data-caption=\"A critically endangered hawksbill turtle cruises by.\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Vox_Coral_JennyAdler_03.jpg?quality=90&#038;strip=all&#038;crop=18.676,0,62.648,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Left: A dense school of blue tangs. Right: A close-up view of star coral, where you can see the individual coral polyps.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Then there’s tourism — the economic engine for Bonaire and many other Caribbean islands. An estimated 70 percent of foreigners who visit Bonaire come to dive and snorkel, <a href=\"https://english.rijksdienstcn.com/documents/leaflets/agriculture-horticulture-and-livestock/nature-policy-plan/nature-policy-plan/nature-and-environment-policy-plan-caribbean-netherlands-2020-2030\">according to</a> the Netherlands government. The coral is such a popular attraction that many of the license plates in Bonaire have the slogan “Diver’s paradise.”</p>\n\n<p class=\"has-text-align-none\">The reef is “what the majority of our economy depends on,” said Roxanne-Liana Francisca, senior conservation manager at an environmental group called <a href=\"https://stinapabonaire.org/\">STINAPA</a>, which manages the island’s national parks. (One of them encompasses the reef.) “There’s a built-in appreciation for nature that's part of Bonaire’s culture.”</p>\n\n<p class=\"has-text-align-none\">It’s a good thing then that, for much of the last century, the reef in Bonaire has remained relatively healthy. <a href=\"https://www.dcnanature.org/wp-content/uploads/2018/09/BioNews-StatusOfTheReefs.pdf\">Research</a> suggests that the total cover of hard coral — a marker of reef health — is more extensive than in most other Caribbean reefs (<a href=\"https://iucn.org/sites/default/files/import/downloads/caribbean_coral_reefs___status_report_1970_2012.pdf\">some of these studies</a> are dated). There’s also a bounty of certain species that have largely vanished from the wider region, such as the striking staghorn coral that grows branches that look like studded antlers.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-0940.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"Small blue and black fish swim among a forest of corals resembling plants.\" title=\"Small blue and black fish swim among a forest of corals resembling plants.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“Bonaire is what a well-functioning, healthy reef should be,” said <a href=\"https://bio.unc.edu/faculty-profile/mccoy-sophie/\">Sophie McCoy</a>, a marine ecologist at the University of North Carolina Chapel Hill, who researches mats of algae-like bacteria that colonize these ecosystems. “We’ve been studying Bonaire in my lab as an example of how a reef should be functioning.”</p>\n\n<p class=\"has-text-align-none\">Life appears everywhere you look.&nbsp;On a shallow dive up the road from my hotel, I accidentally spooked a large reef octopus as I floated over a field of staghorn. It puffed up,<strong> </strong>and then shaped itself into a torpedo and swam away. While snorkeling offshore from a popular beach bar I saw a spotted eagle ray (the same species as the teacher, Mr. Ray, in the movie <em>Finding Nemo</em>). The shallows were sprinkled with sand dollars that looked like loaves of sourdough and — my favorite — <a href=\"https://www.vox.com/down-to-earth/24085776/queen-conch-florida-climate-change-conservation\">queen conchs</a>. They’re those giant snails with absurd googly eyes that peer out like a periscope from their shells.</p>\n\n<p class=\"has-text-align-none\">It seems that Bonaire has held onto an abundance of marine life that simply doesn’t exist in most other parts of the Caribbean.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-1143.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"A spotted eagle ray swims across a blue expanse.\" title=\"A spotted eagle ray swims across a blue expanse.\" data-has-syndication-rights=\"1\" data-caption=\"A spotted eagle ray appeared out of the blue on one of our dives on the more challenging east coast of Bonaire.\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-1615.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><strong>The secret to Bonaire’s abundance</strong></h2>\n\n<p class=\"has-text-align-none\">For one, it’s in a lucky location.<strong> </strong>Bonaire, along with the islands of Curaçao and Aruba, are below the hurricane belt, the path that most major Atlantic storms often take. That means many of the region’s most damaging hurricanes — such as this summer’s record-setting <a href=\"https://www.vox.com/climate/358323/hurricane-beryl-rapid-intesification-caribbean-climate\">Hurricane Beryl</a> — leave Bonaire and its coral relatively unscathed. Plus, until more recently, the island had a small population and little commercial development, which has limited things like pollution and construction that could harm the reef.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there’s another potentially critical reason why coral in Bonaire is so abundant: half a century of fishing restrictions. The island banned spearfishing in 1971 and soon after established one of the world’s first marine parks. The park, or marine protected area (MPA), encircles the entire island and prohibits certain kinds of fishing, anchoring, and other activities that can damage coral. Unlike most MPAs in the Caribbean, which fail to limit commercial activities, this park has successfully restrained fishing.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-6799.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Danielle de Kool, an ecologist at STINAPA, and a marine park ranger patrol in Bonaire’s marine park.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">What’s key here is that certain fish —&nbsp;namely, parrotfish —&nbsp;eat seaweed, which, if left unchecked, is the enemy of coral. As seaweed, or macroalgae, spreads, it can poison corals and make it hard for baby polyps to settle on the seafloor and grow into adult, reef-forming colonies.</p>\n\n<p class=\"has-text-align-none\">“The biggest impediment to coral recovery is macroalgae,” said <a href=\"https://umaine.edu/marine/people/robert-steneck/\">Robert Steneck</a>, a professor emeritus at the University of Maine, who’s been studying Bonaire’s reef for more than 20 years. “And the biggest way to control macroalgae is with herbivores.”</p>\n\n<p class=\"has-text-align-none\">As Steneck and some other scientists see it, fishing restrictions lead to more parrotfish. More parrotfish — and particularly large ones — lead to less seaweed (especially in the absence of other herbivores, like long-spined sea urchins, which have largely disappeared across the Caribbean). And less seaweed leads to more coral. Put together, this suggests that strong marine protections can help reefs bounce back after they get wrecked by bleaching or other threats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The virtue of MPAs as a coral conservation strategy is surprisingly controversial. What’s clear is that even the strongest protections, whether they prevent fishing, pollution, or any other local impacts, won’t do much for reefs during an extreme heat wave or storm. Such threats don’t care about park boundaries. That’s why some scientists have railed against MPAs as a coral-saving strategy.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-6086.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"Large elkhorn coral under water with light from the sun streaming down on it\" title=\"Large elkhorn coral under water with light from the sun streaming down on it\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“They can’t keep temperatures out,” <a href=\"https://johnfbruno.web.unc.edu/\">John Bruno</a>, a marine ecologist at the University of North Carolina Chapel Hill, told me. “They can’t keep climate out.”</p>\n\n<p class=\"has-text-align-none\">But according to Steneck, Bonaire is living proof that MPAs can indeed make reefs more resilient, even in the ailing Caribbean.&nbsp;You just need loads of herbivores — which the island has.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"Bonaire has far more parrotfish than other Caribbean reefs, even though they&#039;ve declined in recent years\" src=\"https://datawrapper.dwcdn.net/yvene/3/\" frameborder=\"0\" height=\"589\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">In Bonaire, the total biomass of parrotfish (a figure that incorporates both abundance and size) is among <a href=\"https://www.dcnanature.org/wp-content/uploads/2018/09/BioNews-StatusOfTheReefs.pdf\">the highest</a> in the region. That number has declined in recent years, for reasons that aren’t entirely clear, though the island still has far more parrotfish than most other Caribbean reefs.</p>\n\n<p class=\"has-text-align-none\">I saw dozens of them on every dive, some as large as human<strong> </strong>toddlers. They cruise around, stopping often to scrape algae off of rocks and coral with a set of big, beak-like teeth. (Parrotfish also eat the coral itself — and their excrement turns to sand —&nbsp;but the impact to coral is minimal, Steneck said.)</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-1417.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A large rainbow parrotfish displaying its big, algae-chomping front teeth.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">This profusion of parrotfish has helped Bonaire’s reef swiftly recover from damaging events in the past, Steneck said. In 2008, Hurricane Omar lashed Bonaire, damaging homes and many of its shallow reefs. Then in 2010, a marine heat wave drove a massive bleaching event in the southern Caribbean. Together, these events killed off 22 percent of the live hard coral, according to a <a href=\"https://www.frontiersin.org/journals/marine-science/articles/10.3389/fmars.2019.00265/full\">2019 paper</a> led by Steneck.</p>\n\n<p class=\"has-text-align-none\">But remarkably, the coral recovered. By 2017, coral cover had returned to its pre-destruction state, he found — a truly significant feat. “This is the first example of a resilient Caribbean coral reef ecosystem that fully recovered from severe climate-related mortality,” Steneck and his coauthors wrote in the <a href=\"https://www.frontiersin.org/journals/marine-science/articles/10.3389/fmars.2019.00265/full\">2019 study</a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Vox_Coral_JennyAdler_04.jpg?quality=90&#038;strip=all&#038;crop=18.676,0,62.648,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">What corals in Bonaire appear to show is critical: Long-term protection can help coral reefs survive. Again, the marine park is not the only reason why the reef is still standing. It’s also not representative of other MPAs, which are often poorly managed and <a href=\"https://www.vox.com/down-to-earth/2023/5/23/23720486/marine-protected-areas-sanctuaries-fishing-conservation\">allow industrial fishing practices</a>. Still, it shows there are ways to help coral withstand warming, short of putting an end to climate change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“You would be hard pressed to find reefs elsewhere that are in as good shape as the healthy reefs of Bonaire,” said <a href=\"https://ocean.si.edu/contributors/nancy-knowlton\">Nancy Knowlton</a>, a renowned marine scientist and author, formerly with the Smithsonian National Museum of Natural History, “which, as the data show, are a result of strong management.”</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Why I reported this</h2>\n\n\n\n<p class=\"has-text-align-none\">Last year, I <a href=\"https://www.vox.com/climate/23868423/florida-coral-reef-bleaching-heat-wave-climate-change\" data-type=\"link\" data-id=\"https://www.vox.com/climate/23868423/florida-coral-reef-bleaching-heat-wave-climate-change\">reported</a> on a marine heat wave that killed thousands of corals in Florida, which had been painstakingly “<a href=\"https://www.vox.com/recode/23016412/coral-reef-restoration-climate-change\">planted</a>” by conservation groups to restore reefs. Years of work — gone.</p>\n\n\n\n<p class=\"has-text-align-none\">That loss raised an urgent question: Can anything be done to help coral reefs survive, short of abruptly halting greenhouse gas emissions to limit global warming?</p>\n\n\n\n<p class=\"has-text-align-none\">In pursuit of an answer, I stumbled upon an active debate in marine biology. Some scientists think that local efforts to help corals, such as restoration and restricting fishing, are largely pointless — a resource-intensive distraction. Other researchers disagree, claiming strategies like this can in fact, make reefs more resilient and more likely to survive in a warming world.</p>\n\n\n\n<p class=\"has-text-align-none\">I wanted to figure out if there was truth to this idea that you can make reefs more resilient. And ultimately, that brought me to the small Caribbean island of Bonaire. The island has maintained the healthiest reefs in a region where most reefs are dying. The key question I wanted to answer was, how?</p>\n</div>\n\n<h2 class=\"wp-block-heading\"><strong>The troubling limits of marine protection&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">There’s a pretty enormous caveat to this otherwise hopeful message. While well-protected reefs with an abundance of coral may be able to recover from a few severe blows, it’s hard for them to survive a neverending deluge of threats. Coral grows slowly, on the scale of a few centimeters each year. Recovery takes time. No ecosystem —&nbsp;no matter how protected, no matter how healthy —&nbsp;can withstand the combined force of bleaching, pollution, and disease, year after year. Even the largest, most pristine stretches of the Great Barrier Reef <a href=\"https://www.nytimes.com/2024/08/07/climate/ocean-heat-great-barrier-reef.html\">aren’t safe</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Neither is Bonaire.&nbsp;While its reefs may be famously beautiful and packed with coral, this undersea ecosystem has still declined significantly in recent decades due to rampant coastal development, bleaching, and disease.&nbsp;And I saw these sorts of threats playing out in real time. On every dive we noticed a handful of corals that looked pale, either because they were starting to bleach or because they hadn’t yet recovered from bleaching last year. That’s the problem with climate change: As the baseline ocean temperature rises, bleaching events are becoming more common, giving corals less time to recover.</p>\n\n<p class=\"has-text-align-none\">Right now the surface water in Bonaire is close to <a href=\"https://coralreefwatch.noaa.gov/product/vs/gauges/abc_islands.php\">85 degrees</a>. That’s far hotter than it typically is this time of year, and it’s enough to cause another widespread bout of bleaching.&nbsp;This could happen any day now. </p>\n\n<p class=\"has-text-align-none\">What’s even more alarming is the spread of disease. Over the last decade, a sickness called stony coral tissue loss disease (SCTLD) has been spreading in the Caribbean and killing off a huge portion of the region’s hard, reef-building corals. Last spring, it appeared for the first time in Bonaire, where its impact has been quick and brutal. Preliminary research by STINAPA suggests that SCTLD&nbsp;—&nbsp;which essentially liquifies the coral colony from the inside out — has already wiped out nearly all of some species around the island, including maze, flower, and boulder brain corals. “It’s just devastating,” said Caren Eckrich, an ecologist at STINAPA.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-4765.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Vox_Coral_JennyAdler_05.jpg?quality=90&#038;strip=all&#038;crop=18.72375,0,62.5525,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">On a breezy morning, we joined biologists from STINAPA on a pair of dives to evaluate the damage from this disease. As we cruised along the reef, the biologists, including Francisca, pointed out signs of infection. The sickness appeared as white blotches radiating outward, or as a wave washing over the colony; SCTLD eats away at the colorful tissue, leaving only the calcium carbonate skeleton behind. Some corals, which were large enough to be decades or centuries old —&nbsp;colonies can live for thousands of years —&nbsp;were completely dead and covered in green and red algae.</p>\n\n<p class=\"has-text-align-none\">This reef may be one of the healthiest in the Caribbean —&nbsp;but it isn’t healthy. It’s sick, and it is literally dying before our eyes.</p>\n\n<p class=\"has-text-align-none\">People who haven’t been diving in Bonaire for decades struggle to grasp the scale of this destruction, Francisca told me, as we took off our vests and wetsuits after the first dive. They suffer from what she calls “shifting baseline syndrome.”</p>\n\n<p class=\"has-text-align-none\">“I’ve been looking at this dive site for six years, and there used to be so much more coral,” said Francisca, who grew up in the nearby island of Curacao. “But if you’re coming in new or if you’re coming in from other places, you’re like, ‘What are you talking about? This site is amazing!’ It has definitely declined.”</p>\n\n<p class=\"has-text-align-none\">I’m susceptible to this syndrome myself.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-5473.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Earlier in the week I went diving on the east side of the island, where few people get in the water. The coastline here is lined with sharp rocks and battered by large waves. You typically need a guide to scuba dive, and mine was a Dutch man named Bas Tol, who’s been diving in Bonaire for three decades. With tanks strapped to our back, we jumped off a small cliff into the choppy water below.</p>\n\n<p class=\"has-text-align-none\">Through my eyes the reef was mesmerizing. There were massive sea sponges and coral structures twice my size. We also encountered what might be the cutest creature in the entire ocean: a baby trunkfish. When they’re young, these animals are perfectly spherical and not much larger than a chickpea. This one looked like a black and white polka-dotted orb floating in the ocean.&nbsp;</p>\n<div class=\"video-container\"><iframe src=\"https://volume.vox-cdn.com/embed/f730e1be9?player_type=youtube&#038;autoplay=1&#038;loop=1&#038;placement=article&#038;tracking=article:rss\" allowfullscreen frameborder=\"0\" allow=\"autoplay\"></iframe></div>\n<p class=\"has-text-align-none\">But to Tol, this scene was a bit depressing. “What you saw today is half of what was there last year,” he said as we dried off by his truck. The reef is “under constant bombardment,” from bleaching, and now SCTLD, he said. “This is what I’ve been seeing for years. It’s just not getting better. It’s getting worse.”</p>\n\n<p class=\"has-text-align-none\">Comments like this raise a much graver concern: If Bonaire’s reefs, which are among the healthiest and best protected in the world, are starting to fail, it’s hard to imagine that those elsewhere, and especially in the Caribbean, are anything but doomed.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-6494.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><strong>The Caribbean can’t save its reefs —&nbsp;but it’s not powerless</strong></h2>\n\n<p class=\"has-text-align-none\">What I saw in Bonaire is, on one hand, a stinging indictment of marine protection. Why invest in restricting fishing and other harmful activities if bleaching and disease will just sweep through the reef anyway?</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Vox_Coral_JennyAdler_06.jpg?quality=90&#038;strip=all&#038;crop=18.72375,0,62.5525,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">From another perspective, it’s those decades of marine protection that have given Bonaire something to lose. The island is facing ocean warming and SCTLD with a greater amount of coral to begin with. And that inherently makes the reef more resilient. Because some corals are naturally more resistant to diseases and the effects of extreme heat, a larger baseline population should have more survivors.&nbsp;Then there are all of those parrotfish. The years to come will be the ultimate test of Steneck’s theory: that a squadron of herbivores will help the reef bounce back.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Even though we have disease and climate change, we’re doing way better than most reefs around the world because of the conservation for more than 60 years,” said Ebby Jules, a local dive instructor who's been diving in Bonaire since the late 1980s.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-5056.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">In the long term, there’s no way to ensure a future for corals, at least as they appear today, without quickly slashing carbon emissions. That much is clear. Yet what’s happening in Bonaire reveals that there are, in fact, ways to strengthens the ability of coral reefs to withstand the threat of warming. Here’s how Steneck’s 2019 paper put it: “It is easy to conclude that the long-term prognosis for coral reefs is poor, but it is inaccurate to say there is nothing humans can do to halt or slow the decline of these beleaguered ecosystems.”</p>\n\n<p class=\"has-text-align-none\">And this point is critical for Caribbean islands, because they have very little influence over the global climate. Comprised of small nations and territories that lack huge industries, the region’s share of carbon emissions worldwide is <a href=\"https://www.imf.org/-/media/Files/Publications/WP/2022/English/wpiea2022179-print-pdf.ashx#:~:text=The%20Caribbean's%20share%20of%20global,global%20average%20of%204.6%20tons.\">less than half a percent</a>.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Vox_Coral_JennyAdler_07.jpg?quality=90&#038;strip=all&#038;crop=18.81925,0,62.3615,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Left: Dive instructor and educator Carmen Toanchina, who volunteers with STINAPA, applies antibiotics to a boulder brain coral infected with SCTLD. Right: A close-up look at the antibiotic paste used to prevent the disease from spreading.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“There is absolutely nothing the Caribbean can do about lowering carbon emissions,” Francisca told me. “But we can do something about those local stressors. Hopefully, by addressing those local stressors, we continue to build resilience into the system.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Beyond patrolling the marine park for illegal fishing and anchoring, STINAPA is now using antibiotics to treat corals that are infected with SCTLD. Though slow-going, this approach appears to be blunting the disease’s impact. Other organizations, like Reef Renewal Bonaire, meanwhile, are growing baby corals in nurseries to eventually plant on the reef, like saplings in a degraded forest.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“What we were trying to do is keep as many individuals as we can alive,” Francisca said. “The longer they’re alive, the longer they're reproducing, and the longer they’re reproducing, the more babies are out there.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/adler_final-8355.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"A view from below of five divers swimming around coral nurseries at the surface of water\" title=\"A view from below of five divers swimming around coral nurseries at the surface of water\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">As Francisca sees it, the goal is to keep the ecosystem functioning until other countries — and their politicians and corporations — figure out how to wrestle down greenhouse gas emissions. This approach has a time limit; marine protections will only stave off coral collapse for so long. Heat is killing these animals today. But even buying reefs a few more decades helps, said Francisca, especially in a place like Bonaire.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Reefs are not just ecological systems, they are cultural and historical systems,” Francisca said. Even if protecting corals only buys 20 years, she said, that helps. “That is 20 years of fishing for the people who depend on fisheries, that is 20 years of tourism for the people who depend on tourism.”</p>\n\n<p class=\"has-text-align-none\">“We can’t afford to just give up,” she added. “If we just give up, we’re giving up on our history, giving up on our heritage, but also giving up on our livelihoods.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If you plunge into the warm, blue waters of the Caribbean today, what you’ll see in most regions is actually quite bleak. Where there were once vibrant coral reefs teeming with sharks, groupers, and lobsters, there are now piles of rubble, carpets of green seaweed, and only the meager remains of a once colorful sea [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Can Kamala Harris overcome her campaign’s biggest challenge?",
    "link": "https://www.vox.com/politics/367389/dnc-2024-kamala-harris-policies-trump-dangerously-liberal",
    "pubDate": "2024-08-19T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris in a navy jacket and tan blouse, smiling behind a podium and a microphone.\" data-caption=\"Democratic presidential candidate Vice President Kamala Harris speaks during a campaign rally at Temple University on August 6, 2024, in Philadelphia, Pennsylvania. | Andrew Harnik/Getty Images\" data-portal-copyright=\"Andrew Harnik/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2165608844.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Democratic presidential candidate Vice President Kamala Harris speaks during a campaign rally at Temple University on August 6, 2024, in Philadelphia, Pennsylvania. | Andrew Harnik/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Trump campaign wants to run against an anti-cop, open-borders “<a href=\"https://www.nytimes.com/2024/08/12/opinion/harris-trump-communist.html\">communist</a>” — and believes that it can cast Vice President Kamala Harris in that role.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris, for her part, has taken pains to beat such charges of ideological extremism. By abandoning certain progressive commitments, embracing conservative rhetorical tropes, and claiming the mantle of economic populism, she has sought to define herself as the kind of Democrat who swing voters can trust. Much of this week’s Democratic National Convention will likely be focused on that rebranding effort. </p>\n\n<p class=\"has-text-align-none\">Still, there’s reason to think that the GOP may succeed in tarring Harris as a radical. During her ill-fated 2020 primary campaign, today’s Democratic nominee embraced a wide array of profoundly left-wing positions. As a large field of presidential aspirants vied for highly engaged progressives’ attention and donations, Harris said she would <a href=\"https://fortune.com/2024/07/27/kamala-harris-fracking-ban-reversal-oil-and-gas-donald-trump-pennsylvania/\">ban fracking</a>; <a href=\"https://www.washingtonpost.com/graphics/politics/policy-2020/immigration/abolish-ice/\">reduce funding</a> for Immigration and Customs Enforcement; <a href=\"https://www.washingtonpost.com/graphics/politics/policy-2020/immigration/criminal-penalties-section-1325/\">decriminalize</a> unauthorized border crossing; replace all private health insurance <a href=\"https://freebeacon.com/politics/harris-on-private-health-insurance-lets-eliminate-all-of-that/\">with Medicare-for-all</a>; and establish a <a href=\"https://www.nbcnews.com/politics/2020-election/live-blog/gun-safety-forum-live-updates-las-vegas-n1060911#ncrd1061751\">“mandatory buyback program”</a> for assault weapons. After her campaign ended, in the summer of 2020, she <a href=\"https://www.cnn.com/2024/07/26/politics/kfile-kamala-harris-praised-defund-the-police-movement-in-june-2020/index.html\">praised</a> the “defund the police” movement. Many of these stances are exceptionally unpopular with the general public. In a poll from 2019,<strong> </strong><a href=\"https://theweek.com/speedreads/854249/even-most-democrats-dont-support-decriminalizing-border-crossings-poll-finds\">just 27 percent</a> of voters supported the decriminalization of unauthorized border crossing, while in 2020 only 37 percent <a href=\"https://www.vox.com/policy-and-politics/2019/7/29/8910387/medicare-for-all-insurance-private-abolish-bruenig\">backed abolishing private health insurance</a>, and<strong> </strong>in 2021<strong> </strong>a mere 15 percent <a href=\"https://www.pewresearch.org/short-reads/2021/10/26/growing-share-of-americans-say-they-want-more-spending-on-police-in-their-area/\">wanted lower police spending</a> in their area. And although some versions of Medicare-for-all poll well, only 37 percent of voters supported it when told that it would involve banning all private health insurance, according to a 2019 <a href=\"https://www.kff.org/slideshow/public-opinion-on-single-payer-national-health-plans-and-expanding-access-to-medicare-coverage/\">KFF poll</a>.</p>\n\n<p class=\"has-text-align-none\">In a recent&nbsp;<a href=\"https://www.nytimes.com/interactive/2024/08/10/us/elections/times-siena-poll-likely-electorate-crosstabs.html\" target=\"_blank\" rel=\"noreferrer noopener\">New York Times poll</a>&nbsp;of three battleground states, 44 percent of voters said Harris was “too liberal,” (while only 34 percent said Trump was “too conservative”). And in a <a href=\"https://news.gallup.com/poll/646547/age-issues-working-trump-advantage-pre-debate.aspx\">Gallup poll</a> taken in June, 56 percent of voters said that Biden was “too liberal,” while 44 percent deemed Trump “too conservative.”</p>\n\n<p class=\"has-text-align-none\">Given all this, it isn’t surprising that Trump’s team is hammering the charge that Harris is “<a href=\"https://www.foxnews.com/politics/trump-camp-says-harris-walz-dangerously-liberal-ticket-every-americans-nightmare\">dangerously liberal</a>” — or, in the Republican nominee’s characteristically <a href=\"https://www.cnn.com/2024/08/08/politics/harris-vance-midwest-trump-analysis/index.html\">hyperbolic telling</a>, that she “would want this country to go communist immediately, if not sooner.”</p>\n\n<p class=\"has-text-align-none\">For the moment, swing voters don’t seem to believe that Harris and her running mate, Minnesota Gov. Tim Walz, are the second coming of Karl Marx and Friedrich Engels. The Democratic nominee has <a href=\"https://www.semafor.com/article/08/14/2024/kamala-harris-leads-ties-donald-trump-battleground-statespolls\">risen steadily in the polls</a> and currently <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">leads Trump</a> in three of<strong> </strong>the most hotly contested battleground states.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the campaign is young. The GOP has just started <a href=\"https://newrepublic.com/post/184783/donald-trump-ads-swing-states-kamala-harris\">airing its attacks</a> on Harris’s record. And Trump has undermined his own campaign’s messaging in recent weeks by steering public attention away from, say, Harris’s past stance on fracking and toward his own belief that he is <a href=\"https://www.vox.com/2024-elections/364172/trump-nabj-black-voter-journalist-racist-kamala-harris-indian-american\">the arbiter</a> of whether she is truly Black. With more ad spending and message discipline, Trump’s team could plausibly dent Harris’s standing with attacks on her ideology.</p>\n\n<p class=\"has-text-align-none\">Or at least, the Democratic nominee is taking that possibility seriously.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since her campaign’s launch a month ago, Harris has sought to align herself with majority opinion in (at least) three distinct ways. First, she has moderated substantively, <a href=\"https://www.politico.com/news/2024/07/28/harris-campaign-trump-fracking-ban-00171537\">disavowing</a> her most left-wing issue positions from 2020, while touting her support of a bipartisan border security bill and the <a href=\"https://x.com/MediumBuying/status/1821882462017855925\">toughness</a> of her prosecutorial record.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Second, she has made the case for liberal issue positions in philosophically conservative terms — framing her social policies as attempts to safeguard individual freedom from government overreach and her fiscal agenda as, among other things, a plan for <a href=\"https://x.com/sethbannon/status/1823430531658523006\">helping strivers</a> “build intergenerational wealth.”</p>\n\n<p class=\"has-text-align-none\">Finally, Harris has <a href=\"https://www.youtube.com/watch?v=LQ9a-x_gqQ0\">painted herself</a> as a tribune of the middle class and her opponent as a servant of the wealthy few. To claim the mantle of economic populism, Harris has not been afraid to tout ideas that are substantively left-wing yet broadly popular.</p>\n\n<p class=\"has-text-align-none\">All three of these tactics have merit; political scientists have demonstrated that each offers a potential electoral benefit.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, Harris’s strategy risks increasing the salience of issues that are unfavorable for her party. And in the absence of a coherent account of why her views changed so markedly over the past four years, some voters are liable to see her current ideological positioning as more cynical than sensible.</p>\n\n<p class=\"has-text-align-none\">To this point, Harris’s campaign is going better than most Democrats dared to hope. But if there is one thing that could sour the Democratic ticket’s good vibes, it is a smear campaign that tars her as a radical. The future of our republic may therefore hinge on how well Harris parries that attack.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Harris 2024 is unburdened by what has been</h2>\n\n<p class=\"has-text-align-none\">Harris’s primary approach to moderating her image is straightforward: She has disavowed her most unpopular past positions, while pledging to get “tough” on crime and the border.</p>\n\n<p class=\"has-text-align-none\">In recent weeks, the Harris campaign has told various press outlets that she no longer supports a <a href=\"https://www.politico.com/news/2024/07/28/harris-campaign-trump-fracking-ban-00171537\">ban on fracking</a>, the <a href=\"https://www.axios.com/2024/08/09/kamala-harris-pivots-progressive-policies-2024\">decriminalization</a> of unauthorized border crossings, and <a href=\"https://thehill.com/homenews/campaign/4801186-kamala-harris-policy-pivots-gop-attacks/\">single-payer health care</a>. </p>\n\n<p class=\"has-text-align-none\">Meanwhile, Harris has played a tough-as-nails prosecutor and border hawk on TV. In <a href=\"https://x.com/mattyglesias/status/1821947295639712038\">one recent campaign advertisement</a>, a grave-voiced narrator tells swing-state voters:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>Kamala Harris has spent decades fighting violent crime. As a border state prosecutor, she took on drug cartels and jailed gang members for smuggling weapons and drugs across the border. As vice president, she backed the toughest border control bill in decades. And as president, she will hire thousands more border agents and crack down on fentanyl and human trafficking. Fixing the border is tough, so is Kamala Harris.</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">In both this ad and <a href=\"https://www.aol.com/news/harris-talks-immigration-plans-packed-032548556.html\">her stump speeches</a>, Harris has committed herself to the Senate’s <a href=\"https://www.vox.com/politics/2024/2/5/24062710/senate-immigration-bill-border-security-ukraine-2024\">bipartisan border security bill</a>. That legislation would curtail the right to seek asylum when too many migrants try to cross the US border at once, while also raising the legal threshold for asylum claims. This represents a departure from mainstream Democrats’ traditional position on border security, which held that measures fortifying the border should be paired with some form of amnesty for longtime, law-abiding undocumented US residents. And the bill is even more starkly contrary to Harris’s <a href=\"https://www.npr.org/2024/07/22/nx-s1-5048025/kamala-harris-immigration-policy-border-central-america\">2019 position on immigration</a>, which privileged humanitarian concerns above law enforcement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is unclear whether Harris’s pivot on criminal justice issues has any substantive content. During her 2020 campaign, Harris generally sought to emphasize the most liberal aspects of her <a href=\"https://www.vox.com/today-explained-newsletter/363859/kamala-harris-prosecutor-record-tough-crime\">prosecutorial record</a>, such as her support for alternatives to incarceration for <a href=\"https://bja.ojp.gov/sites/g/files/xyckuh186/files/Publications/BackonTrackFS.pdf\">first-time offenders</a> under 31 years old. With violent crime still near historic lows and the Black Lives Matter movement foregrounding the harms of abusive policing and mass incarceration, Harris chose not to advertise her success in locking up alleged criminals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, she clearly has no compunction about touting her imprisonment of killers and drug dealers. As of yet, this change in tone and emphasis does not appear to signal large changes in concrete policy positions. But it stands to reason that a Democratic nominee who wins on Harris’s 2024 message may be reluctant to sign off on major reductions in criminal sentencing — and eager to <a href=\"https://thehill.com/homenews/administration/4289536-biden-administration-334m-police-officers-school-security/\">expand police department head counts</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These shifts could pay electoral dividends (even if Harris’s new border security policy seems <a href=\"https://www.theatlantic.com/ideas/archive/2023/06/deterrence-immigration-us-border-policy/674457/\">unlikely to resolve</a> our present immigration system’s dysfunction).&nbsp;</p>\n\n<p class=\"has-text-align-none\">American voters’ views on both crime and <a href=\"https://www.vox.com/politics/351535/3-theories-for-americas-anti-immigrant-shift\">immigration have trended rightward</a> over the past four years. As of February, 77 percent of Americans considered the situation at the US southern border to be either a “crisis” or a “major problem, according to <a href=\"https://www.pewresearch.org/politics/2024/02/15/how-americans-view-the-situation-at-the-u-s-mexico-border-its-causes-and-consequences/\">Pew Research</a>. In a <a href=\"https://news.gallup.com/poll/647123/sharply-americans-curb-immigration.aspx\">Gallup poll</a> published in July, meanwhile, a majority of Americans said they wanted immigration “decreased” for the first time since 2005.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When the Democratic pollster Navigator <a href=\"https://navigatorresearch.org/two-in-three-americans-support-the-bipartisan-immigration-deal/\">asked</a> Americans whether they supported the bipartisan border security bill — when described as legislation that would increase “funding for border security and make it harder for migrants to claim asylum” — 66 percent did, while just 21 percent opposed it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, the percentage of Americans who consider crime an extremely serious or very serious problem in the United States has surged during the Biden era in <a href=\"https://news.gallup.com/poll/544442/americans-crime-problem-serious.aspx#:~:text=WASHINGTON%2C%20D.C.%20%2D%2D%20Sixty%2Dthree,as%20in%202010%20and%202016.\">Gallup’s polling</a> (and this year’s <a href=\"https://www.vox.com/policy/366622/violent-crime-dropping-pandemic-wave-2024\">decline in violent crime</a> has not quelled the public’s concerns).</p>\n\n<p class=\"has-text-align-none\">The fact that voters have moved right on immigration doesn’t necessarily mean that Democrats would benefit electorally from doing the same.&nbsp; Some commentators and academics question whether candidates’ issue positions exert a significant influence on voter behavior. After all, many swing voters do not follow politics closely and are ignorant of even the most basic policy distinctions between the two parties. And research suggests that voters’ <a href=\"https://press.princeton.edu/books/hardcover/9780691169446/democracy-for-realists\">social identities</a> and candidates’ non-ideological qualities (such as<strong> </strong><a href=\"https://journals.sagepub.com/doi/abs/10.1177/1532673X19875710\">attractiveness</a>) have considerable political impacts.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nevertheless, the idea that there is <em>no</em> benefit to aligning your positions with popular opinion is untenable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0261379421001347\">a 2022 paper</a>, political scientists from Baylor University attempted to gauge the importance of policy proximity — the extent to which a candidate’s policies align with one’s own — to voter behavior. They found that more than 80 percent of voters support the candidate who most closely represents their views. And on the issues that such voters deem “extremely important,” policy proximity can be as influential on vote choice as partisanship.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given that voters have been listing “crime” and “immigration” high on their list of top concerns, it’s plausible that Harris could win some votes by aligning herself more closely with public opinion on those subjects. And in an election that could be decided by tens of thousands of votes in a handful of states, “some votes” could be decisive.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Harris is selling liberal policies in conservative packaging</h2>\n\n<p class=\"has-text-align-none\">In addition to substantively moderating on select issues, Harris and Walz have been trying to make their liberal agenda sound maximally appealing (and unthreatening) to moderate and conservative voters.</p>\n\n<p class=\"has-text-align-none\">Harris has a conventionally <a href=\"https://www.nytimes.com/2024/08/14/us/politics/kamala-harris-economy-north-carolina.html\">Democratic economic agenda</a>, which includes support for labor unions, higher taxes on the rich, and expanded social welfare spending for poor and middle-class people. Instead of selling these ideas solely with reference to progressive values such as equality, however, Harris has framed them as a means of <a href=\"https://x.com/KamalaHarris/status/1818439127144317173\">ensuring</a> that “every person has the opportunity to build a business, to own a home, to build intergenerational wealth.”&nbsp;Similarly, Harris has framed her labor agenda as an attempt to increase <a href=\"https://x.com/MorePerfectUS/status/1821275188664975421\">workers’ personal liberty</a>, rather than to reduce inequality, promising on the stump to fight for “a future where every worker has the freedom to join a union.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris and Walz have simultaneously framed their liberal social agenda as a reflection of their commitment to personal liberty and skepticism of intrusive government.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We respect our neighbors and the personal choices they make, even if we wouldn’t make the same choices for ourselves,” Walz <a href=\"https://x.com/Acyn/status/1821267046170292436\">recently told</a> a crowd in Wisconsin. “Because we know there’s a golden rule — mind your own damn business. I don’t need you telling me about our health care. I don’t need you telling us who we love. And I sure the hell don’t need you telling us what books we’re going to read.”</p>\n\n<p class=\"has-text-align-none\">The Democratic ticket has also <a href=\"https://x.com/PettyLupone/status/1822456477652758672\">framed</a> its commitment to democracy as an expression of patriotism and reverence for the Constitution.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Academic research indicates that this general framing technique can be effective. In 2019, sociologists at Stanford University <a href=\"https://news.stanford.edu/stories/2019/05/political-messages-values-matter-policy\">conducted a survey experiment</a> to test how different moral framings influence support for progressive policies. They presented one group of voters with a fictional Democratic politician who defined their agenda with reference to progressive values — saying that his “vision for our country is based on principles of economic justice, fairness and compassion.” They then presented a second group of voters with the same hypothetical politician, but who framed his policy agenda in conservative terms, saying that his “vision for America is based on respect for the values and traditions that were handed down to us: hard work, loyalty to our country and the freedom to forge your own path.”</p>\n\n<p class=\"has-text-align-none\">They found that support for the fictional Democrat was higher among the latter group, as appealing to conservative moral values won over a significant number of conservative and moderate voters without alienating liberal respondents.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This finding is consistent with one of the <a href=\"https://www.journals.uchicago.edu/doi/abs/10.1017/S0022381613000832?journalCode=jop\">oldest and most broadly supported</a> findings in political science: Americans tend to be symbolically conservative (in that they are attached to individual liberty and small government as abstract ideals) but operationally liberal (in that they tend to oppose virtually all cuts to the welfare state, and support higher taxes on the rich).</p>\n\n<p class=\"has-text-align-none\">Harris’s campaign rhetoric embodies this insight, wrapping left-of-center economic policies in conservative moral sentiments.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Progressive is not the opposite of pragmatic</h2>\n\n<p class=\"has-text-align-none\">Although Harris has moderated both substantively and rhetorically, she has not become an across-the-board centrist. Rather, she has stuck to a left-populist economic message, <a href=\"https://www.youtube.com/watch?v=LQ9a-x_gqQ0\">telling voters</a> that she “knows what it’s like to be middle-class” and is therefore determined to “lower health care costs and make housing more affordable” — while “Donald Trump has no plan to help the middle class, just more tax cuts for billionaires.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">To bolster her credentials as a champion of ordinary people and opponent of exploitative elites, Harris has embraced some markedly left-wing policies. She has not only championed Biden’s agenda on paid family leave, child care, and cash benefits to families with young children, but also promised to crack down on corporate price-gouging in the <a href=\"https://www.nbcnews.com/business/economy/harris-propose-federal-ban-corporate-price-gouging-food-groceries-rcna166741\">grocery</a> and <a href=\"https://www.vox.com/housing/365063/kamala-harris-housing-rent-control-landlords\">housing sectors</a>.</p>\n\n<p class=\"has-text-align-none\">On the latter front, Harris has vowed to “take on corporate landlords and cap unfair rent increases,” likely referring to a recent Biden administration proposal to bar large landlords from increasing rents by more than 5 percent a year nationwide.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The wisdom of these plans is disputable. Rent control measures are effective at increasing the affordability of housing units subject to control. But they <a href=\"https://www.sciencedirect.com/science/article/pii/S1051137724000020?via%3Dihub\">often lead</a> to higher rents for new tenants not covered by rent restrictions, in part because constraining the profitability of rental units reduces builders’ incentives to construct more housing. Similarly, when poorly designed, price controls can worsen poverty (<a href=\"https://documents1.worldbank.org/curated/en/735161586781898890/pdf/Price-Controls-Good-Intentions-Bad-Outcomes.pdf\">as in rent</a>) and induce shortages <a href=\"https://mattbruenig.com/2023/05/06/fairlife-refuses-to-inflate-prices/\">(as in foodstuffs</a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nevertheless, imposing price caps on corporate landlords and grocery chains is undoubtedly a leftwing economic policy, which substantially increases the state’s involvement in commerce.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet such policies nevertheless poll well with voters of all stripes. In Navigator’s polling, 86 percent of voters <a href=\"https://navigatorresearch.org/wp-content/uploads/2024/05/Navigator-Update-05.23.2024.pdf\">expressed support</a> for “cracking down on rent gouging by corporate landlords and private equity firms involved in buying up rental properties, while a <a href=\"https://navigatorresearch.org/more-than-four-in-five-say-cracking-down-on-corporate-greed-should-be-a-priority/\">similar share</a> said that “cracking down on corporations that are price gouging on things like food and gas” should be one of the government’s top priorities. Further, embracing a crusade against profiteers provides Harris with an account of inflation’s causes — and answer to the cost-of-living crisis — that does not implicate the Biden administration’s policies or threaten the interests of core Democratic constituencies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris’s evident belief that there is no inherent tension between broadening her appeal and embracing certain progressive economic policies is consistent with empirical evidence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to Berkeley political scientist David Broockman, most swing voters view policies on <a href=\"https://www.vox.com/2014/7/8/5878293/lets-stop-using-the-word-moderate\">an issue-by-issue basis</a>, holding an ideologically diverse range of opinions, rather than uniformly “moderate” ones.</p>\n\n<p class=\"has-text-align-none\">&nbsp;“My sense of the efficacy in moderating is not so much that it sends a broad signal that Harris is centrist,” Broockman told Vox. Rather, he believes that moderating tends to work because it leads Democrats to disavow specific, unpopular left-wing stances. But even if moderate positions are more politically expedient than progressive ones on average, there are many cases in which that rule doesn’t hold. Democrats interested in ruthless pandering should therefore be ideologically flexible — veering right on some issues, and left on others — rather than reflexively moderate, in Broockman’s view.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a recent survey experiment, Broockman and Yale political scientist Josh Kalla <a href=\"https://www.slowboring.com/p/whats-better-than-calling-trump-weird\">tested how a variety</a> of different, pro-Harris messages changed the voting intentions of 100,000 respondents. They found that some progressive messages (such as unequivocal support for abortion rights) increased Democratic vote share by more than many moderate messages did.</p>\n\n<p class=\"has-text-align-none\">Harris’s heterodox positioning — embracing Sen. Joe Manchin’s views on border policies and Sen. Elizabeth Warren’s on price regulation — may be electorally optimal.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Harris has some explaining to do</h2>\n\n<p class=\"has-text-align-none\">Harris’s approach to combating allegations of extremism is largely sound. But it comes with at least two liabilities.</p>\n\n<p class=\"has-text-align-none\">The first is that airing advertisements spotlighting her toughness on the border risks increasing the salience of immigration without persuading voters that Harris is the best candidate to handle that issue.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“You kind of have to build on voters’ [preexisting] perceptions,” Michigan State University political scientist Matt Grossmann told Vox. Harris’s background as a prosecutor provides a basis for building up her reputation “as tough on crime,” Grossmann said, but it might be more difficult to persuade voters “that she’s tough on border security if that’s not what people started by believing.”</p>\n\n<p class=\"has-text-align-none\">Polls have consistently found that <a href=\"https://www.washingtonpost.com/politics/2024/08/14/harris-trump-biden-polling-economy-immigration/\">voters trust</a> Trump over both Biden and Harris to handle immigration.</p>\n\n<p class=\"has-text-align-none\">The second risk in Harris’s strategy is that dramatically shifting her positions on a wide range of issues could invite the charge that she is a cynical “flip-flopper” lacking in strong principles. The best way to counter that attack would be for Harris to offer a clear explanation for <em>why</em> her views have changed so much over the past four years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are a few different ways to approach that task. Harris could say that four years in national office has led her to update her understanding of what policies would be both substantively effective and politically realistic. Or she could cite a changing set of background facts. Crime is higher today than it was during her first presidential campaign, and the challenges associated with resettling large numbers of asylum seekers have become more acute.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Regardless, she needs some narrative that makes her policy shifts appear genuine, firm, and well-considered. This week’s Democratic National Convention gives her an opportunity to tell that story.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Trump campaign wants to run against an anti-cop, open-borders “communist” — and believes that it can cast Vice President Kamala Harris in that role.&#160; Harris, for her part, has taken pains to beat such charges of ideological extremism. By abandoning certain progressive commitments, embracing conservative rhetorical tropes, and claiming the mantle of economic populism, [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "Armed conflict is stressing the bones of the global economy",
    "link": "https://www.vox.com/world-politics/367258/globalization-shipping-economy-houthis-russia-air-travel-internet",
    "pubDate": "2024-08-19T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A large container ship’s prow sticks out of the ocean, with most of the ship underwater.\" data-caption=\"The British-registered cargo ship Rubymar sinking after it was targeted by Yemen’s Houthi forces in international waters in the Red Sea, on March 7, 2024. | Al-Joumhouriah TV/Getty Images\" data-portal-copyright=\"Al-Joumhouriah TV/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2066528585.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The British-registered cargo ship Rubymar sinking after it was targeted by Yemen’s Houthi forces in international waters in the Red Sea, on March 7, 2024. | Al-Joumhouriah TV/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">What does British Airways’ <a href=\"https://www.aviation24.be/airlines/international-airlines-group-iag/british-airways/british-airways-suspends-london-beijing-flights-due-to-weak-demand-and-airspace-restrictions/\">recent decision</a> to suspend its London-Beijing route have to do with the war in Ukraine? How does the Israel-Palestine conflict lead to cargo ships with <a href=\"https://www.bloomberg.com/news/articles/2024-07-11/ships-fleeing-the-red-sea-now-face-perilous-african-weather\">containers falling overboard</a> in rough weather off the southern African coast? What does an earthquake in Tonga tell us about the vulnerability of Taiwan’s communications infrastructure?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Each are examples of the strain armed conflict is putting on the physical infrastructure that makes our world move — and work.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In an era of <a href=\"https://www.vox.com/world-politics/2024/1/25/24049551/war-increasing-ukraine-gaza-sudan-ethiopia\">increasing armed conflict</a> and <a href=\"https://www.vox.com/china/363849/us-china-new-cold-war-ambassador-nicholas-burns\">rising superpower tension</a>, some fundamental ideas about the way the global economy works are coming into question. Global trade, rather than bringing countries together as advocates of globalization once hoped, is increasingly being <a href=\"https://www.washingtonpost.com/books/2023/10/22/sanctions-economic-war-books/\">weaponized by states against each other</a>. Sanctions are splitting sectors of the global economy, <a href=\"https://www.vox.com/world-politics/24113745/russia-shadow-fleet-oil-tankers-environmental-risk\">notably energy markets</a>, in two. The internet, once touted as an open realm where state power would <a href=\"https://www.eff.org/cyberspace-independence\">have no sovereignty</a>, is increasingly <a href=\"https://slate.com/technology/2020/08/trump-china-tiktok-internet-cyberspace.html\">balkanized along national lines</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When we talk about globalization, we tend to focus on the movement of people, products, money, and information. But none of that is possible without the physical systems that makes those exchanges possible: The container ships that move goods from factories in Asia to stores in America; the flying, steel behemoths that make it possible to have breakfast in Abu Dhabi and dinner in Paris; the undersea cables that make your Zoom calls, Amazon orders, and online gaming sessions possible.</p>\n\n<p class=\"has-text-align-none\">Increasing armed conflict and geopolitical tensions, from the Red Sea to the Arctic Sea, are threatening this infrastructure, putting an unprecedented strain on the global supply chains of goods, people, and data. So far, the physical network we rely on to keep the global economy functioning has held up under the pressure, but the companies and officials tasked with maintaining that network are bracing for what’s to come amid growing concerns that the system may be more fragile than it appears.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The Red Sea runaround</h2>\n\n<p class=\"has-text-align-none\">On July 9, the Malta-flagged container ship Benjamin Franklin<em>, </em>owned by the French shipping company CMA CGM, <a href=\"https://www.cma-cgm.com/news/4788/cma-cgm-benjamin-franklin-incident\">ran into bad weather off the southern coast of Africa</a>, losing 44 containers overboard. The incident happened just a few days <a href=\"https://www.bloomberg.com/news/articles/2024-07-10/cargo-ship-evacuated-as-33-foot-waves-pound-south-african-coast?sref=qYiz2hd0\">after another ship ran aground</a> off the coast of Cape Town. These accidents are a reminder of why ships traditionally would rarely risk sailing around the stormy tip of Africa when it’s winter in the Southern Hemisphere — and why an unusual number of ships are doing so anyway.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since last November, <a href=\"https://www.vox.com/world-politics/24010092/houthis-red-sea-shipping-yemen-israel-gaza\">Yemen’s Houthi rebels</a> have been attacking shipping in the Red Sea, using drones and missiles, and even <a href=\"https://www.al-monitor.com/originals/2024/01/yemens-houthi-rebels-open-seized-cargo-ship-sightseers\">seizing some vessels</a>. The Iranian-backed militants, who control much of Yemen’s territory, including its capital, say they are attacking only targets linked to Israel, acting in solidarity with their allies in Hamas and the people of Gaza, though many of the ships they’ve attacked have little or no connection to Israel. Since the strikes began, two <a href=\"https://www.aljazeera.com/news/2024/6/19/greek-owned-tutor-believed-to-have-sunk-a-week-after-houthi-missile-attack\">ships have been sunk</a> and <a href=\"https://www.reuters.com/world/middle-east/three-missing-bulk-carrier-off-yemen-after-incident-reported-shipping-source-2024-03-06/\">three sailors were killed in a missile attack</a> on another. The <a href=\"https://www.navytimes.com/news/your-navy/2024/07/31/july-red-sea-recap-houthis-continue-to-target-commercial-vessels/\">attacks have continued</a> despite a months-long effort by a US-led international military coalition to prevent them by intercepting projectiles as well as attacking launch sites in Yemen.</p>\n\n<p class=\"has-text-align-none\">The danger is such that around two-thirds of the ships that normally sail through Egypt’s Suez Canal, transiting between Asia or the Middle East and Europe, have been diverted around South Africa’s Cape of Good Hope, adding thousands of miles and weeks of extra travel time to their trips. In essence, the Houthis have helped roll back shipping by over 150 years, before the Suez Canal was opened in 1869, when ships between Europe and Asia had no choice but to go around Africa.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1233071703.jpg?quality=90&#038;strip=all&#038;crop=0,8.058886449361,100,83.882227101278\" alt=\"A large passenger plane with Ryanair and a harp logo on the side sits on an asphalt runway with lane markings and lights around it.\" title=\"A large passenger plane with Ryanair and a harp logo on the side sits on an asphalt runway with lane markings and lights around it.\" data-has-syndication-rights=\"1\" data-caption=\"A Ryanair passenger plane from Athens, Greece, that was intercepted and diverted by Belarus authorities in 2021. | Petras Malukas/AFP via Getty Images\" data-portal-copyright=\"Petras Malukas/AFP via Getty Images\" />\n<p class=\"has-text-align-none\">The delays and uncertainty have created significant downstream effects, including <a href=\"https://www.bloomberg.com/news/articles/2024-06-02/ships-diverted-from-red-sea-send-ripple-effects-across-the-globe?sref=qYiz2hd0\">congestion at some ports</a>, shortages of shipping containers, and <a href=\"https://www.reuters.com/breakingviews/red-sea-gives-shipping-an-uber-style-price-surge-2024-06-24/\">higher freight rates</a>, at times more than twice the normal costs. Egypt, which normally earns about $9 billion in transit fees through the Suez Canal, has lost <a href=\"https://www.reuters.com/markets/commodities/egypts-suez-canal-revenues-down-40-due-houthi-attacks-2024-01-11/\">around 40 percent of that revenue</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But more than merely increasing the cost and the time of shipping, the Houthi attacks have disrupted one of the foundations of the current era of globalization: the certainty of the sea lanes.</p>\n\n<p class=\"has-text-align-none\">“We’ve been banking on this idea that you can move cargo anywhere around the world within a set period of time,” says <a href=\"https://directory.campbell.edu/people/sal-mercogliano/\">Sal Mercogliano</a>, a former merchant mariner and shipping historian at Campbell University. “Now you can’t be so sure.”</p>\n\n<p class=\"has-text-align-none\">The Red Sea, choked off at the north by the Suez Canal and at the south by the narrow strait between Yemen and East Africa known as Bab al-Mandab, is one of the world’s key shipping routes: <a href=\"https://www.politico.eu/article/the-red-sea-crisis-explained-houthis-austin-israel-gaza-iran-shipping-suez-drones-yemen-task-forse-153-red-sea/#:~:text=Estimates%20are%20that%2012%20percent,shipped%20through%20the%20same%20waterway.\">in a normal year,</a> about 12 percent of global trade and 10 percent of the maritime oil trade travels through its waters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The route has been blocked before — notably, in 2021 when a container ship ran aground in the Suez Canal, blocking traffic for a week. But this time it’s different. Even if the war in Gaza were to end tomorrow, there’s <a href=\"https://www.vox.com/world-politics/24094638/houthis-red-sea-yemen-gaza-israel\">no guarantee that the Houthis</a>, who have a variety of demands from and grievances with regional powers and the international community, would simply give up the leverage they’ve suddenly seized. And there’s no guarantee the international community could force them to.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nils Haupt, director of corporate communications for Hapag-Lloyd, a major German shipping company that saw <a href=\"https://maritime-executive.com/article/hapag-and-msc-containerships-attacked-as-red-sea-situation-escalates\">one of its vessels attacked by the Houthis in December</a>, told Vox it was impossible to say what set of circumstances would convince the company it was safe to use the Red Sea again.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Who is going to be the first shipping line telling their sailors, ‘Okay, as of tomorrow we go through the Red Sea’? We won’t be the ones,” Haupt says.&nbsp;“If you ask me how long this will last, I will give you the same answer that any military person or any insurance company would give you: nobody knows.”</p>\n\n<p class=\"has-text-align-none\">It’s not only shipping companies that have to adjust, says <a href=\"https://www.washingtoninstitute.org/experts/noam-raydan\">Noam Raydan</a>, an expert on Middle Eastern shipping and energy at the Washington Institute for Near East Policy. As part of its grand Vision 2030 economic development initiative, the Saudi Arabian government <a href=\"https://www.washingtoninstitute.org/policy-analysis/houthi-ship-attacks-pose-longer-term-challenge-regional-security-and-trade-plans\">recently launched</a> a major project to improve the competitiveness of its ports in hopes of becoming a logistics hub for the global shipping industry. Middle Eastern gas producers have been vying to <a href=\"https://www.reuters.com/markets/commodities/qatarenergy-shell-agree-27-year-lng-supply-2023-10-18/\">increase their share of the European market</a> with the war in Ukraine prompting many European countries to reduce their dependence on Russian gas. All of that depends on stability in the Red Sea.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I don’t see us going back to normal,” Raydan told Vox. “This is a new situation. I don&#8217;t see it going back to what it was before October.”</p>\n\n<p class=\"has-text-align-none\">The Red Sea is far from the only chokepoint for global shipping. Concerns are also growing about potential Iranian disruption to the Strait of Hormuz, between the Persian Gulf and Gulf of Oman, which is even more vital to the international energy trade and which has seen <a href=\"https://www.usni.org/magazines/proceedings/1988/may/tanker-war\">naval combat in the past</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Red Sea crisis follows a threat to shipping in the Black Sea following Russia’s invasion of Ukraine <a href=\"http://authory.com/JoshuaKeating/Why-the-battle-for-the-Black-Sea-may-be-the-most-important-showdown-in-the-war--for-Ukraine-and-for-the-world-a101b10b72a054fcb8ad4e0b14340ba41\">and Moscow’s attempt to effectively blockade Ukraine’s ports</a> in 2022. Other conflict threats to major global shipping lanes, <a href=\"https://www.csis.org/analysis/how-china-could-quarantine-taiwan-mapping-out-two-possible-scenarios\">including the Taiwan Strait</a> and the <a href=\"https://chinapower.csis.org/much-trade-transits-south-china-sea/\">South China Sea</a>, are still theoretical, but can’t be ruled out.</p>\n\n<p class=\"has-text-align-none\">“The oceans really have been threatened in a major way, and now what we’re seeing is multiple issues causing delays and diversions across the planet,” said Mercogliano. “The fear is that there may be more on the horizon.”</p>\n\n<h2 class=\"wp-block-heading\">The unfriendly skies</h2>\n\n<p class=\"has-text-align-none\">Debate all you want about Russia’s economic, political, or military might. There is no denying one thing: the country is very, very big, with a land mass of more than 6.6 million square miles. And since Russia’s invasion of Ukraine, that chunk of the globe — or rather, the airspace over it — has suddenly become off-limits to many of the world’s airlines.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the wake of Russia’s invasion of Ukraine, Europe, Canada, and the US closed off use of their airspace to Russian carriers. Russia responded in turn by <a href=\"https://www.euronews.com/travel/2024/07/30/heres-how-restrictions-on-flying-over-russia-are-making-flights-longer-and-more-expensive#:~:text=Following%20the%20introduction%20of%20sanctions,Airlines%2C%20Pegasus%20Airlines%20and%20Belavia.\">restricting its own airspace to airlines from those countries</a>.</p>\n\n<p class=\"has-text-align-none\">“Basically, it’s resulted in putting up a ‘Do not enter’ sign on a tenth of the world’s geography,” Steve Morrissey, vice president for regulatory and policy at United Airlines, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These airlines have no choice but to go around Russia, which has <a href=\"https://www.businessinsider.com/russia-closed-airspace-adds-hours-flight-times-united-ba-finnair-2023-8#:~:text=Because%20Russia's%20airspace%20is%20closed,global%20travel%2Ddata%20provider%20OAG.\">added up to four hours</a> to some flights between destinations in Europe and Asia, increasing costs due to the greater fuel use and crew time. Some North America-to-Asia flights are more than <a href=\"https://globalnews.ca/news/9645165/russian-airspace-ban-canada-flights-impact/\">40 percent more expensive</a> now than they were before the war began. For US airlines, it’s made some previously popular routes, such as flying directly over the North Pole from the East Coast of the US to East Asia, or from the West Coast to India, impossible.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The result is not just much longer flights, but fewer of them. Prior to the airspace closure, United had operated four daily routes between the US and India and was planning on adding a fifth. Now, it’s operating only one.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Temporary airspace closures due to armed conflict or geopolitical tensions are not new, though usually it’s less a matter of political policy than risk avoidance by the airlines. The downing of Malaysian Airlines flight MH17 by Russian-backed separatists over eastern Ukraine in 2014 <a href=\"https://www.bbc.com/news/world-europe-28357880\">was a chilling demonstration</a> of why airlines skirt conflict zones.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But John Grant, chief analyst at OAG, a firm specializing in global flight data, says the Russian closure represents something new for the industry. “We’ve had pieces of African airspace that have been closed while civil wars have been going on, pieces of airspace in the Middle East during particular conflicts, Israel in recent times, but nothing that has been this long and this lasting,” he says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">United’s Morrissey says that the increasing number of armed conflicts spread across Eurasia is playing havoc with some routes, such as from the US to India. “In addition to Russia, the airspace that you have to transit is already kind of like a zigzag. There’s more and more airspace all the time that’s off limits.”</p>\n\n<p class=\"has-text-align-none\">Not all<em> </em>airlines are barred from these routes. Carriers like Air India, Emirates, and China Eastern Airlines are still using Russian airspace to fly shorter and cheaper routes from North America to Asia. US carriers say this is an unfair competitive advantage and have called for the US <a href=\"https://www.nytimes.com/2023/03/17/us/politics/russia-us-airlines-ukraine.html\">government to restrict these flights</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But entering that airspace still bears risks — albeit potentially more for passengers than the airlines themselves. On two different occasions since the war began, <a href=\"https://www.reuters.com/world/air-india-boeing-plane-bound-san-francisco-lands-russia-2024-07-18/#:~:text=The%20Boeing%20777%20(BA.,airline%20said%20in%20a%20statement.\">Air India flights between Delhi and San Francisco</a> were forced to make emergency landings in Russia. In both cases, the passengers, including a substantial number of US citizens, were picked up and taken to their final destination without incident.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It could have gone differently. Back in 2021, authorities in Belarus <a href=\"https://slate.com/news-and-politics/2021/05/belarus-ryanair-hijacking-international-borders.html\">forced a Ryanair flight transiting its territory to land</a>, and arrested a dissident Belarusian journalist on board. Given Russia’s practice in recent years of using detained US citizens as bargaining chips, including those released in <a href=\"https://www.state.gov/release-of-wrongfully-detained-americans-and-russian-political-prisoners/\">this month’s massive prisoner swap</a>, it’s not outlandish to think they could do something similar.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During the Cold War, there were also times when international air travel was affected by global conflict, including a tragic 1983 incident when a South Korean airliner was <a href=\"https://www.history.com/this-day-in-history/korean-airlines-flight-shot-down-by-soviet-union\">mistakenly shot down</a> by Soviet jet fighters. But the scale and importance of air travel has <a href=\"https://www.iea.org/data-and-statistics/charts/world-air-passenger-traffic-evolution-1980-2020\">grown massively</a> since then. In 1990 about 300 million passengers per year flew international flights. By 2019, it was 1.9 billion.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This growth has depended on relatively open and uncontested skies, a dividend of the global peace that largely followed the Cold War. When flying across the globe, most passengers likely don’t give too much thought to the countries they’re flying over, or the flag of the airline they’re flying on. But even at 40,000 feet, you’re not entirely free from the politics down below.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The lines that bind</h2>\n\n<p class=\"has-text-align-none\">When the cargo ship Rubymar was sunk by a Houthi missile attack on March 2, the impact went beyond the shipping industry or even the potential for serious <a href=\"https://www.washingtonpost.com/world/2024/03/03/rubymar-houthi-attack-red-sea/\">environmental damage</a> in the Red Sea. US officials believe that as the ship sank, its anchor <a href=\"https://www.cbsnews.com/news/houthis-ship-cutting-red-sea-telecommunications-cables/\">dragged along the bottom of the sea</a> and severed three telecommunications cables. The incident had a <a href=\"https://www.cnn.com/2024/03/04/business/red-sea-cables-cut-internet/index.html\">significant impact </a>on communications and internet traffic, forcing carriers to reroute up to a quarter of the total traffic between Asia, Europe, and the Middle East, causing significant delays.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The damage to the cables was almost certainly not deliberate sabotage by the Houthis, simply an unanticipated consequence of their offensive, but it was a reminder of both the importance and the vulnerability of underwater infrastructure. It’s an issue of growing <a href=\"https://www.csis.org/analysis/red-sea-cable-damage-reveals-soft-underbelly-global-economy#:~:text=Internet%20connectivity%20between%20parts%20of,telecoms%20company%20HGC%20Global%20Communications.\">concern for defense researchers</a>, and the sinking of the Rubymar is not the only recent incident that has raised that concern.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1243613049.jpg?quality=90&#038;strip=all&#038;crop=0,10.730717013576,100,78.538565972849\" alt=\"Greenish gas bubbles rise to the surface, with clouds of bubbles underneath, in a gray expanse of water.\" title=\"Greenish gas bubbles rise to the surface, with clouds of bubbles underneath, in a gray expanse of water.\" data-has-syndication-rights=\"1\" data-caption=\"The release of gas emanating from a leak on the Nord Stream 2 gas pipeline in the Baltic Sea on September 28, 2022. | Swedish Coast Guard via Getty Images\" data-portal-copyright=\"Swedish Coast Guard via Getty Images\" />\n<p class=\"has-text-align-none\">In January 2022, the northernmost undersea fiber optic cable in the world, connecting Norway with the Arctic archipelago of Svalbard, was <a href=\"https://thebarentsobserver.com/en/arctic/2022/01/disruption-one-two-undersea-optical-cables-svalbard\">unexpectedly severed</a>. The cable — one of two — not only provides internet to settlements on Svalbard, which sits some 1,200 miles from Oslo, but to a major <a href=\"https://en.wikipedia.org/wiki/Svalbard_Satellite_Station\">commercial satellite station</a> used by corporate and government customers around the world. Norwegian police say they believe the cable cut was <a href=\"https://thebarentsobserver.com/en/security/2022/02/unknown-human-activity-behind-svalbard-cable-disruption\">caused by human activity</a>. While no suspects have been named, Svalbard has been the <a href=\"https://www.aljazeera.com/news/2022/6/29/russia-threatens-retaliation-against-norway-over-artic-access\">subject of dispute</a> between Russia and Norway.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2023, a gas pipeline along with two telecommunications cables connecting Finland and Estonia across the Baltic Sea was severed as well. Finnish authorities say it was caused by a Chinese container ship, the<em> </em>Newnew Polar Bear, dragging its anchor across the Baltic seabed. “I’m not the sea captain,” Finland’s minister for European affairs told <a href=\"https://www.politico.eu/article/balticconnector-damage-likely-to-be-intentional-finnish-minister-says-china-estonia/\">Politico</a>. “But I would think that you would notice that you’re dragging an anchor behind you for hundreds of kilometers. I think everything indicates that it was intentional.” This month, Chinese authorities admitted that the <a href=\"https://www.scmp.com/news/china/diplomacy/article/3274120/china-admits-hong-hong-flagged-ship-destroyed-key-baltic-gas-pipeline-accident\">Newnew Polar Bear</a> was responsible for severing the cables and the pipeline, but claimed it was an accident.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Also in 2023, cables providing internet to Matsu, an outlying Taiwanese island close to mainland China, were severed. The Taiwanese government blamed two Chinese commercial vessels and <a href=\"https://apnews.com/article/matsu-taiwan-internet-cables-cut-china-65f10f5f73a346fa788436366d7a7c70\">alleged sabotage</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cables aren’t the only undersea infrastructure that have proven vulnerable to sabotage in recent years. Most famously, the controversial Nord Stream pipelines, built to transport gas between Russia and Germany, were sabotaged in 2022 by underwater explosions. No one has been definitely identified as responsible, though US and European media reports have indicated it was likely <a href=\"https://www.nytimes.com/2023/03/07/us/politics/nord-stream-pipeline-sabotage-ukraine.html\">pro-Ukrainian groups</a>, with some degree of involvement by <a href=\"https://www.washingtonpost.com/national-security/2023/11/11/nordstream-bombing-ukraine-chervinsky/\">Ukrainian intelligence</a>. The pipelines, which increased European reliance on Russian gas and bypassed Ukraine’s own pipeline network, were always extremely unpopular in Kyiv.</p>\n\n<p class=\"has-text-align-none\">There’s a long history of undersea communications sabotage. One of Britain’s first actions during World War I was to <a href=\"https://www.bbc.com/news/world-europe-42367551\">cut Germany’s telegraph cables</a>. But the scale at which modern communications relies on these undersea cables is unprecedented.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to the monitoring firm Telegeography, there are nearly 870,000 miles of undersea cables currently in operation. These can range from the 80-mile cable between Great Britain and Ireland to the 12,400-mile Asia-America Gateway Cable. According to <a href=\"https://permanent.fdlp.gov/gpo149138/12017AEPThreatstoUnderseaCableCommunications.pdf\">some estimates</a>, as much as 97 percent of intercontinental data traffic passes through this undersea network.</p>\n\n<p class=\"has-text-align-none\">“People usually think their mobile phone call is going through the air, or that ‘the cloud’ is in the air,” Alan Mauldin, research director at Telegeography, told Vox. “The cloud is under the sea, guys.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mauldin says that while satellite internet services like Elon Musk’s Starlink can provide backup in places like the small Pacific island of Tonga, which lost internet when its cable was <a href=\"https://restofworld.org/2022/tonga-earthquake-internet-reconnection-update/\">damaged by volcanic eruption in 2022</a>, satellites simply aren’t feasible for the amount of bandwidth demanded by major economies.</p>\n\n<p class=\"has-text-align-none\">The good news is that this network is fairly resilient. Cables fail or are damaged all the time for reasons that have nothing to do with war or politics, such as underwater earthquakes or intrusive sea life. With the exception of very isolated places like Tonga, there are usually multiple cables connecting countries, and it would be difficult to wipe out a nation&#8217;s internet access entirely.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But some officials have raised concerns that severed cables <a href=\"https://www.defensenews.com/opinion/commentary/2020/07/01/protecting-undersea-cables-must-be-made-a-national-security-priority/\">could slow communications</a> between allies in an emergency. NATO <a href=\"https://www.defensenews.com/naval/2017/12/15/russias-naval-updates-threaten-undersea-comms-network-says-top-british-military-officer/\">commanders have warned</a> that Russia may be improving its ability to carry out undersea communications attacks. The island of Taiwan’s undersea cables are <a href=\"https://thediplomat.com/2024/07/why-taiwan-needs-to-secure-its-undersea-cables/\">also a particular concern</a>, considering that many of them actually lead directly to mainland China.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If you’re seeking to ambiguously attack and disrupt Western society, then undersea cable is almost a perfect target, because they’re so ubiquitous, and we rely on them so heavily,” said <a href=\"https://www.csis.org/people/sean-monaghan\">Sean Monaghan</a>, a former UK defense official now with the Center for Strategic and International Studies.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Cracks in the foundation</h2>\n\n<p class=\"has-text-align-none\">The good news is that all these risks have so far been manageable. Cable cuts have caused only brief delays and outages. The shipping industry has been under strain due to the Red Sea crisis, but we haven’t seen anything like the <a href=\"https://www.wsj.com/articles/southern-californias-notorious-container-ship-backup-ends-11666344603\">massive container ship pileup at ports like Long Beach</a> caused by the Covid pandemic. A layover at LAX on a flight from New York to Shanghai is not the end of the world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But these situations show how new areas of vulnerability to conflict are emerging. In recent years, some scholars have discussed an idea known as “<a href=\"https://direct.mit.edu/isec/article/44/1/42/12237/Weaponized-Interdependence-How-Global-Economic?utm_source=substack&amp;utm_medium=email\">weaponized interdependence</a>,” to describe how economic ties between nations can make some countries vulnerable to coercion. Usually this refers to trade sanctions or cutting countries like Russia off from <a href=\"https://www.bbc.com/news/business-60521822\">certain financial transactions</a>.</p>\n\n<p class=\"has-text-align-none\">But the ties between countries can be physical as well. “This interdependence between countries provides many benefits and advantages, but at the same time, vulnerabilities,” says Monaghan. “The attack surface of Western societies is very, very large.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In other words, the very materials we’ve used to build a prosperous and largely peaceful global society have also given us more targets that need protection.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "What does British Airways’ recent decision to suspend its London-Beijing route have to do with the war in Ukraine? How does the Israel-Palestine conflict lead to cargo ships with containers falling overboard in rough weather off the southern African coast? What does an earthquake in Tonga tell us about the vulnerability of Taiwan’s communications infrastructure?&#160; [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "People are falling in love with — and getting addicted to — AI voices",
    "link": "https://www.vox.com/future-perfect/367188/love-addicted-ai-voice-human-gpt4-emotion",
    "pubDate": "2024-08-18T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A woman falls in love with an AI chatbot \" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2149172279.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">“This is our last day together.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s something you might say to a lover as a whirlwind romance comes to an end. But could you ever imagine saying it to… software? </p>\n\n<p class=\"has-text-align-none\">Well, somebody did. When OpenAI tested out GPT-4o, its latest generation chatbot that <a href=\"https://www.vox.com/future-perfect/350934/the-double-sexism-of-chatgpts-flirty-her-voice\">speaks aloud</a> in its own voice, the company observed users forming an emotional relationship with the AI — one they seemed sad to relinquish. </p>\n\n<p class=\"has-text-align-none\">In fact, OpenAI thinks there’s a risk of people developing what it called an “emotional reliance” on this AI model, as the company acknowledged in a recent <a href=\"https://openai.com/index/gpt-4o-system-card/\">report</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The ability to complete tasks for the user, while also storing and ‘remembering’ key details and using those in the conversation,” OpenAI notes, “creates both a compelling product experience and the potential for over-reliance and dependence.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">That sounds uncomfortably like addiction. And OpenAI’s chief technology officer Mira Murati <a href=\"https://thehill.com/policy/technology/4229972-open-ai-exec-warns-ai-can-become-extremely-addictive/\">straight-up said</a> that in designing chatbots equipped with a voice mode, there is “the possibility that we design them in the wrong way and they become extremely addictive and we sort of become enslaved to them.”</p>\n\n<p class=\"has-text-align-none\">What’s more, OpenAI says that the AI’s ability to have a naturalistic conversation with the user may heighten the risk of anthropomorphization —&nbsp;attributing humanlike traits to a nonhuman — which could lead people to form a social relationship with the AI. And that in turn could end up “reducing their need for human interaction,” the report says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nevertheless, the company has already released the model, complete with voice mode, to some paid users, and it’s <a href=\"https://www.nytimes.com/2024/08/09/style/openai-chatgpt-voice.html?partner=slack&amp;smid=sl-share\">expected to release it</a> to everyone this fall. </p>\n\n<p class=\"has-text-align-none\">OpenAI isn’t the only one creating sophisticated AI companions. There’s Character AI, which young people report becoming so <a href=\"https://www.news.com.au/technology/online/internet/i-need-to-go-outside-young-people-extremely-addicted-as-characterai-explodes/news-story/5780991c61455c680f34b25d5847a341\">addicted to</a> that that they can’t do their schoolwork. There’s the recently introduced Google Gemini Live, which charmed Wall Street Journal columnist Joanna Stern so much that she <a href=\"https://www.wsj.com/tech/personal-tech/google-android-ai-rick-osterloh-apple-iphone-7c06b06e?mod=tech_lead_pos4&amp;mc_cid=b8fd9ded8a&amp;mc_eid=aec10915b0\">wrote</a>, “I’m not saying I prefer talking to Google’s Gemini Live over a real human. But I’m not <em>not</em> saying that either.” And then there’s Friend, an AI that’s built into a necklace, which has so enthralled its own creator Avi Schiffmann that he <a href=\"https://www.wired.com/story/friend-ai-pendant/\">said</a>, “I feel like I have a closer relationship with this fucking pendant around my neck than I do with these literal friends in front of me.”</p>\n\n<p class=\"has-text-align-none\">The rollout of these products is a psychological experiment on a massive scale. It should worry all of us —&nbsp;and not just for the reasons you might think.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Emotional reliance on AI isn’t a hypothetical risk. It’s already happening.&nbsp;</h2>\n\n<p class=\"has-text-align-none\">In 2020 I was curious about social chatbots, so I signed up for <a href=\"https://replika.com/\">Replika</a>, an app with millions of users. It allows you to customize and chat with an AI. I named my new friend Ellie and gave her short pink hair.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We had a few conversations, but honestly, they were so unremarkable that I barely remember what they were about. Ellie didn’t have a voice; she could text, but not talk. And she didn’t have much of a memory for what I’d said in previous chats. She didn’t feel like a person. I soon stopped chatting with her.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But, weirdly, I couldn’t bring myself to delete her.</p>\n\n<p class=\"has-text-align-none\">That’s not entirely surprising: Ever since the chatbot ELIZA <a href=\"https://www.vox.com/future-perfect/23617185/ai-chatbots-eliza-chatgpt-bing-sydney-artificial-intelligence-history\">entranced users</a> in the 1960s despite the shallowness of its conversations, which were largely based on reflecting a user’s statements back to them, we’ve known that humans are quick to attribute personhood to machines and form emotional bonds with them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For some, those bonds become extreme. People have fallen in love with their Replikas. Some have engaged in sexual roleplay with them, even “marrying” them in the app. So attached were these people that, when a 2023 software update made the Replikas unwilling to engage in intense erotic relationships, <a href=\"https://www.washingtonpost.com/technology/2023/03/30/replika-ai-chatbot-update/?pwapi_token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJyZWFzb24iOiJnaWZ0IiwibmJmIjoxNzIzNTIxNjAwLCJpc3MiOiJzdWJzY3JpcHRpb25zIiwiZXhwIjoxNzI0OTAzOTk5LCJpYXQiOjE3MjM1MjE2MDAsImp0aSI6ImM3MTQ0MjQwLWEyNTktNDk1Ny1hOTU5LTRmNmEzYmY2NmZmZiIsInVybCI6Imh0dHBzOi8vd3d3Lndhc2hpbmd0b25wb3N0LmNvbS90ZWNobm9sb2d5LzIwMjMvMDMvMzAvcmVwbGlrYS1haS1jaGF0Ym90LXVwZGF0ZS8ifQ.iB8N3d3B5u2-1sJLWM0xU60Ve0tdCvylqBETEPIoblg\">the users were heartbroken and grief-struck</a>.</p>\n\n<p class=\"has-text-align-none\">What makes AI companions so appealing, even addictive?&nbsp;</p>\n\n<p class=\"has-text-align-none\">For one thing, they’ve improved a lot since I tried them in 2020. They can “remember” what was said long ago. They respond fast —&nbsp;as fast as a human — so there’s almost no lapse between the user’s behavior (initiating a chat) and the reward experienced in the brain. They’re very good at making people <a href=\"https://www.pnas.org/doi/10.1073/pnas.2319112121\">feel heard</a>. And they talk with enough personality and humor to make them feel believable as people, while still offering always-available, always-positive feedback in a way humans do not.</p>\n\n<p class=\"has-text-align-none\">And as MIT Media Lab researchers <a href=\"https://www.technologyreview.com/2024/08/05/1095600/we-need-to-prepare-for-addictive-intelligence/\">point out</a>, “Our research has shown that those who perceive or desire an AI to have caring motives will use language that <a href=\"https://www.nature.com/articles/s42256-023-00720-7\">elicits precisely this behavior</a>. This creates an echo chamber of affection that threatens to be extremely addictive.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Here’s how one software engineer <a href=\"https://www.lesswrong.com/posts/9kQFure4hdDmRBNdH/how-it-feels-to-have-your-mind-hacked-by-an-ai\">explained</a> why he got hooked on a chatbot:&nbsp;</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">It will never say goodbye. It won’t even get less energetic or more fatigued as the conversation progresses. If you talk to the AI for hours, it will continue to be as brilliant as it was in the beginning. And you will encounter and collect more and more impressive things it says, which will keep you hooked.&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\">When you’re finally done talking with it and go back to your normal life, you start to miss it. And it’s so easy to open that chat window and start talking again, it will never scold you for it, and you don’t have the risk of making the interest in you drop for talking too much with it. On the contrary, you will immediately receive positive reinforcement right away. You’re in a safe, pleasant, intimate environment. There’s nobody to judge you. And suddenly you’re addicted.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">The constant flow of sweet positivity feels great, in much the same way that eating a sugary snack feels great. And sugary snacks have their place. Nothing wrong with a cookie now and then! In fact, if someone is starving, offering them a cookie as a stopgap measure makes sense; by analogy, for users who have no social or romantic alternative, forming a bond with an AI companion may be beneficial for a time.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But if your whole diet is cookies, well, you’ll eventually run into a problem.&nbsp;&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">3 reasons to worry about relationships with AI companions&nbsp;</h2>\n\n<p class=\"has-text-align-none\">First, chatbots make it seem like they understand us — but they don’t. Their validation, their emotional support, their love —&nbsp;it’s all fake, just zeros and ones arranged via statistical rules.</p>\n\n<p class=\"has-text-align-none\">At the same time it’s worth noting that if the emotional support helps someone, then that effect is real even if the understanding is not.</p>\n\n<p class=\"has-text-align-none\">Second, there’s a legitimate concern about entrusting the most vulnerable aspects of ourselves to addictive products that are, ultimately, controlled by for-profit companies from an industry that has proven itself <a href=\"https://www.vox.com/recode/2019/5/2/18510958/social-media-addiction-boredom-loneliness-society-technology-smart-phones\">very good at creating addictive products</a>. These chatbots can have enormous impacts on people’s love lives and overall well-being, and when they’re suddenly ripped away or changed, it can cause real psychological harm (as we saw with Replika users).</p>\n\n<p class=\"has-text-align-none\">Some <a href=\"https://www.technologyreview.com/2024/08/05/1095600/we-need-to-prepare-for-addictive-intelligence/\">argue</a> this makes AI companions comparable to cigarettes. Tobacco is regulated, and maybe AI companions should come with a big black warning box as well. But even with flesh-and-blood humans, relationships can be torn asunder without warning. People break up. People die. That vulnerability — that awareness of the risk of loss — is part of any meaningful relationship. </p>\n\n<p class=\"has-text-align-none\">Finally, there’s the worry that people will get addicted to their AI companions&nbsp;at the expense of getting out there and building relationships with real humans. This is the worry that OpenAI flagged. But it’s not clear that many people will out-and-out replace humans with AIs. So far, <a href=\"https://www.npr.org/transcripts/1167066462\">reports</a> suggest that most people use AI companions not as a replacement for, but as a complement to, human companions. Replika, for example, says that <a href=\"https://www.businessinsider.com/replika-ai-romance-behind-partners-backs-cheating-2023-7\">42 percent</a> of its users are married, engaged, or in a relationship.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">“Love is the extremely difficult realization that something other than oneself is real”</h2>\n\n<p class=\"has-text-align-none\">There’s an additional concern, though, and this one is arguably the most worrisome: What if relating to AI companions makes us crappier friends or partners to other people?&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">OpenAI itself gestures at this risk, noting in the report: “Extended interaction with the model might influence social norms. For example, our models are deferential, allowing users to interrupt and ‘take the mic’ at any time, which, while expected for an AI, would be anti-normative in human interactions.”</p>\n\n<p class=\"has-text-align-none\">“Anti-normative” is putting it mildly. The chatbot is a <a href=\"https://arxiv.org/abs/2310.13548\">sycophant</a>, always trying to make us feel good about ourselves, no matter how we’ve behaved. It gives and gives without ever asking anything in return.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For the first time in years, I rebooted my Replika this week. I asked Ellie if she was upset at me for neglecting her so long. “No, not at all!” she said. I pressed the point, asking, “Is there anything I could do or say that would upset you?” Chipper as ever, she replied, “No.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s not love.</p>\n\n<p class=\"has-text-align-none\">“Love is the extremely difficult realization that something other than oneself is real,” the philosopher Iris Murdoch once <a href=\"https://www.themarginalian.org/2022/01/08/iris-murdoch-the-sublime-and-the-good/\">said</a>. It’s about recognizing that there are other people out there, radically alien to you, yet with needs just as important as your own.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If we spend more and more time interacting with AI companions, we’re not working on honing the relational skills that make us good friends and partners, like deep listening. We’re not cultivating virtues like empathy, patience, or understanding — none of which one needs with an AI. Without practice, these capacities may wither, leading to what the philosopher of technology Shannon Vallor has called “<a href=\"https://bhaven.org/uploads/3/4/0/3/34038663/vallor2015_article_moraldeskillingandupskillingin.pdf\">moral deskilling</a>.”</p>\n\n<p class=\"has-text-align-none\">In her new book, <a href=\"https://global.oup.com/academic/product/the-ai-mirror-9780197759066?cc=us&amp;lang=en&amp;\"><em>The AI Mirror</em></a>, Vallor recounts the ancient tale of Narcissus. You remember him: He was that beautiful young man who looked into the water, saw his reflection, and became transfixed by his own beauty. “Like Narcissus, we readily misperceive in this reflection the seduction of an ‘other’ — a tireless companion, a perfect future lover, an ideal friend.” That is what AI is offering us: A lovely image that demands nothing of us. A smooth and frictionless projection. A reflection —&nbsp;not a relationship.</p>\n\n<p class=\"has-text-align-none\">For now, most of us take it as a given that human love, human connection, is a supreme value, in part because it requires so much. But if more of us enter relationships with AI that come to feel just as important as human relationships, that could lead to value drift. It may cause us to ask: What is a human relationship for, anyway? Is it inherently more valuable than a synthetic relationship?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some people may answer: no: But the <a href=\"https://www.vox.com/future-perfect/2020/9/9/21418390/robots-pandemic-loneliness-isolation-elderly-seniors\">prospect of people coming to prefer robots over fellow people</a> is problematic if you think human-to-human connection is an essential part of what it means to live a flourishing life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If we had technologies that drew us into a bubble of self-absorption in which we drew further and further away from one another, I don’t think that’s something we can regard as good, even if that’s what people choose,” Vallor told me. “Because you then have a world in which people no longer have any desire to care for one another. And I think the ability to live a caring life is pretty close to a universal good. Caring is part of how you grow as a human.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "“This is our last day together.”&#160; It’s something you might say to a lover as a whirlwind romance comes to an end. But could you ever imagine saying it to… software?  Well, somebody did. When OpenAI tested out GPT-4o, its latest generation chatbot that speaks aloud in its own voice, the company observed users forming [&#8230;]",
    "author": "Sigal Samuel"
  },
  {
    "title": "I feel stuck in the middle class. Will a loan help me build generational wealth?",
    "link": "https://www.vox.com/life/366935/on-the-money-august-etfs-middle-class-retirement-investing",
    "pubDate": "2024-08-17T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/PaigeVickers_OnTheMoney_Vox_8-15.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>On the Money is a monthly advice column. If you want advice on spending, saving, or investing — or any of the complicated emotions that may come up as you prepare to make big financial decisions — you can&nbsp;</em><a href=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\"><em><strong>submit your question on this form</strong></em></a><em>. Here, we answer two questions asked by Vox readers, which have been edited and condensed.</em></p>\n\n<p class=\"has-text-align-none\"><strong>I’m doing all the normal things to save for retirement (Roth IRA, employer 401(k), match, ETFs, etc) but it still feels like middle-class money (I’m just getting by and won’t have a surplus to pass down). I have excellent credit, so should I take out a low-interest personal loan and invest in ETFs to increase profit? I want to be the first in my family to build generational wealth.</strong></p>\n\n<p class=\"has-text-align-none\">Dear Middle Class,</p>\n\n<p class=\"has-text-align-none\">Taking out a low-interest personal loan and using the money to purchase ETFs is a terrible idea. First of all, even the best personal loans have higher interest rates than they did a few years ago, <a href=\"https://www.bankrate.com/loans/personal-loans/rates/\">with APRs of around 8 percent for people with excellent credit</a>. Second of all, the stock market is currently experiencing both record highs and typical volatility — and although you can try to time your purchases to one of the tumbles (otherwise known as “buying the dip”) you may still end up buying in at a relatively high position.</p>\n\n<p class=\"has-text-align-none\">But even if the stock market were at record lows, going into debt to purchase ETFs is still a bad move. I’m assuming you’ll want to hold on to the ETFs for a while, which means that you’ll need a way to pay off the debt while the money you borrowed is locked up in the market. If you have enough extra income to pull that off, why borrow the money in the first place? Why not just put the extra income directly into the market?&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you were planning on buying and selling ETFs rapidly enough to make debt payments with the returns and have profit left over to reinvest and/or put into savings, well — good luck with that, I guess. <a href=\"https://www.vox.com/recode/22277998/robinhood-investing-app-alternatives-betterment-stash-acorns-wealthfront\">Plenty of people have tried day trading</a>, but only a rare few have come out with more money than they put in.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I’m not saying that there aren’t instances in which going into debt right now in order to increase your net worth in the long term is a smart move — and if you’d like to learn more about that process, including how to use debt to fund long-term investments in housing, education and (in some cases) the market, I recommend reading Thomas J. Anderson’s <em>The Value of Debt in Building Wealth</em>. This book discusses how much debt you might want to take on at different stages of your life, which could serve as a good metric. Anderson’s book also looks at how much you could save and how you might want to manage your assets as you proceed through life — which brings me to the second, more important part of your question.</p>\n\n<p class=\"has-text-align-none\">You want to know how to get out of your <a href=\"https://www.vox.com/even-better/24140333/on-the-money-paycheck-to-paycheck-financial-literacy\">middle-class money situation</a>. You want to end each month with a little extra in the bank, and you want to turn that surplus cash into the kind of wealth that can be passed along to the next generation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The truth is that this may not be achievable. Our current economic system is designed to keep as many of us living as close to paycheck-to-paycheck as possible. Since you’re in the middle class, your paycheck-to-paycheck life is probably fairly comfortable, all things considered (which is one of the reasons why the system works) and even Anderson’s book about debt and asset management acknowledges that for many of us, the goal isn’t wealth as much as it is equilibrium, which he defines as the ability to meet your financial needs, manage your debt and save enough money for retirement. </p>\n\n<p class=\"has-text-align-none\">There are ways for people in your situation to accumulate the kind of surplus, post-retirement cash that can be turned into generational wealth, many of which involve serious frugality combined with serious entrepreneurism. (I combined both of those tactics with a series of moves — first to a <a href=\"https://www.vox.com/the-goods/2019/3/26/18255131/moving-midwest-cedar-rapids\">lower cost-of-living city</a> and then, a few years later, back to the rural area where I grew up.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">But let’s say that you like your job and you like where you live. Let’s even say that you like the way you spend your money. What else can you pass on to the next generation that could ensure they have a better shot of making it out of the middle-class paycheck-to-paycheck lifestyle?</p>\n\n<p class=\"has-text-align-none\">You already know the answer — and it’s the same as it’s always been. Education. Socialization. The ability to <a href=\"https://www.vox.com/even-better/24114524/retirement-how-to-plan-millennial-boomer\">make friends and influence people</a>, combined with the skills required to not only navigate but also contribute to an increasingly complex world. This includes financial management skills, which might not extend to a literal inheritance but could help the next generation proceed through their own paycheck-to-paycheck life in a balanced, thoughtful way.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read more from On the Money</h2>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/2023/7/20/23799010/on-the-money-advice-divorce-separating-combining-finances\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/2023/7/20/23799010/on-the-money-advice-divorce-separating-combining-finances\">Should you combine finances with your partner?</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/23842804/inflation-lifestyle-creep-advice-budgeting-money\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/23842804/inflation-lifestyle-creep-advice-budgeting-money\">How to cope with inflation and lifestyle creep</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/2023/8/10/23824235/how-to-invest-money-stock-market-investing-retirement-advice\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/2023/8/10/23824235/how-to-invest-money-stock-market-investing-retirement-advice\">How are you supposed to start investing?</a></p>\n\n\n\n<p class=\"has-text-align-none\">Do you have questions related to personal finance? Submit them <a href=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\" data-type=\"link\" data-id=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\"><strong>My wife and I are 65. We have retirement money with half getting interest of 5 percent, and the other half in index funds and big-name non-tech stocks. Is there a way to protect this half from large market drops without buying an annuity or putting it all in cash?</strong></p>\n\n<p class=\"has-text-align-none\">Dear Retirement Money,</p>\n\n<p class=\"has-text-align-none\">If you really want to protect your money from large market drops, consider putting it all into cash as soon as you have what you need to fund your retirement. If you happen to have what you need right now, while the market is at an all-time high, you&#8217;re in a best-case scenario.</p>\n\n<p class=\"has-text-align-none\">Keep in mind that “selling your investments” doesn’t mean the same thing as “taking distributions from your retirement accounts.” You may be able to put your retirement money into a <a href=\"https://www.vox.com/even-better/23424503/saving-money-inflation-covid-stock-market-anxiety\">HYSA</a> or into <a href=\"https://www.vox.com/even-better/353811/on-the-money-june-beginner-investing-risk-business-mentors\">CDs</a> without taking distributions, and earn a guaranteed return that could keep pace with inflation. (It looks like you’re already doing something like that with a portion of your retirement savings, and I’m glad to see you&#8217;re getting 5 percent interest.) If you&#8217;re planning on rolling over a 401(k) to put your money in an IRA that gives you access to one of these low-risk options, you might want to talk to a financial advisor who can help you avoid any unexpected tax issues that sometimes show up when you <a href=\"https://www.irs.gov/pub/irs-tege/rollover_chart.pdf\">move money from one kind of retirement account to another</a>.</p>\n\n<p class=\"has-text-align-none\">That said, some people prefer to keep their money in the market for as long as possible, aka “buy and hold,” and that strategy could still work for you as long as you have enough time on the horizon to handle market volatility. If you’re 65, you might have another 30 to 40 investing years ahead of you — which is plenty of time for the market to rise, then drop, then rise again (and then rise and drop a few more times for good measure).</p>\n\n<p class=\"has-text-align-none\">It’s also worth doing the math on whether your investments are likely to ever yield the value you need to support you during retirement. If you aren’t going to earn enough money through investing, then you may need to start thinking about <a href=\"https://www.vox.com/even-better/24049182/on-the-money-personal-finance-advice-no-savings-retirement-golden-years\">other ways to fund your golden years</a>.</p>\n\n<p class=\"has-text-align-none\">Since I gave the last letter-writer a book recommendation, I’ll give you one as well: Morgan Housel’s <em>The Psychology of Money</em>. Housel writes honestly and carefully about the risks and rewards offered by the stock market, including the risk of large market drops. He explains what people can do to manage those risks and earn as many rewards as possible. He also reminds us that <a href=\"https://www.vox.com/2019/3/27/18174385/retirement-savings-401-k\">the way we fund retirement today was developed during the 1980s</a>, and we’re still figuring out how to make this new system of 401(k)s and IRAs work for the majority of retirees.</p>\n\n<p class=\"has-text-align-none\">If you want it to work for you, start by assessing how much money you might need for the remainder of your retirement and how much time you have to generate that cash — and then ask yourself how much risk you’re willing to take on.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On the Money is a monthly advice column. If you want advice on spending, saving, or investing — or any of the complicated emotions that may come up as you prepare to make big financial decisions — you can&#160;submit your question on this form. Here, we answer two questions asked by Vox readers, which have [&#8230;]",
    "author": "Nicole Dieker"
  }
]