[
  {
    "title": "Is AI progress slowing down?",
    "link": "https://www.vox.com/future-perfect/389997/artificial-intelligence-openai-google-microsoft-chatgpt-progress-scaling",
    "pubDate": "2024-12-06T13:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Sam Altman\" data-caption=\"Sam Altman speaks onstage during the New York Times Dealbook Summit 2024 at Jazz at Lincoln Center on December 4, 2024, in New York City.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2188228027.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Sam Altman speaks onstage during the New York Times Dealbook Summit 2024 at Jazz at Lincoln Center on December 4, 2024, in New York City.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Last month, tech outlet The Information reported that OpenAI and its competitors are <a href=\"https://www.theinformation.com/articles/openai-shifts-strategy-as-rate-of-gpt-ai-improvements-slows\">switching strategies</a> as the rate of improvement of AI has dramatically slowed. For a long time, you’ve been able to make AI systems dramatically better across a wide range of tasks <a href=\"https://www.exponentialview.co/p/can-scaling-scale\">just by making them bigger</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Why does this matter? All kinds of problems that were once believed to require elaborate custom solutions turned out to crumble in the face of greater scale. We have applications <a href=\"https://www.vox.com/future-perfect/371827/openai-chatgpt-artificial-intelligence-ai-risk-strawberry\">like OpenAI’s ChatGPT</a> because of scaling laws. If that’s <a href=\"https://techcrunch.com/2024/11/20/ai-scaling-laws-are-showing-diminishing-returns-forcing-ai-labs-to-change-course/?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAACT9C_iOekAAHWG61JMkVWygOTOAI-R82xK3DvF8LHfcrUGezGbEBO52NXE6CHYX89QZxwNQVsF10T2ahz2z7waLkRDZ9pNn0_ctuoi5jNSF36J3UII0YaWle_6cz_tc-KjRVK2I1AA2lkxp-TGJQsX6RM55kxaPBjNj-Sr6u-u0\">no longer true</a>, then the future of AI development will look a lot different — and potentially a lot less optimistic — than the past.</p>\n\n<p class=\"has-text-align-none\">This reporting was greeted with a <a href=\"https://garymarcus.substack.com/p/a-new-ai-scaling-law-shell-game\">chorus</a> of “I told you so” from AI skeptics. (I’m not inclined to give them too much credit, as many of them have definitely predicted 20 of the last two AI slowdowns.) But getting a sense of how AI researchers felt about it was harder. </p>\n\n<p class=\"has-text-align-none\">Over the last few weeks, I pressed some AI researchers in academia and industry on whether they thought The Information’s story captured a real dynamic — and if so, how it would change the future of AI going forward.</p>\n\n<p class=\"has-text-align-none\">The overall answer I’ve heard is that we should probably expect the impact of AI to grow, not shrink, over the next few years, regardless of whether naive scaling is indeed slowing down. That’s effectively because when it comes to AI, we already have an enormous amount of impact that’s just waiting to happen.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are powerful systems already available that can do a lot of commercially valuable work — it’s just that no one has quite figured out many of the commercially valuable applications, let alone put them into practice. </p>\n\n<p class=\"has-text-align-none\">It <a href=\"https://www.perplexity.ai/search/how-long-did-it-take-the-inter-NQD6wXJ0R0O_urbmRkp8YQ\">took decades</a> from the internet’s birth to transform the world, and it might take decades for AI also (Maybe — many people on the cutting edge of this world are <a href=\"https://www.forbes.com/sites/robtoews/2024/03/10/10-ai-predictions-for-the-year-2030/#:~:text=By%202030%2C%20AI%20will%20be,human%20capabilities%20in%20other%20ways.\">still very insistent</a> that in only a few years, our world will be unrecognizable.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">The bottom line: If greater scale no longer gives us greater returns, that’s a big deal with serious implications for how the AI revolution will play out, but it’s not a reason to declare the AI revolution canceled.</p>\n\n<h2 class=\"wp-block-heading\">Most people kind of hate AI while kind of underrating it</h2>\n\n<p class=\"has-text-align-none\">Here’s something those in the artificial intelligence bubble may not realize: AI is not a popular new technology, and it’s actually getting <a href=\"https://www.pewresearch.org/short-reads/2023/11/21/what-the-data-says-about-americans-views-of-artificial-intelligence/\">less popular over time</a>. </p>\n\n<p class=\"has-text-align-none\">I’ve written that I think it <a href=\"https://www.vox.com/future-perfect/2023/6/14/23760648/artificial-intelligence-ai-safety-progress-risks-existential-catastrophic-openai\">poses extreme risks</a>, and many Americans <a href=\"https://www.pewresearch.org/short-reads/2023/11/21/what-the-data-says-about-americans-views-of-artificial-intelligence/\">agree with me</a>, but also many people dislike it in a <a href=\"https://www.nytimes.com/2024/06/11/style/ai-search-slop.html\">much more mundane way</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Its most visible consequences so far are unpleasant and frustrating. Google Image results are full of <a href=\"https://www.creativebloq.com/ai/googles-ai-slop-invasion-feels-like-the-beginning-of-the-end\">awful low-quality AI slop</a> instead of the cool and varied artwork that used to appear. Teachers <a href=\"https://theweek.com/education/1025698/artificial-intelligence-goes-to-school\">can’t really assign</a> take-home essays anymore because AI-written work is so widespread, while for their part many students have been wrongly accused of using AI when they didn’t because AI detection tools are <a href=\"https://mitsloanedtech.mit.edu/ai/teach/ai-detectors-dont-work/\">actually terrible</a>. Artists and writers <a href=\"https://futurism.com/the-byte/openai-exec-ai-creative-jobs-shouldnt-exist\">are furious</a> about the use of our work to train models that will then take our jobs.</p>\n\n<p class=\"has-text-align-none\">A lot of this frustration is very justified. But I think there’s an unfortunate tendency to conflate “AI sucks” with the idea that “AI isn’t that useful.” The question “what is AI good for?” is a popular one, even though in fact the answer is that AI is <a href=\"https://www.forbes.com/sites/bernardmarr/2023/05/10/15-amazing-real-world-applications-of-ai-everyone-should-know-about/\">already good for an enormous number of things</a> and new applications are being developed at a breathtaking pace.</p>\n\n<p class=\"has-text-align-none\">I think at times our frustration with AI slop and with the carelessness with which AI has been developed and deployed can spill over into underrating AI as a whole. A lot of people <a href=\"https://www.platformer.news/openai-google-scaling-laws-anthropic-ai/\">eagerly pounced</a> on the news that OpenAI and competitors are struggling to make the next generation of models even better, and took it as proof that the AI wave was all hype and will be followed by bitter disappointment.</p>\n\n<p class=\"has-text-align-none\">Two weeks later, OpenAI <a href=\"https://www.inc.com/ben-sherry/openais-next-generation-models-could-reportedly-cost-2000.html\">announced</a> the latest generation models, and sure enough they’re better than ever. (One caveat: It’s hard to say how much of the improvement comes from scale as opposed to from the many other possible sources of improvement, so this doesn’t mean that the initial Information reporting was wrong). </p>\n\n<h2 class=\"wp-block-heading\">Don’t let AI fool you</h2>\n\n<p class=\"has-text-align-none\">It’s fine to dislike AI. But it’s a bad idea to underrate it. And it’s a bad habit to take each hiccup, setback, limitation, or engineering challenge as reason to expect the AI transformation of our world to come to a halt — or even to slow down. </p>\n\n<p class=\"has-text-align-none\">Instead, I think the better way to think about this is that, at this point, an AI-driven transformation of our world is definitely going to happen. Even if larger models than those which exist today are never trained, existing technology is sufficient for large-scale disruptive changes. And reasonably often when a limitation crops up, it’s prematurely declared totally intractable … and then solved in short order. </p>\n\n<p class=\"has-text-align-none\">After a few go-rounds of this particular dynamic, I’d like to see if we can cut it off at the pass. Yes, various technological challenges and limitations are real, and they prompt strategic changes at the large AI labs and shape how progress will play out in the future. No, the latest such challenge doesn’t mean that the AI wave is over.&nbsp;</p>\n\n<p class=\"has-text-align-none\">AI is here to stay, and the response to it has to mature past wishing it would go away.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story originally appeared in the&nbsp;<a href=\"https://www.vox.com/future-perfect\">Future Perfect</a>&nbsp;newsletter.&nbsp;<a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Sign up here!</a></em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Last month, tech outlet The Information reported that OpenAI and its competitors are switching strategies as the rate of improvement of AI has dramatically slowed. For a long time, you’ve been able to make AI systems dramatically better across a wide range of tasks just by making them bigger.&#160; Why does this matter? All kinds [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "The best books of 2024",
    "link": "https://www.vox.com/culture/389984/best-books-2024-martyr-kaveh-akbar-small-rain-garth-greenwell",
    "pubDate": "2024-12-06T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Eight book covers on a black background, each with a colorful trail of book-shaped rectangles behind it.\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/Vox_BestBooks_ConstanceGrady_2024.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The second half of an election year can be a fraught one for books. Publishers tend to front-load their most interesting titles away from the election to try to keep them from being swallowed up by politics come the fall. After an election, books can feel too trivial and unserious to deserve our focus.</p>\n\n<p class=\"has-text-align-none\">The books I took the most from in the second half of 2024 are the ones that fought against that impulse, that insisted on their own importance. They were works that took their subjects and their language seriously, that demanded my focus and rewarded it with something bigger and more beautiful than I could come to on my own. I hope, in these strange and confusing months, that they can do the same for you.</p>\n\n<p class=\"has-text-align-none\">I’ve already chronicled <a href=\"https://www.vox.com/culture/359682/best-books-ministry-of-time-kaliane-bradley-great-expectations-vinson-cunningham\">the best books of the first half of the year here</a>. (One of the below is actually from this January, but I didn’t get to it until now and it was so good that I didn’t want to keep it from you.) A number of them I first recommended in my monthly book recommendation newsletter Next Page. If you’d like to learn about the best books I’m reading early, <a href=\"https://www.vox.com/pages/next-page-newsletter-book-recommendations\">subscribe here</a>.</p>\n\n<h3 class=\"wp-block-heading\"><a href=\"https://go.skimresources.com?id=1025X1701643&amp;xs=1&amp;url=https%3A%2F%2Fbookshop.org%2Fp%2Fbooks%2Fmartyr-kaveh-akbar%2F20032523%3Fean%3D9780593537619\"><em>Martyr!</em></a> by Kaveh Akbar</h3>\n\n<p class=\"has-text-align-none\"><em>Martyr!</em>, the debut novel from poet Kaveh Akbar, is word-drunk and elegiac, an enormous pleasure to read. Just look at that exclamation point in the title: its ironic knowingness, its outrage, its euphoria. This is a book whose author has weighed every punctuation mark just that carefully.</p>\n\n<p class=\"has-text-align-none\">The inciting incident of <em>Martyr!</em> is a true one. In 1988, <a href=\"https://www.nytimes.com/1988/07/04/world/downing-flight-655-us-downs-iran-airliner-mistaken-for-f-14-290-reported-dead.html\">the US military shot an Iranian passenger plane out of the sky</a>, mistakenly believing it to be a fighter jet. Akbar takes as his premise the idea of a man whose mother died on that flight, instantly “turned into dust” when the missile hit the plane: “clean in a way, if you didn’t think about it too much.”</p>\n\n<p class=\"has-text-align-none\">The motherless boy grows up to become Cyrus, a poet and a recovering addict searching aimlessly for purpose. What Cyrus cares about most is poetry, but he feels that language, rule-bound and limited, will never be able to touch his depression, “get rid of the big ball of rot inside me.” He tells his AA sponsor he wants to die, then tries to channel the impulse into a literary project about martyrs. Cyrus’s mother died because of an error the US never apologized for (“Actuarial,” Cyrus fumes, “not even tragic”), but a martyr can make their death bear meaning. Perhaps by studying them, Cyrus can give meaning to his own life.</p>\n\n<p class=\"has-text-align-none\"><em>Martyr!</em> is a messy book. Akbar has a poet’s unease with plot, and the coincidences that power his narrative forward never manage to feel elegant. Still, the dreams and poetry and warmth that lace the novel make a triumphant case: for life, and for art, and for beauty, which matter even when they shouldn’t.&nbsp;</p>\n\n<h3 class=\"wp-block-heading\"><a href=\"https://go.skimresources.com?id=1025X1701643&amp;xs=1&amp;url=https%3A%2F%2Fbookshop.org%2Fp%2Fbooks%2Fq-a-voyage-around-the-queen-craig-brown%2F21068754%3Fean%3D9780374610920\"><em>Q: A Voyage Around the Queen</em></a> by Craig Brown</h3>\n\n<p class=\"has-text-align-none\">The reign of Queen Elizabeth II was so long that contemplating it can feel, sometimes, <a href=\"https://www.vox.com/culture/2022/9/8/22846451/queen-elizabeth-ii-death-96-obituary-reign-monarchy\">like contemplating eternity</a>. She came to the English throne in 1952, anointed by God, still expected to hand-pick her prime ministers and decide when to dissolve Parliament. At her death in 2022, Elizabeth was queen of a cosmopolitan liberal democracy with almost no real political powers left to her, but her remarkably strong aura of stateliness remained unshaken despite decades of familial royal scandal.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The reign of Queen Elizabeth II was so long that contemplating it can feel, sometimes, like contemplating eternity.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">In <em>Q</em>, Craig Brown makes Elizabeth the still, behatted center of a kaleidoscopically turning world, ever stoic and unchanging as the world powers forward without her. Brown’s trademark move is to write biographies in fragments, assembling them out of bits and pieces of other sources; he likes to go to the London Library and check the indexes of every memoir and biography in the place for mentions of his subjects. He’s got a chapter on every person who ever called Elizabeth “radiant” (including Sylvia Plath), all the surreal dreams people have about her (English novelist Kingsley Amis dreamed of trying to elope with her), all the inane things people have said in a panic when they have to make small talk with her (the author found himself expounding on the German playwright Bertolt Brecht).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Brown’s key insight is that Elizabeth was so determinedly unreadable that she became a mirror to her subjects, a figure on whom they so fervently projected their fears and aspirations&nbsp;that she ended up showing them themselves. What to make of a woman whose coronation was marked by active combat troops in Kenya firing shells filled with red, white, and blue smoke into battle? Or whose death inspired a supermarket chain to turn down the volume of the beeps on its cash registers? What, except: what strange impulses we find in our strange human selves.&nbsp;</p>\n\n<h3 class=\"wp-block-heading\"><a href=\"https://go.skimresources.com?id=1025X1701643&amp;xs=1&amp;url=https%3A%2F%2Fbookshop.org%2Fp%2Fbooks%2Fsmall-rain-garth-greenwell%2F21127652%3Fean%3D9780374279547\"><em>Small Rain</em></a> by Garth Greenwell</h3>\n\n<p class=\"has-text-align-none\">Garth Greenwell is a hedonist of language. In previous books, his sentences have hummed the pleasures of the body, of sex and of conversation and poetry. In <em>Small Rain</em>, Greenwell begins with pain — five days of it, so intense, the narrator tells us, it felt as though “someone had plunged a hand into my gut and grabbed hold and yanked.” Yet even here, in this novel about illness and suffering, Greenwell cannot abandon his palpable joy at sensory pleasures, at beauty.</p>\n\n<p class=\"has-text-align-none\">Greenwell’s narrator brings himself reluctantly to a hospital, still in the grip of early Covid in spring of 2020, after those five days of pain don’t seem to be abating. There, he occupies himself charting the power dynamics of the hospital staff and sending his partner out to bring him books of poetry. In the dream space of the hospital bed, where days follow the rhythms of tests and doctors’ rounds and meals, there are long stretches of unmarked time with which the narrator can do nothing but think. “The point was to perceive reality,” he thinks of poetry, “to see things that are only visible at a different speed, a different pitch of attention, the value of poems is tuning us to a different frequency of existence.”</p>\n\n<h3 class=\"wp-block-heading\"><a href=\"https://go.skimresources.com?id=1025X1701643&amp;xs=1&amp;url=https%3A%2F%2Fbookshop.org%2Fp%2Fbooks%2Fthe-bright-sword-a-novel-of-king-arthur-lev-grossman%2F20856403%3Fean%3D9780735224049\"><em>The Bright Sword</em></a> by Lev Grossman</h3>\n\n<p class=\"has-text-align-none\">What to do about America in this moment when we are far past whatever we might imagine to be her golden age? So many of our old national myths have gone threadbare and shabby, increasingly revealed to be too flawed to sustain us now, or riddled with hidden cruelties, or always only beautiful lies. What stories can we tell about ourselves and each other now if we want to learn to move forward?</p>\n\n<p class=\"has-text-align-none\">One of the metaphors we sometimes turn to in these moments is King Arthur’s Camelot, which provided a romantic lens for <a href=\"https://www.vulture.com/2016/12/jackie-life-camelot-interview-theodore-white.html\">processing the assassination of John F. Kennedy in 1963</a>. In Lev Grossman’s Arthurian novel <em>The Bright Sword</em>, Camelot feels like a match for our own post-Trumpian moment. It’s a Camelot after the death of King Arthur. All the higher powers and supernatural figures who used to take an interest in Camelot’s fate have turned their backs. All the quests are over. The only people left alive are the ones who never quite fit into the stories to begin with, the ones who were too poor or too queer or too feminine or too Black to become legends. How, Grossman’s characters seem to ask, are we supposed to figure out what to do next in this kind of story?</p>\n\n<p class=\"has-text-align-none\">The answers, when they come, are radiant, and they feel surprisingly true.</p>\n\n<h3 class=\"wp-block-heading\"><a href=\"https://go.skimresources.com?id=1025X1701643&amp;xs=1&amp;url=https%3A%2F%2Fbookshop.org%2Fp%2Fbooks%2Fcreation-lake-rachel-kushner%2F21003229%3Fean%3D9781982116521\"><em>Creation Lake</em></a> by Rachel Kushner</h3>\n\n<p class=\"has-text-align-none\">Rachel Kushner’s cool-voiced ecothriller <em>Creation Lake</em> got a fascinatingly polarized reception when it came out this fall. Brandon Taylor at the London Review of Books <a href=\"https://www.lrb.co.uk/the-paper/v46/n17/brandon-taylor/use-your-human-mind\">said it was so bad he “wanted to weep”</a>; Dwight Garner at the New York Times <a href=\"https://www.nytimes.com/2024/09/02/books/review/creation-lake-rachel-kushner.html\">said that after the opening paragraphs</a>, he knew he was “in the hands of a major writer, one who processes experience on a deep level.” Me, I think <em>Creation Lake</em> is a rich, messy, frustrating piece of work. It doesn’t always land, but when it does? Oh boy.</p>\n\n<p class=\"has-text-align-none\"><em>Creation Lake</em> tells the story of an American spy we know only by her alias, Sadie Smith. A Berkeley dropout, she’s been hired to infiltrate a group of radical environmentalists in rural France to see if they’re planning a terrorist action. Sadie goes about her job efficiently, but she doesn’t particularly care about the group, whose members she considers boring and hypocritical, or about the environment. Kushner handles the espionage part of the plot with an almost hostile disregard for such classic thriller elements as suspense or intrigue, but the whole book comes to life when we get to the part of the story Sadie (and, apparently, Kushner) actually cares about.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p><em>Creation Lake</em> is a rich, messy, frustrating piece of work. It doesn’t always land, but when it does? Oh boy.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">The environmentalists correspond with Bruno Lacomb, an esoteric philosopher who long ago renounced the excesses of human civilization to go live in a cave and think about Neanderthals. Periodically he emerges to use his daughter’s computer and write to his environmentalist friends, and Sadie, having hacked into their inbox, is entranced by his emails. Reading them, she winds across vast stretches of time, encountering alien and disenfranchised figures: the gentle and depressed Neanderthals of prehistory, whom Sadie imagines as 1950s greasers with Joan Crawford faces; the persecuted <a href=\"https://en.wikipedia.org/wiki/Cagot\">Cagot</a> of medieval Europe, who Bruno provocatively suggests might have been descendants of Neanderthals; Bruno himself, a Jew who grew up in occupied France in World War II.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sadie, who is so cynical in her interactions with the people she manipulates and uses, seems to long for Bruno’s letters to cohere into a grand unified theory that will tell her there is something worthwhile about being human, no matter how destructive human civilization may have been. She searches his emails for redemption —&nbsp;and he doesn’t, in the end, disappoint her.</p>\n\n<h3 class=\"wp-block-heading\"><a href=\"https://go.skimresources.com?id=1025X1701643&amp;xs=1&amp;url=https%3A%2F%2Fbookshop.org%2Fp%2Fbooks%2Fwomen-s-hotel-daniel-m-lavery%2F21024970%3Fean%3D9780063343535\"><em>Women’s Hotel</em></a> by Daniel Lavery</h3>\n\n<p class=\"has-text-align-none\">The women’s hotel was an institution of the first half of the 20th century: a place for ambitious young women and virtuous spinsters who were modern enough to try to make something of themselves in a big city, but modest enough (either of character or of means) to want to do it in a chaperoned facility, for a reasonable fee.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the midcentury, however, everything changed. The women’s hotel, writes Daniel Lavery in his exceptionally charming new novel, found itself “made obsolete by the credit card, by hippies and the New Age movement, by lesbianism and feminism, by the increase in affordable apartment stock and the increased acceptance of premarital cohabitation.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Lavery’s story takes place in the 1960s, in the dying days of the women’s hotel. New York’s Biedermeier hotel, where his focus lies, was always a second-rate facility, but now, its profits are so low that it has had to stop serving breakfast, a move the penny-pinching residents take as a deep affront. (“We’re all used to breakfast now,” one laments. “It’s like smoking. You can’t just ask people to give it up once they’ve made a habit of it.”)</p>\n\n<p class=\"has-text-align-none\">Lavery tracks the foibles of the Biedermeier’s band of misfits with a light touch. His characters were driven to its dubious comforts by family estrangement, addiction, poverty, and ambition above their means; dark subject matter, yet he writes their story with a tender affection. This novel is sweet, thoughtful, and very, very funny.</p>\n\n<h3 class=\"wp-block-heading\"><a href=\"https://go.skimresources.com?id=1025X1701643&amp;xs=1&amp;url=https%3A%2F%2Fbookshop.org%2Fp%2Fbooks%2Fintermezzo-sally-rooney%2F16011779%3Fean%3D9780374602635\"><em>Intermezzo</em></a> by Sally Rooney</h3>\n\n<p class=\"has-text-align-none\">All book critics have to spend a lot of time making our way through mediocre books where the prose starts off feeling solid enough but begins to fall apart in your hands as you read on. There is so much relief, under those circumstances, in turning to a Sally Rooney novel: taking the weight of her elegant, deeply felt sentences; feeling how much control she has over the words she’s using; how strongly she believes that they should be as beautiful as she can make them. At last, the chance to relax in the presence of someone who knows what she’s doing.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Beauty is where God is, which means it’s all connected to what right and wrong are, too.&nbsp;</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.vox.com/culture/373108/sally-rooney-intermezzo-review-new-book-author\"><em>Intermezzo</em></a>, Rooney shifts her usual focus on romantic couples to spotlight the relationship between brothers Peter and Ivan. Peter is a lawyer in his 30s, charming, fastidious, and depressed. Ivan is an aging chess prodigy in his 20s, awkward and perhaps autistic, trying to evolve away from adolescent flirtations with incel forums and still wearing braces on his teeth. We meet them in the aftermath of their father’s funeral, semi-estranged, each ignoring the other to focus on their own fascinating love lives. They ignore each other, they try to make up, they fight, they hurt each other as badly as they possibly can.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What elegance. What bliss. What beauty. Which is, as Ivan thinks, maybe the most important thing, anyway: Beauty is where God is, which means it’s all connected to what right and wrong are, too.&nbsp;</p>\n\n<h3 class=\"wp-block-heading\"><a href=\"https://go.skimresources.com?id=1025X1701643&amp;xs=1&amp;url=https%3A%2F%2Fbookshop.org%2Fp%2Fbooks%2Fthe-empusium-a-health-resort-horror-story-olga-tokarczuk%2F21003143%3Fean%3D9780593712948\"><em>The Empusium: A Health Resort Horror Story</em></a> by Olga Tokarczuk, translated by Antonia Lloyd-Jones</h3>\n\n<p class=\"has-text-align-none\">When young Mieczysław Wojnicz arrives at the mountain resort of Görbersdorf, Poland, in 1913, he’s looking forward to a brief, healthful, and relaxing sojourn. Wojnicz is consumptive, and, like the hero of <a href=\"https://campuspress.yale.edu/modernismlab/the-magic-mountain/\">Thomas Mann’s <em>The Magic Mountain</em></a> before him, he has put his faith in the pure mountain air to cure him.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Wojnicz’s first day at the sanatorium, however, he arrives at his boarding house to find the dead body of his landlord’s wife stretched out on the dining room table. She’s killed herself, the landlord reports without emotion to the shaken Wojnicz.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the wake of his disturbing discovery, Wojnicz tries to focus on the concrete rituals of sanatorium life: the cold showers and long hikes, the simple food and hard drinking, the long debates with his fellow patients about history and philosophy. Yet there’s something violent and misogynistic lurking behind these everyday habits. All of the women he meets around town seem despondent. The philosophical debates always seem to hinge on the inferiority of women. On those long mountain hikes, he keeps coming across eerily anatomical glory holes built into the earth itself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Wojnicz doesn’t quite know what to make of all these horrors. But Olga Tokarczuk, the Polish novelist who won the Nobel Prize for Literature in 2018, is playing a long game. One hint is in the title: Empusa is a Greek shapeshifter who feeds on men. Perhaps the dead woman on the table will be avenged in the end.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The second half of an election year can be a fraught one for books. Publishers tend to front-load their most interesting titles away from the election to try to keep them from being swallowed up by politics come the fall. After an election, books can feel too trivial and unserious to deserve our focus. The [&#8230;]",
    "author": "Constance Grady"
  },
  {
    "title": "Do Democrats need to moderate to win — or would that be a terrible mistake?",
    "link": "https://www.vox.com/politics/389663/why-kamala-harris-lost-democrats-moderation-populism",
    "pubDate": "2024-12-06T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A square cake with Kamala Harris’s face and name on it sits half-eaten on a white plate, on a wooden table.\" data-caption=\"The remains of a cake featuring a photograph of Democratic presidential nominee Kamala Harris is seen at an election party on November 6, 2024, in London, England.﻿ | Leon Neal/Getty Images\" data-portal-copyright=\"Leon Neal/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2183205692.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The remains of a cake featuring a photograph of Democratic presidential nominee Kamala Harris is seen at an election party on November 6, 2024, in London, England.﻿ | Leon Neal/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Recently, I argued that progressives were <a href=\"https://www.vox.com/politics/385394/why-kamala-harris-lost-2024-democrats-moderation\">wrong to see Kamala Harris’s defeat as proof</a> that Democrats have little to gain from moderation. Osita Nwanevu, a contributor to the New Republic and author of the forthcoming book <a href=\"https://www.penguinrandomhouse.com/books/704686/the-right-of-the-people-by-osita-nwanevu/\"><em>The Right of the People</em></a><em>, </em>has made one of the most interesting cases against my perspective. So, to hash out our disagreement — and discuss the Democratic Party’s challenges and opportunities more broadly — I spoke with Nwanevu last week. We discussed the challenge that the nationalization of politics poses to Democrats in red states, how the party became the face of establishment institutions, and what it means to be pro-worker in an age when very few Americans belong to labor unions. Our conversation has been edited for length and clarity.</p>\n\n<p class=\"has-text-align-none\"><strong>In your </strong><a href=\"https://www.ositanwanevu.com/an-election-post-mortem-post-mortem/\"><strong>columns</strong></a><strong> since </strong><a href=\"https://www.theguardian.com/commentisfree/2024/nov/08/obama-era-democrat-party-future\"><strong>the election</strong></a><strong>, you’ve criticized the notion that Democrats can mitigate their present political challenges by moderating on policy. But you’ve also expressed some skepticism about whether Sen. Bernie Sanders’s brand of left populism constitutes a sound formula for Democrats’ political renewal. So, I’m wondering what you see as the alternative to moderation; how </strong><strong><em>should</em></strong><strong>&nbsp;Democrats go about rebuilding a national majority?</strong></p>\n\n<p class=\"has-text-align-none\">I certainly don&#8217;t have a definitive answer in my mind. But I don&#8217;t think we have very strong evidence on either side of this question. I think people on the left are making pretty sound criticisms of the efficacy of moderation as a strategy. But at the same time, if the left had its own kind of reliably effective approach — if it had a way of building a majority for itself — Bernie Sanders would&#8217;ve been president already. And I don&#8217;t think that we can say that the lack of success there is clearly a function of Democratic Party machinations, as real as the machinations might be.</p>\n\n<p class=\"has-text-align-none\">So I think that we&#8217;re in a place where basically all sides left-of-center need to go back to the drawing board. There&#8217;s something structural happening to the electorate that I think makes Democratic moderation less and less effective. That&#8217;s not to say that I think that if you ran a DSA [Democratic Socialists of America] candidate in a congressional district in Nebraska — on economic populism — that that candidate would do better than moderate candidates. It&#8217;s not what I&#8217;m saying at all. But I do think that the electoral record of the past, let&#8217;s say, 20 or so years of running disciplined moderates in places that are tough for Democrats seems to be less and less effective.</p>\n\n<p class=\"has-text-align-none\">And I think overall, when we look at this presidential campaign, I mean, there was this extraordinarily disciplined tack to the center by Harris. She did, I think, all of the right things that you would expect or want a candidate to do running for a general election if you are a kind of mainstream political consultant. She took the anxieties that people had about social progressivism after 2020 seriously, and shaped her campaign in a way that they thought would circumvent some of the impact of those positions. And it didn&#8217;t really work.</p>\n\n<p class=\"has-text-align-none\"><strong>How do we know that she wouldn’t have done even worse, had she not followed the advice of mainstream consultants or taken those anxieties seriously? After all, this was a bad national environment for Democrats: Across the globe, virtually every party that presided over inflation </strong><a href=\"https://www.ft.com/content/e8ac09ea-c300-4249-af7d-109003afb893\"><strong>suffered at the ballot box</strong></a><strong> in recent elections. And Harris also came into the race with personal liabilities: In the 2020 primary, she took several left-wing stances that are highly unpopular, and which Trump’s </strong><a href=\"https://www.cnn.com/2024/10/18/politics/trump-transgender-attack-ads-harris/index.html\"><strong>campaign highlighted in campaign ads</strong></a><strong>.</strong></p>\n\n<p class=\"has-text-align-none\"><strong>So, a defender of Harris’s messaging choices might argue that these background factors are what doomed her, and that her gestures of moderation prevented her from losing by a larger margin (but messaging can only do so much). And the fact that Harris </strong><a href=\"https://www.semafor.com/article/11/08/2024/a-very-simple-prescription-for-democrats-just-wait\"><strong>came closer to matching Biden’s 2020 performance</strong></a><strong> in swing states — which were the places most exposed to her moderate messaging — than in non-battlegrounds is arguably consistent with that view.</strong></p>\n\n<p class=\"has-text-align-none\">I think this was a tough election to win. There&#8217;s no doubt about it. I think the point about the incumbent parties getting shellacked across the world is true. If anything, I think I was reading the other day that Democrats performed a little bit better than some parties have in elections this year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I don&#8217;t know that you can necessarily say that it was her kind of background identity here that freighted her the most heavily of all the issues and all the factors that might&#8217;ve played into how she performed. It is absolutely true that the campaign performed better in swing states than it seems to have elsewhere. But you&#8217;re hearing from operatives, people who were working on the campaign, that it was in the swing states where you really had a focus from the Harris team on their economic message.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So yeah, I think that&#8217;s actually a point in favor of the idea that she would have done better with a more economically focused message.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There was a lot of scolding of the campaign when they came out with their price-gouging plan. You can debate the economic merits and the substance of her proposals, but all of the data that I&#8217;ve seen suggests that it actually resonated really strongly with a lot of voters, and they were kind of browbeaten by moderate columnists and economists.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But I think the one thing you can indict Democrats for in general in this election more than anything else, even more than the particular messaging decisions they made over the course of this campaign, was how long it took for them to realize that Joe Biden was not going to be a viable candidate. That&#8217;s the original sin of this election.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Zooming out from this particular election cycle, how do you understand the structural shifts in the electorate, such as the realignment of non-college-educated voters away from the Democratic Party?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">I&#8217;m still piecing together what I think about this. But some of my first thoughts are about media. I don&#8217;t know that it&#8217;s the case that the American public on social issues is more reactionary today, in 2024, than it was in 2014 or 2004 or 1994. I don&#8217;t think that&#8217;s the driving reason why Trump came into power and people took interest in the campaign. I do think that you have a more consolidated conservative media infrastructure though, one that is very efficient at packaging political messages. Segments of the electorate that would&#8217;ve considered voting for Democrats 20 years ago — kind of moderate to conservative folks in swing areas of the country — I think they&#8217;ve bought into this media in a way that makes them more reluctant to even consider voting for the Democrats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On <a href=\"https://nymag.com/intelligencer/2022/10/education-polarization-diploma-divide-democratic-party-working-class.html\">educational polarization</a>, there&#8217;s the case that a lot of the people who run Democratic Party messaging and Democratic political operations and Democratic Party campaigns are college-educated professionals that aren&#8217;t necessarily sure what kind of messaging resonates best with working-class Americans. And I think there&#8217;s some truth to that. But I don&#8217;t think there&#8217;s one easy answer.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Educational polarization goes way, way back. For several decades now, people have been pointing to this trend. White working-class erosion amongst the Democratic Party is a trend that goes back decades as well.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There&#8217;s this paper by a professor at Vanderbilt that pointed out that [then-Republican presidential nominee] Mitt Romney actually did <a href=\"https://www.vanderbilt.edu/unity/2021/04/15/trump-didnt-bring-white-working-class-voters-to-the-republican-party-he-kept-them-away/\">more to pull working-class voters to the right in 2012</a> than Trump did in 2016.</p>\n\n<p class=\"has-text-align-none\">If you buy the kind of standard left argument — that white working-class voters are looking for anti-establishment politicians who don&#8217;t seem conventional and who are going to take on corporate power — well, hey, Mitt Romney did well amongst this constituency of people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So I think that none of the extant explanations seem to really take seriously how long these trends have kind of been baked in for the Democratic Party.</p>\n\n<p class=\"has-text-align-none\"><strong>In one of your recent pieces, you suggest that moderation has been tried repeatedly by the party in recent decades and found wanting. You write that the Democratic Party has been dominated by centrists for longer than you&#8217;ve been alive. Hillary Clinton and Joe Biden were moderates. As you noted before, Kamala — maybe she had a reputation as a liberal before this campaign, but she ran pretty tightly on the recommendations of the so-called “</strong><a href=\"https://www.vox.com/future-perfect/23041412/popularism-election-voters\"><strong>popularists</strong></a><strong>” in the party.</strong></p>\n\n<p class=\"has-text-align-none\"><strong>And I think one objection to that would be that while Hillary Clinton and Joe Biden won primaries against more progressive candidates and weren&#8217;t identified with the left wing of the Democratic Party for most of their careers, Hillary Clinton&#8217;s substantive positions on public policy were pretty much all to the left of Obama&#8217;s in 2012. And Obama&#8217;s in 2012 were to the left of his positions in 2008. First-term Obama is the “deporter in chief,” second term he does </strong><a href=\"https://www.nytimes.com/2016/06/24/us/supreme-court-immigration-obama-dapa.html\"><strong>Deferred Action for Parents of Americans</strong></a><strong>. And Clinton comes out </strong><a href=\"https://www.theguardian.com/us-news/2016/jul/26/abortion-rights-clinton-hyde-amendment-federal-funds\"><strong>against the Hyde Amendment,</strong></a><strong> </strong><a href=\"https://nymag.com/intelligencer/2016/02/how-hillary-clinton-won-harlem.html\"><strong>decries systemic racism</strong></a><strong>, etc. And then as you note, Biden&#8217;s positions in 2020 also seemed to the left of Clinton&#8217;s in 2016. I think Harris is arguably the first step back in the other direction, but it&#8217;s not a huge step back either. And so, over the broad sweep of 2008 to 2024, you&#8217;re seeing a party that is becoming more and more progressive, while simultaneously having a harder and harder time competing in culturally conservative parts of the country. Is it not plausible that those two developments have something to do with each other?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">To an extent, the Democratic Party has moved left on certain cultural issues because the public has moved left on certain cultural issues. I think that the public is in a different place on LGBT rights, on race, and so you would expect the Democratic Party to shift in response to that. Are there places where Democrats have moved ahead of public opinion? Sure. There are always places where each of the parties are a bit further afield than public opinion. I don&#8217;t think that&#8217;s a novel problem or a novel situation.</p>\n\n<p class=\"has-text-align-none\">The person who did this right — by the lights of Democratic moderates — was Bill Clinton. He himself was a Southern Democrat. We think that he was disciplined on social issues, obviously on domestic policy, on things like criminal justice reform. He made deals and made policy with the right. I think the point to recognize, though, is that <em>even Clinton </em>did not master the task that Democratic moderates say the party has lined up for itself now. I mean, Clinton loses Congress in 1994 in this historic rout because the perception at the time is that he had moved too far to the left by pursuing health care and on some cultural issues.</p>\n\n<p class=\"has-text-align-none\"><strong>I am not a huge fan substantively of where the Clinton presidency went after 1994. But it&#8217;s always a little striking to me that</strong><strong><strong> the peak of <a href=\"https://x.com/EricLevitz/status/1862670516563136964\" target=\"_blank\" rel=\"noreferrer noopener\">class-based voting</a> in the modern period is 1996 with Bill Clinton (that year, Democrats&#8217; share of the non-college-educated vote was much larger than his share of the college-educated one — in fact, this was the largest such gap since 1968).</strong> That year, he both wins reelection comfortably and the actual class composition of his coalition is </strong><a href=\"https://x.com/mattyglesias/status/1862667311569608896\"><strong>unusually</strong></a><strong> working-class for a Democrat in the modern period, which is interesting. It seems like there&#8217;s a case that it at least worked in the moment. Obviously it didn&#8217;t solve the Democratic Party&#8217;s brand issues for a long period of time.</strong></p>\n\n<p class=\"has-text-align-none\">I think that&#8217;s important. I think Clinton ran two very successful presidential campaigns. I think it is important for the left especially to recognize that if you believe exit polls, the last Democratic candidate to win the white working class outright was Bill Clinton. So I think that that is an important thing to appreciate. If you&#8217;re somebody who wants to believe that there is a kind of natural working-class constituency out there that is primed against neoliberalism, I don&#8217;t know that we have evidence that that is necessarily the case.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All of that said, I do think it&#8217;s true that whatever Clinton&#8217;s strengths were at the top of the ticket, there was this kind of structural erosion underneath.</p>\n\n<p class=\"has-text-align-none\">That&#8217;s actually very similar to the dynamic that we had under Barack Obama, where Republicans are able to make all of these sub-national and sub-presidential gains that seem kind of durable. And they did that partially by capitalizing on the idea that Clinton was not as moderate as he claimed to be. So I think the question that I&#8217;d pose to people at the center of Democratic politics is, well, what is the right amount of centrism? We have seen a lot of disciplined moderate and conservative Democrats lose elections in the last 15, 20 years, for a lot of reasons that I think, again, are worth thinking about and taking seriously.</p>\n\n<p class=\"has-text-align-none\"><strong>I think proponents of moderation have an account of the Democrats’ down-ballot difficulties that overlaps with your own understanding. So, one, I think that they would posit that the Democratic Party’s movement leftward on some issues has outpaced the public&#8217;s own leftward drift. But then second, they would point to this development where local media institutions progressively die off while more Americans gain access to high-speed broadband internet, and the internet goes from being a text-based medium that attracts a narrower population to being a really effective vehicle for dispensing video content. And then because of this, people get less of their information from local outlets, more of their information from ideologically oriented national outlets. And this leads voters in Indiana and North Dakota to evaluate Democratic Senate candidates less on the basis of their own discrete moderate positions, and more on the positions and image of the Democratic Party nationally. And so, since candidates in red and purple areas are now more tied to the national brand, this creates an imperative to make that brand more broadly appealing and more moderate.</strong></p>\n\n<p class=\"has-text-align-none\">That feels right to me. I mean, as local newspapers, local outlets die, your consumption of political news is less about who&#8217;s doing what about highway funding in your state than about the national policy-making cultural narratives. I think that&#8217;s true. Unfortunately, I don&#8217;t know that there&#8217;s an easy solution to the media problem. I think it&#8217;d be fantastic if we had a hundred different progressive publications brought up in the next hundred years that are backed by, I don&#8217;t know, the Ford Foundation. I don&#8217;t really see that happening. And so to the extent that there is a kind of path forward, I think you&#8217;re right that Democrats are going to have to craft some kind of national narrative about themselves that is more broadly compelling to more people.</p>\n\n<p class=\"has-text-align-none\">I think one of the other key things I want to mention here though is that moderation and the perception of moderation are not always connected tightly. The fact that Donald Trump is perceived as more “moderate” in certain respects than Kamala Harris was out of whack with the positions he actually took. You can talk about, “Well, he doesn&#8217;t talk as much about entitlement reform as conventional Republicans do. He&#8217;s dialed back on abortion in the last year or so.” I think he makes a lot of contradictory statements on these points. But I think that the balance of his policy platform is actually quite extreme. He succeeds at being perceived as moderate on the basis of his affect, his way of talking about political problems, whatever it is.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And so to the extent that maybe being perceived as moderate is a task for the Democratic Party ahead, I think we should be careful about believing automatically that that means they need to tack substantively much further right than they are on the issues.</p>\n\n<p class=\"has-text-align-none\">It seems to me that the Obama approach, the Obama message, which I think has shaped Democratic rhetoric as long as I&#8217;ve kind of been engaged in politics — “We are one country, all have the same common values, whether in red states or blue states, there&#8217;s this fundamental commonality and there&#8217;s more that unites us than divides us, and business owners and workers and everybody, all the constituencies in American politics have kind of common interests that we would realize if it weren&#8217;t for the peddlers of division and those who seek to capitalize on division for their own personal gain” — worked for a good while, certainly for his presidential campaigns. But I think that this election, and frankly Donald Trump&#8217;s election in 2016, should be understood as a repudiation of that from most of the American electorate. I think there are a lot of people who really matter in the electorate for whom that message is not really resonating reliably.</p>\n\n<p class=\"has-text-align-none\">There&#8217;s something about Donald Trump&#8217;s political style and personality — the fact that he stands against our institutions and norms — that is very compelling to a lot of people you need to win the Electoral College. And so maybe that&#8217;s one area where Democrats can think about tweaking their messaging.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>That last point&#8217;s really interesting. I think Donald Trump&#8217;s elevation and then the dangerous ways that he attacked established institutions during his first term — trying to compromise the independence of federal law enforcement, obviously attacking the basic administrative offices of vote counting — seemed to polarize Democrats into becoming the party of established institutions. And this does seem to have potentially hurt the party with voters who are </strong><a href=\"https://www.vox.com/politics/351563/one-explanation-for-the-2024-elections-biggest-mystery\"><strong>more anti-system in their general orientations</strong></a><strong>.</strong></p>\n\n<p class=\"has-text-align-none\"><strong>So, it seems plausible to me that the Democrats should move in the general direction of being a bit more anti-system and populist in their orientation or affect. But then, I also see a risk that such messaging could promote more cynicism about government. Basically, I see a tension between affirming the idea that there’s perennial corruption in Washington and building a consensus for giving the federal government more power over some domains of American life.&nbsp;&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">I think government can do a lot of things for us, and does a lot of vital things for us. As a matter of fact, I think it is the ground under all of our feet, and for marginalized Americans especially. Social programs are a lifeline that allows them to live productively. All of that being said, I think that there is a kind of ambient distrust of government that conservatives have been able to capitalize on. I think some of this is because it&#8217;s frustrating to deal with bureaucracy. Sometimes people don&#8217;t like paying taxes — all kinds of background frustrations people have when they interact with government that are easy for conservatives to capitalize upon. I think that&#8217;s how they built out a durable constituency in American politics, seizing upon these kinds of nagging indignities.</p>\n\n<p class=\"has-text-align-none\">So maybe what being anti-institutional could mean for Democrats isn&#8217;t to tear down these institutions, but to say, “God dammit, these things aren&#8217;t working as well as they could be, and I&#8217;m going to go in and I&#8217;m going to take out a monkey wrench and really get into the gears and then fix stuff and make it work right, make it into something that doesn&#8217;t burden you, doesn&#8217;t burden the American worker.”</p>\n\n<p class=\"has-text-align-none\">I really think, to the extent that I have a direction I feel very confident in about messaging, it&#8217;s really about focusing even more deeply on labor. And I know that we&#8217;ve had these takes in the last couple weeks about how Biden did all these things for labor and he <a href=\"https://www.vox.com/politics/378025/trump-harris-2024-election-polls-union-voters\">didn&#8217;t really seem</a> to be getting an electoral payoff for it. Still, I do think there&#8217;s a lot of evidence that in the long run, there are things about labor organization that do redound to the benefit of progressive parties, beyond just being materially beneficial and good in their own right.</p>\n\n<p class=\"has-text-align-none\">I think there&#8217;s something about these institutions that sustains liberal-left politics. You see that in the history of this country. I think that&#8217;s something to invest in. But I also think the thing that&#8217;s useful about labor on a rhetorical basis is that you have a kind of message and a kind of outsider politics that doesn&#8217;t require you to invest quite as much in defending and shoring up — or being seen as defending and shoring up — government. The message could be, “Look, I am for you, the worker, and you and your collective power.” And that&#8217;s power that can and should exist outside the halls of Washington and outside the halls of your state capital.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So I think that that&#8217;s a kind of way to dive into populism. You&#8217;re promoting solidarity, you&#8217;re promoting collective action, promoting people becoming democratically involved in new ways. I think all of that actually helps us knit people together in certain respects. It&#8217;s not just about tearing down these other institutions. But it is also not dependent on being seen as the steward or protector of our policymaking institutions. Does that make sense?</p>\n\n<p class=\"has-text-align-none\"><strong>Yeah, I think so. I’d also note that, in opinion polling, Democrats are often on their firmest ground when advocating for policies that seek to </strong><a href=\"https://nymag.com/intelligencer/2019/05/bernie-sanders-gets-pragmatic-by-getting-more-socialist.html\"><strong>redistribute power within companies</strong></a><strong>, as opposed to redistributing through the government via taxes and transfers. Some of the latter stuff is popular and higher-impact. But it does require some trust in the government, whereas the sentiment that workers should have a higher share of the profits of an enterprise and a bit more authority in how things are done within the business seems like it asks for less in terms of trust while still being a fundamentally progressive sentiment and project.</strong></p>\n\n<p class=\"has-text-align-none\">Right.</p>\n\n<p class=\"has-text-align-none\"><strong>So, I&#8217;m in broad sympathy with what you were saying there. I do wonder, though: At a time when </strong><a href=\"https://www.reuters.com/markets/us/us-union-membership-rate-hits-fresh-record-low-2023-labor-dept-2024-01-23/\"><strong>the private sector unionization rate is </strong><strong><em>so</em></strong><strong> low</strong></a><strong>, how much does talk of helping unions resonate with voters? I worry about the vast majority of voters responding to such messages by thinking, “This sounds fine, but you&#8217;re not actually talking about the thing that I&#8217;m concerned about because I don&#8217;t belong to a union.”</strong></p>\n\n<p class=\"has-text-align-none\">I don&#8217;t think that we should rely exclusively upon the traditional labor movements here, either rhetorically or substantively. I think, should we get a trifecta again, the <a href=\"https://www.vox.com/22319838/house-passes-pro-act-unions\">PRO Act</a> has to be at the top of the agenda. But I think we also are at a place where we need to be thinking more creatively and ambitiously about ways to organize workers beyond the kind of standard National Labor Relations Board framework.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So Sharon Block at Harvard has this “<a href=\"https://clje.law.harvard.edu/clean-slate/\">Clean Slate For Worker Power</a>” that contains a whole lot of ideas for how to pull people into democratic work organizations of various kinds, even if they&#8217;re not in a union. I&#8217;m doing some reporting right now on wage and workers&#8217; boards and how they might be a step towards <a href=\"https://www.vox.com/policy-and-politics/2019/9/2/20838782/unions-for-all-seiu-sectoral-bargaining-labor-unions\">sectoral bargaining</a>.</p>\n\n<p class=\"has-text-align-none\">But my interest in all of this is driven by a faith that, if we talk about labor policy in the terms of democracy, that that&#8217;s a kind of message that could resonate with the people that Democrats have been struggling to reach. And it grounds the kind of rhetoric we saw in this campaign about the importance of democracy in the actual material interests of working-class people.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Recently, I argued that progressives were wrong to see Kamala Harris’s defeat as proof that Democrats have little to gain from moderation. Osita Nwanevu, a contributor to the New Republic and author of the forthcoming book The Right of the People, has made one of the most interesting cases against my perspective. So, to hash [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "Is TikTok getting banned? What Trump&#8217;s election means for its fate.",
    "link": "https://www.vox.com/technology/389996/tiktok-ban-trump-election-court-lawsuit",
    "pubDate": "2024-12-05T22:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"The TikTok app logo on a phone.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2184792313.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">An appeals court may soon decide TikTok’s fate, weeks before an American ban on the social media platform could go into effect. That’s if the incoming Trump administration doesn’t decide to upend the court’s decision.</p>\n\n<p class=\"has-text-align-none\">TikTok debuted in the US in 2017 as a platform for short-form videos and became the most downloaded app in the world during the pandemic, a hub for <a href=\"https://www.vox.com/the-goods/22939754/how-to-become-a-content-creator-economy\">creatives</a>, <a href=\"https://www.cnn.com/2024/01/19/world/palestinians-x-tiktok-instagram-gaza-cec/index.html\">activists</a>, <a href=\"https://www.vox.com/24147273/young-people-national-experiment-tiktok-politics\">politicians</a>, and more. However, as its influence grew, so did concerns that the app, owned by a Chinese company, could endanger American interests. That led to a bipartisan effort to force it to cut its ties with China or ban it.</p>\n\n<p class=\"has-text-align-none\">The ban, which would drop TikTok from US app stores if its owner ByteDance does not divest by January 19, passed and was signed by President Joe Biden in April. TikTok and some of its content creators swiftly challenged the law in court, arguing that it violates the free speech rights of its <a href=\"https://www.nbcnews.com/politics/congress/tiktok-now-150-million-active-users-us-ceo-tell-congress-rcna75607\">more than 150 million</a> American users. The Department of Justice has countered that the app, given its connection to a foreign adversary, must be banned for national security reasons.&nbsp;</p>\n\n<p class=\"has-text-align-none\">TikTok and the DOJ have asked the DC Circuit to issue a ruling in the case by December 6. But that won’t necessarily resolve the matter of a ban once and for all. There could be a lengthy appeal at the US Supreme Court, and the incoming Trump administration could reverse course on the government’s TikTok policy.</p>\n\n<p class=\"has-text-align-none\">President-elect Donald Trump has had a fickle relationship with TikTok. His cabinet picks are also divided on how to handle the platform. That leaves TikTok’s future uncertain, regardless of the outcome of legal challenges to a ban.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How we got here</strong></h2>\n\n<p class=\"has-text-align-none\">A TikTok ban has been in the works since the first Trump administration. Lawmakers have argued for years that the Chinese government is using the app to <a href=\"https://www.wired.com/story/china-espionage-tiktok-spying-national-security/\">spy on Americans</a> by collecting their personal data and to spread propaganda that could be used to <a href=\"https://time.com/6836078/tiktok-sold-banned-2024-election/\">influence US elections</a>.</p>\n\n<p class=\"has-text-align-none\">Trump, ever the anti-China hawk, tried to ban the platform <a href=\"https://www.npr.org/2020/08/06/900019185/trump-signs-executive-order-that-will-effectively-ban-use-of-tiktok-in-the-u-s\">unilaterally via executive order</a> in 2020. But the order faced swift legal challenges that were never resolved before Biden came into office and <a href=\"https://www.bbc.com/news/technology-57413227\">rescinded it</a>, instead helping craft legislation to ban it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When the bill came before Congress in March, ByteDance urged its users to call their representatives in protest. Teens and older people alike reportedly pleaded with congressional staff, <a href=\"https://x.com/Olivia_Beavers/status/1765778091278778697?s=20\">saying they spend all day on the app</a>. Creators posted on TikTok urging their followers to do the same. Some offices decided to <a href=\"https://www.theguardian.com/technology/2024/mar/07/tiktok-users-protest-congress-potential-ban\">temporarily shut down their phone lines</a> as a result, which meant that they couldn’t field calls from their constituents about other issues either.</p>\n\n<p class=\"has-text-align-none\">Lawmakers in both parties <a href=\"https://x.com/Olivia_Beavers/status/1765813340310270456?s=20\">didn’t take kindly to the impromptu lobbying frenzy</a>. Some characterized it as confirmation of their fears that the Chinese-owned app — which was <a href=\"https://www.cbsnews.com/news/tiktok-banned-us-government-where-else-around-the-world/\">already banned on government devices</a> — is brainwashing America. The overrun phone lines were merely “making the case” for the bill, Rep. Chip Roy (R-TX) <a href=\"https://x.com/chiproytx/status/1765779738931404936?s=20\">wrote on X</a>.</p>\n\n<p class=\"has-text-align-none\">When the bill passed, ByteDance refused to sell TikTok, despite the fact that the company likely could have found a US buyer. Former Treasury Secretary <a href=\"https://www.vox.com/technology/2024/3/14/24101155/tiktok-ban-mnuchin-senate-china-shou-meta\">Steve Mnuchin</a> was among those publicly angling to purchase the app.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead, TikTok challenged the law in court, arguing that it violated American users’ free speech rights under the First Amendment of the US Constitution. It also said that it would not be possible for ByteDance to divest within the 270-day period specified by the law due to technological challenges and the fact that the sale would have to include TikTok’s algorithm — something the Chinese government would not allow it to sell.</p>\n\n<p class=\"has-text-align-none\">“For the first time in history, Congress has enacted a law that subjects a single, named speech platform to a permanent, nationwide ban, and bars every American from participating in a unique online community with more than one billion people worldwide,” the company said in legal filings.</p>\n\n<p class=\"has-text-align-none\">Legal experts say Congress likely doesn’t have the power to outright ban TikTok or any social media platform under the First Amendment unless it can prove that it poses legitimate and serious privacy and <a href=\"https://www.vox.com/defense-and-security\">national security</a> concerns that can’t be addressed by any other means. The question in the case before the DC Circuit is whether the government could have, in fact, addressed its national security concerns by other means and whether this ban actually does so. TikTok argues that the government could have found less restrictive ways to address its concerns and that the ban does not resolve them. </p>\n\n<p class=\"has-text-align-none\">The government’s national security arguments in the lawsuit are redacted in legal filings. But reports have suggested that both the Chinese government and TikTok employees have abused the app’s user data. A former employee of ByteDance has alleged in court that the government <a href=\"https://www.cnn.com/2023/06/08/tech/tiktok-data-china/index.html\">accessed user data</a> on a widespread basis for political purposes during the 2018 protests in Hong Kong. And last December, ByteDance acknowledged it had fired four employees who <a href=\"https://www.washingtonpost.com/technology/2022/12/22/tiktoks-chinese-owner-fires-workers-who-gathered-data-journalists/\">accessed the data of two journalists</a> while trying to track down an internal leaker.</p>\n\n<p class=\"has-text-align-none\">However, civil society groups have argued that a ban won’t address concerns about data privacy. The American Civil Liberties Union and the Center for Democracy and Technology (CDT) <a href=\"https://cdt.org/wp-content/uploads/2024/03/Coalition_Letter_Opposing_H.R._7521.pdf\">wrote in a letter to federal lawmakers</a> that the Chinese government can still access Americans’ data in other ways. For instance, it could just as well buy Americans’ data on a legitimate open market, where the sale of that data remains unrestricted.</p>\n\n<p class=\"has-text-align-none\">Nevertheless, the DC Circuit appeared skeptical of some of TikTok’s points during oral arguments in the case. The court noted that the US already bans foreign ownership of broadcasting licenses, asking why a ban on TikTok is substantially different. While acknowledging weighty free speech concerns with a ban, the court also questioned TikTok’s assertion that those rights would outweigh all else, to the point that the US could not ban the app even if at war with the country controlling it.</p>\n\n<p class=\"has-text-align-none\">If the court upholds the ban, an appeal to the Supreme Court is likely. Since banning TikTok is an issue that cuts across party lines, it’s not clear how the conservative majority would rule. Trump’s return to the White House may also introduce uncertainty into the implementation of the ban, even if it survives legal challenges.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What a Trump presidency means for the future of TikTok</strong></h2>\n\n<p class=\"has-text-align-none\">Despite previously seeking to ban TikTok, Trump has since warmed to the platform, on which he now has <a href=\"https://www.tiktok.com/@realdonaldtrump?lang=en\">14.6 million followers</a>, and he has vowed to <a href=\"https://www.aljazeera.com/economy/2024/11/15/for-embattled-tiktok-trump-offers-hope-of-a-reprieve\">save it</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s unclear what exactly brought about his reversal. He’s said that banning TikTok would only benefit Meta, and he may be out for revenge against the company, which <a href=\"https://www.theguardian.com/technology/article/2024/jul/12/meta-removes-restrictions-trump-instagram-facebook\">blocked him</a> from Instagram and Facebook for two years following the January 6, 2021, insurrection at the US Capitol.</p>\n\n<p class=\"has-text-align-none\">“Without TikTok, you can make Facebook bigger, and I consider Facebook to be an enemy of the people,” Trump <a href=\"https://www.cnbc.com/2024/03/11/trump-says-a-tiktok-ban-would-empower-meta-slams-facebook-as-enemy-of-the-people.html\">told CNBC</a> in March.</p>\n\n<p class=\"has-text-align-none\">Another factor could be the influence of one of Trump’s billionaire megadonors. Jeff Yass’s investment firm Susquehanna <a href=\"https://www.nytimes.com/2024/03/26/technology/tiktok-investors-bytedance.html\">reportedly</a> owns 15 percent of TikTok’s parent company, a stake worth about $40 billion, <a href=\"https://www.ft.com/content/256a45c3-8c78-4448-9dbe-8382c0788457\">according</a> to the Financial Times. As of May, Yass had <a href=\"https://nymag.com/intelligencer/article/who-is-jeff-yass-the-gop-billionaire-donor-dominating-2024.html\">contributed more</a> than any other individual donor to Republican candidates.</p>\n\n<p class=\"has-text-align-none\">However, it’s not clear if Trump will keep his word to salvage TikTok given that he is surrounding himself with people who vehemently oppose the app. That includes his pick for secretary of state, <a href=\"https://www.nbcnews.com/tech/social-media/trumps-cabinet-picks-deeply-divided-tiktok-ban-rcna181042\">Marco Rubio</a>, and for Federal Communications Commission chair, Brendan Carr. Carr <a href=\"https://www.vox.com/politics/386224/project-2025-trump-cabinet-carr-homan\">wrote in Project 2025</a> (the policy manifesto by the Heritage Foundation, a conservative think tank) that TikTok is part of a Chinese “foreign influence campaign by determining the news and information that the app feeds to millions of Americans.” </p>\n\n<p class=\"has-text-align-none\">On the other hand, Trump has also nominated Robert F. Kennedy Jr. for health secretary and former Democratic Rep. Tulsi Gabbard for director of national intelligence. Both have substantial followings on TikTok and oppose a ban.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump may have several options if he does decide to oppose the TikTok ban. The language of the ban is “broad and invests the president with quite a bit of discretion in how he chooses to enforce the ban,” George Wang, a staff attorney at the Knight First Amendment Institute at Columbia University, told Vox. That includes determining whether ByteDance has engaged in a “qualified divestiture” from TikTok that would save it from a ban.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It could grant the president some leeway to decline to enforce the ban if TikTok or ByteDance comes to some sufficient solution,” Wang said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Alternatively, Trump may be able to influence the kinds of arguments that the DOJ would make to defend the ban (or not) before the Supreme Court if the case is appealed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He might also be able to negotiate with Chinese officials to achieve a sale of TikTok to a US buyer in compliance with the law. James Lewis, director of the Strategic Technologies Program at the Center for Strategic and International Studies, <a href=\"https://www.npr.org/transcripts/nx-s1-5213735\">told NPR</a> that, based on his conversations with such officials, they may be more open to a sale if Trump backs down somewhat on his tariff threats against China.</p>\n\n<p class=\"has-text-align-none\">But Wang said the best outcome would be a more permanent solution that protects Americans’ First Amendment rights, he said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Trump might decide not to enforce the TikTok ban when he first takes office in January, but he could also change his mind at any point,” he said. “And so, while I think maybe some of these enforcement and executive branch solutions might be good temporarily, I&#8217;m still really hoping that the courts declare the law unconstitutional or Congress decides to repeal it.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "An appeals court may soon decide TikTok’s fate, weeks before an American ban on the social media platform could go into effect. That’s if the incoming Trump administration doesn’t decide to upend the court’s decision. TikTok debuted in the US in 2017 as a platform for short-form videos and became the most downloaded app in [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Why 597 million chickens go missing from America’s food supply each year",
    "link": "https://www.vox.com/future-perfect/389639/chicken-poultry-industry-mortality-death",
    "pubDate": "2024-12-05T19:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Chickens at a farm in Maryland. | Edwin Remsberg/The Image Bank\" data-portal-copyright=\"Edwin Remsberg/The Image Bank\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-159235695-3.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Chickens at a farm in Maryland. | Edwin Remsberg/The Image Bank</figcaption>\n</figure>\n<p class=\"has-text-align-none\">America’s favorite animal to eat — the chicken — has also become its most expendable: In 2021, around 556 million chickens in the US died at hatcheries and on farms before reaching the slaughterhouse, their carcasses winding up in landfills, incinerators, compost heaps, or pet food.&nbsp;</p>\n\n<p class=\"has-text-align-none\">An additional 41 million never entered the food supply, either because they died during transport to the slaughterhouse or were slaughtered but deemed unsafe to eat due to a variety of reasons, including tumors, bruising, or infections.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s all according to a <a href=\"https://animalequality.org/news/chicken-mortality-report/\">new analysis</a> released today by the international animal rights group Animal Equality.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To put Animal Equality’s findings into perspective, these 597 million chickens that are never consumed — 6 percent of the 9.8 billion raised for meat every year in the US — are far greater than the combined number of turkeys, pigs, and cattle slaughtered for meat annually.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So many chickens die prematurely on farms that one <a href=\"https://www.wattagnet.com/poultry-future/article/15534258/innova-invests-in-poultry-mortality-recovery-robot-startup\">startup</a> even created a robot to scoop them up so farmworkers don’t have to — it’s built into the industry’s business model.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2021, the National Chicken Council, the industry’s main trade group, reported a <a href=\"https://www.nationalchickencouncil.org/about-the-industry/statistics/u-s-broiler-performance/\">5.3 percent</a> mortality rate, or the share of birds that die prematurely, but that analysis only included chickens that died on farms. Animal Equality’s report provides a more comprehensive accounting, including for other deaths in the production chain, such as chickens that die after birth at the hatcheries where they’re incubated and born, in transport to farms, and those that are slaughtered but don’t enter the food supply.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/Screenshot-2024-12-04-at-5.31.12%E2%80%AFPM.png?quality=90&#038;strip=all&#038;crop=0,14.321353874756,100,71.357292250489\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A chick is caught in machinery at a Foster Farms hatchery. | Animal Equality\" data-portal-copyright=\"Animal Equality\" />\n<p class=\"has-text-align-none\">“The industry knows that a significant portion — [nearly] 600 million animals — are going to die, and that still allows them to make a profit,” said Sean Thomas, Animal Equality’s international director of investigations. Across the group’s undercover investigations of factory farms, Thomas said, “we don’t see veterinary care for a single chicken that is sick, because that single chicken does not matter to the industry.”</p>\n\n<p class=\"has-text-align-none\">All these dead chickens constitute a form of hidden food waste that adds up to an unfathomable amount of suffering, as the birds <a href=\"https://www.thepoultrysite.com/articles/mortality-patterns-associated-with-commercial-broiler-production\">perish</a> from what have become features of American poultry farming: painful diseases, heart attacks, dehydration, starvation, and rough handling.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Additionally, around <a href=\"https://www.ers.usda.gov/webdocs/publications/43833/43680_eib121.pdf?v=1488.4\">one-fifth</a> of poultry meat that does enter the US food supply is thrown away by grocers, restaurants, and consumers at home. When accounting for both waste in the production chain<em> </em>and waste at the consumer and retail levels, about one-quarter of chickens hatched — some 2.6 billion per year — are never consumed.</p>\n\n<p class=\"has-text-align-none\">The problem appears to only be getting worse. Since the mid-20th century, the poultry industry has steadily reduced its on-farm mortality rate. But in the last decade, it’s been on the rise, recently reaching levels not seen since the 1960s.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/u3cF7-over-half-a-billion-chickens-die-on-us-farms-each-year-representing-a-hidden-form-of-food-waste.png?quality=90&#038;strip=all&#038;crop=0,21.068865432894,100,57.862269134212\" alt=\"A chart shows the share of farmed chickens that die from disease and injuries has been rising since 2013, reaching levels similar to that of the 1960s.\" title=\"A chart shows the share of farmed chickens that die from disease and injuries has been rising since 2013, reaching levels similar to that of the 1960s.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">It’s well understood what kills chickens on farms: infectious diseases and health problems that stem from how the birds are bred to grow too big and too fast. Over the last decade, producers have been breeding chickens to grow ever bigger, which could explain why more and more are dying on farms. Another likely cause of increasing mortality could be that chicken farms, under pressure from public health officials and advocates, have used fewer antibiotic drugs in recent years, because the poultry industry’s use of these lifesaving drugs is a major driver of the <a href=\"https://www.vox.com/future-perfect/22922018/antibiotic-resistance-epidemic-drug-resistant-infections\">antibiotics resistance crisis</a>.</p>\n\n<p class=\"has-text-align-none\">Both of these problems can be addressed in a way that alleviates the animals’ suffering and safeguards antibiotics used in human medicine. One of the country’s largest chicken companies is showing how it can be done, but the question is whether the rest of the industry will follow.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What’s causing the spike in dead chickens on farms?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Around 1950, US farmers began feeding their chickens and other farmed animals antibiotics to make them grow faster and prevent disease. Rather than reserve them for cases when an animal gets sick, the drugs have been widely used prophylactically as a crutch to keep farmed animals alive in the unsanitary, overcrowded warehouses in which the <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">vast majority</a> of them are raised, and where disease proliferates.</p>\n\n<p class=\"has-text-align-none\">By the early 2000s, about <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S1369527400002411\">half of all antibiotics</a> ever produced globally had been fed to livestock.</p>\n\n<p class=\"has-text-align-none\">Over time, public health experts learned this practice had come back to bite us: Bacteria commonly found on farms, like Salmonella and E. coli, were mutating and becoming resistant to antibiotics, making the drugs less effective in treating humans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Throughout the 20th century, numerous efforts aimed at the US Food and Drug Administration to restrict antibiotic use in food production failed in the face of pharmaceutical lobbying pressure and growing anti-regulatory sentiment. But after decades of pressure, US fast food restaurants and big chicken companies eventually took action, as <a href=\"https://www.vox.com/future-perfect/2023/1/8/23542789/big-meat-antibiotics-resistance-fda\">did the FDA</a>.</p>\n\n<p class=\"has-text-align-none\">In 2014, just 3 percent of chickens were raised without antibiotics; by 2018, <a href=\"https://civileats.com/2024/05/22/what-happened-to-antibiotic-free-chicken/\">more than half were</a>, and 90 percent of chickens were raised without antibiotics relevant in human medicine. It was a major public health win, but as the livestock industry was quick to <a href=\"https://www.wattagnet.com/broilers-turkeys/diseases-health/article/15537515/less-antibiotic-use-in-us-broilers-but-more-mortality\">point out</a>, it led to more chickens <a href=\"https://www.wattagnet.com/broilers-turkeys/diseases-health/article/15537515/less-antibiotic-use-in-us-broilers-but-more-mortality\">dying</a> on farms.</p>\n\n<p class=\"has-text-align-none\">As a result, Tyson Foods — the nation’s largest poultry producer — and Chick-fil-A each <a href=\"https://civileats.com/2024/05/22/what-happened-to-antibiotic-free-chicken/\">rolled back</a> their “no antibiotics ever” pledges and reintroduced a class of antibiotics called ionophores, which aren’t used in human medicine. Ionophores pose a lesser threat to human health, though <a href=\"https://civileats.com/2024/05/22/what-happened-to-antibiotic-free-chicken/\">some experts worry</a> they could still contribute to the growth of bacteria resistant to antibiotics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the data suggests the chicken industry’s move away from antibiotics isn’t the only cause of its rising mortality rate: Even as antibiotic use remained stable <a href=\"https://www.wattagnet.com/broilers-turkeys/diseases-health/article/15537515/less-antibiotic-use-in-us-broilers-but-more-mortality\">from 2018 to 2023</a>, on-farm mortality rates continued to climb. Some of that could be attributed to disease outbreaks that impacted the industry during this period, like <a href=\"https://www.wattagnet.com/broilers-turkeys/ippe-news/article/15532799/controlling-challenging-forms-of-infectious-bronchitis\">infectious bronchitis</a>, <a href=\"https://www.wattagnet.com/broilers-turkeys/diseases-health/news/15682877/how-to-prevent-metapneumovirus-in-commercial-poultry\">Avian metapneumovirus</a>, and <a href=\"https://www.feednavigator.com/Article/2024/02/16/Navigating-antibiotic-trends-in-US-broiler-sector/\">necrotic enteritis</a>. But part of the problem could be what the meat industry has done to the chickens themselves.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Chickens are getting too big to survive&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">In the 1950s, poultry companies began breeding chickens to grow bigger and faster. Back then, it would take chickens 70 days to reach their “<a href=\"https://www.nationalchickencouncil.org/about-the-industry/statistics/u-s-broiler-performance/\">market weight</a>” of 3 pounds. Now, chickens reach 6.5 pounds in just 47 days; almost half the time for more than double the weight.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Among other traits, poultry companies selectively bred chickens to have bigger breasts, the <a href=\"https://www.thekitchn.com/the-cost-of-chicken-a-ranking-of-chicken-cuts-from-least-to-most-expensive-243382\">most valuable part</a> of the bird. As a result, today’s chickens are extremely top-heavy compared to chickens of the past.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/Kenny_Vox_ChickenSize_.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A USDA chart shows chickens raised for meat getting larger over the past 70 years, starting at 3 pounds in 1950 and growing to 6.5 pounds in 2023.\" title=\"A USDA chart shows chickens raised for meat getting larger over the past 70 years, starting at 3 pounds in 1950 and growing to 6.5 pounds in 2023.\" data-has-syndication-rights=\"1\" data-caption=\"Paige Vickers/Vox\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Animal advocates say this transformation has turned the birds into “<a href=\"https://frankenchickens.com/\">Frankenchickens</a>” that are “<a href=\"https://www.noemamag.com/the-unending-quest-to-build-a-better-chicken#:~:text=Due%20to%20underdeveloped%20immune%20systems,prisoners%20in%20their%20own%20bodies.%E2%80%9D\">prisoners in their own bodies</a>,” which cause a number of health problems that lead to premature death. Many chickens’ tiny legs can’t support the weight of their giant breasts, leading to injuries that can be so severe that they struggle to walk to reach food and water, resulting in death by <a href=\"https://extension.umd.edu/resource/leg-health-chickens-fs-1179/\">dehydration or starvation</a>.</p>\n\n<p class=\"has-text-align-none\">Between 2013 and 2023, when antibiotics use fell, chickens were bred to grow <a href=\"https://www.nationalchickencouncil.org/about-the-industry/statistics/u-s-broiler-performance/\">10.5 percent bigger</a>, which could’ve contributed to rising mortality rates. Fast-growing chickens “have relatively high mortality rates as compared to slower growing strains (and systems with higher welfare requirements),” <a href=\"https://www.wur.nl/en/persons/ingrid-de-jong-1.htm\">Ingrid de Jong</a>, a senior researcher of poultry welfare at Wageningen University in the Netherlands, told me over email.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s unclear how much of a role this played in rising mortality over the last decade, however, because for many decades before, poultry companies had been making chickens grow bigger while reducing mortality rates. It could be that in recent years, these companies have hit a biological limit of sorts — a point at which making the birds grow bigger and bigger has made more of them die on the farm.</p>\n\n<p class=\"has-text-align-none\">Animal advocates want to see the poultry industry switch to <a href=\"https://civileats.com/2019/05/28/the-race-to-produce-a-slower-growing-chicken/\">slower-growing chicken breeds</a>, which they argue would do more to reduce animal suffering than just about any other single change to the factory farm system.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Chicken companies don’t need to decide between more dead birds and protecting antibiotics</strong></h2>\n\n<p class=\"has-text-align-none\">Big chicken producers might now be thinking that they need to choose between phasing out antibiotics to protect human health and keeping chicken mortality rates down. But the experience of Perdue Farms, America’s fifth largest chicken producer, shows that would be a mistake.</p>\n\n<p class=\"has-text-align-none\">The company isn’t exactly a <a href=\"https://www.youtube.com/watch?v=05h2hNi1S1g\">shining beacon</a> of <a href=\"https://vimeo.com/245790342\">animal</a> <a href=\"https://theintercept.com/2023/06/13/perdue-chicken-slaughterhouse-animal-cruelty-dxe/\">welfare</a> — in most ways, its operations look much like any other factory farm — but it’s taken steps to alleviate animal suffering that other major producers haven’t, and remains committed to never using antibiotics even as its competitors have resumed using them.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perdue began to remove antibiotics from its production in 2002 and became antibiotic-free by 2016. Early in the process, its mortality rate was slightly above the industry average, but now the company’s mortality rate tends to run “about half a percent to a percent better” than the industry, <a href=\"https://www.aaap.info/bruce-stewart-brown\">Bruce Stewart-Brown</a>, Perdue Farms’ chief science officer, told me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The company got there in part by cleaning up its breeding operations and hatcheries: “We&#8217;re not relying on this kind of antibiotic to clean up something that we could do ourselves.” For instance, it works to get its breeding hens to lay their eggs in nests, rather than on the floor where there might be disease.</p>\n\n<p class=\"has-text-align-none\">The company also refined its vaccine regimen, and adjusted its chicken feed by adding probiotics and removing animal byproducts, which can irritate the birds’ guts, among other changes.</p>\n\n<p class=\"has-text-align-none\">Across the chicken industry, a lot of birds die in their final week of life — which is under seven weeks — as the health problems that stem from fast growth catch up with them. To help mitigate this problem, Perdue sends its birds to the slaughterhouse when they’re at a slightly lower weight than the industry average. “The last week gets harder when you have heavier birds,” Stewart-Brown said.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The company is also conducting experiments with numerous slower-growing breeds. It’s not going as far or fast as animal advocates want to see the company go, but it’s more than what Perdue’s competitors have done.</p>\n\n<p class=\"has-text-align-none\">Many chicks also die in the beginning of their lives at hatcheries, where they can be roughly handled, culled due to injuries or deformities, or injured on the mechanical processing line. Many also die in transport from the hatchery to the farm, in which their fragile bodies are packed tightly into crates and don’t receive food or water for 24 to 72 hours.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/Screenshot-2024-12-04-at-5.36.18%E2%80%AFPM.png?quality=90&#038;strip=all&#038;crop=0,3.182903187519,100,93.634193624962\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Chicks packed into crates. | Animal Equality\" data-portal-copyright=\"Animal Equality\" />\n<p class=\"has-text-align-none\">There’s a growing push in Europe for <a href=\"https://www.innovateanimalag.org/on-farm-hatching-overview\">on-farm hatching</a>, which has shown to reduce mortality and the need for early-stage antibiotics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Poultry production is the least regulated part of the meat industry, which isn’t saying much, considering beef and pork production have also been <a href=\"https://www.vox.com/future-perfect/2023/8/31/23852325/farming-myths-agricultural-exceptionalism-pollution-labor-animal-welfare-laws\">thoroughly deregulated</a>. But chickens have no federal laws protecting them at the hatchery, the farm, or the slaughterhouse. Setting meaningful regulations for animal welfare, farm hygiene, and antibiotics would go a long way toward reducing animal suffering and mortality on poultry farms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Absent that, the industry is left to engage in a never-ending game of optimization whack-a-mole, in which public health and animal welfare are almost always sacrificed on the altar of endless chicken wings and cheap meat.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "America’s favorite animal to eat — the chicken — has also become its most expendable: In 2021, around 556 million chickens in the US died at hatcheries and on farms before reaching the slaughterhouse, their carcasses winding up in landfills, incinerators, compost heaps, or pet food.&#160; An additional 41 million never entered the food supply, [&#8230;]",
    "author": "Kenny Torrella"
  },
  {
    "title": "This is how many animals could go extinct from climate change ",
    "link": "https://www.vox.com/down-to-earth/389843/climate-change-wildlife-extinction-study",
    "pubDate": "2024-12-05T19:00:37.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A yellow frog with black spots, sitting on a rock.\" data-caption=\"A new study reveals how climate change could fuel animal extinctions globally. Amphibians, like this Panamanian golden frog, are among the groups of species most at risk. | Kike Calvo/Universal Images Group via Getty Images\" data-portal-copyright=\"Kike Calvo/Universal Images Group via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-907633228.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A new study reveals how climate change could fuel animal extinctions globally. Amphibians, like this Panamanian golden frog, are among the groups of species most at risk. | Kike Calvo/Universal Images Group via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The planet is about <a href=\"https://climate.copernicus.eu/climate-indicators/temperature\">1.3 degrees Celsius</a> warmer today than it was in the late 1800s. That seemingly small increase has impacted the natural world in some pretty profound ways. <a href=\"https://www.vox.com/22558979/animals-birds-shrinking-size-heat-climate-change#:~:text=In%202019%2C%20when%20scientists%20examined,also%20got%20smaller%2C%20on%20average.\">Birds have become smaller</a>. Lizards, insects, and <a href=\"https://www.scientificamerican.com/article/climate-change-is-altering-animals-colors/#:~:text=As%20our%20planet%20warms%20up,to%20blue%20individuals%20is%20increasing\">snails have changed color</a>. Some <a href=\"https://www.vox.com/down-to-earth/2024/1/17/24039907/climate-change-nocturnal-animals-ibex\">goats have become more nocturnal</a>. These are adaptations that help animals survive climate change.</p>\n\n<p class=\"has-text-align-none\">Many species, though, haven’t been able to adapt fast enough. Rising temperatures have not only eroded animal populations, such as by stoking wildlife-killing wildfires in Australia and the Amazon, but they have also driven entire species to extinction. Several years ago, an <a href=\"https://australian.museum/learn/australia-over-time/extinct-animals/melomys-rubicola/\">Australian rodent called Bramble Cay melomys</a> went extinct, largely due to sea level rise. Warming temperatures <a href=\"https://kauaiforestbirds.org/four-kaua%CA%BBi-forest-birds-slated-for-extinction/\">spread disease-ridden mosquitos into higher elevations in Hawaii</a>, killing every last individual of certain bird species.</p>\n\n<p class=\"has-text-align-none\">That’s the situation today. It’s already bleak. So what happens to wildlife populations if — or more like when — Earth gets even hotter?</p>\n\n<p class=\"has-text-align-none\">That urgent question is at the center of a new <a href=\"http://www.science.org/doi/10.1126/science.adp4461\">study</a>, published in the journal <em>Science.</em> The research analyzes how different degrees of warming, relative to the pre-industrial-era average, affect the portion of species globally that are at risk of going extinct. </p>\n\n<p class=\"has-text-align-none\">The numbers reported in the study are alarming, but they also underscore an important message: If countries can rein in their greenhouse gas emissions, they stand to save thousands of species from meeting their permanent end.</p>\n\n<h2 class=\"wp-block-heading\">Current climate policies put half a million species at risk of extinction</h2>\n\n<p class=\"has-text-align-none\">This new study is a meta-analysis, meaning it synthesized the results of other existing studies — 485 of them, to be precise. It estimates the percentage of known plant and animal species globally that are projected to become extinct under different climate scenarios in the future. Those scenarios include the current level of warming and targets under the Paris Agreement, a global UN agreement to curb climate change, as well as more extreme emissions scenarios.&nbsp;</p>\n\n<ul>\n<li><strong>1.3 degrees</strong> (current warming):<strong> 1.6 percent</strong> of species</li>\n\n\n\n<li><strong>1.5 degrees</strong> (aspirational Paris Agreement target):<strong> 1.8 percent </strong>of species</li>\n\n\n\n<li><strong>2 degrees</strong> (official Paris agreement target):<strong> 2.7 percent</strong> of species</li>\n\n\n\n<li><strong>2.7 degrees</strong> (where current policies and pledges get us): <strong>5 percent </strong>of species</li>\n\n\n\n<li><strong>4.3 degrees</strong> (higher emissions scenario):<strong> 14.9 percent</strong> of species</li>\n\n\n\n<li><strong>5.4 degrees</strong> (a worst-case warming scenario): <strong>29.7 percent</strong> of species</li>\n</ul>\n\n<p class=\"has-text-align-none\">Scientists still don’t have a firm grasp of how many species there are on Earth, so it’s hard to translate these percentages into actual numbers of extinct animals. Scientists now think there are <a href=\"https://naturalhistory.si.edu/education/teaching-resources/life-science/what-biodiversity\">10 million species</a> or more, according to ecologist Mark Urban, the study’s sole author. That would put projected losses under current warming at around 160,000 species, rising to half a million should the world fail to enact additional policies to curb carbon emissions. That is a lot. We are talking about potentially losing half a million species to extinction from climate change.</p>\n\n<p class=\"has-text-align-none\">“There&#8217;s this acceleration of extinction risk with each increment of temperature rise,” said Urban, director of the Center of Biological Risk at the University of Connecticut, told Vox.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-1191555626.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Kangaroos on a plain obscured by orange smoke.\" title=\"Kangaroos on a plain obscured by orange smoke.\" data-has-syndication-rights=\"1\" data-caption=\"In 2020, wildfires in Australia, which have been linked to climate change, killed nearly 3 billion animals. | Saeed Khan/AFP via Getty Images\" data-portal-copyright=\" Saeed Khan/AFP via Getty Images\" />\n<p class=\"has-text-align-none\">To be clear, Urban is reporting extinction risk. This is different from extinction certainty. He compares a species at risk of extinction to a jug of water with a crack in it: “We know the water is pouring out,” he said. “What we don&#8217;t know, however, is how big the crack is. So we don&#8217;t know how long it&#8217;ll take [for the water to run out].” Meaning, for the species to go extinct.</p>\n\n<p class=\"has-text-align-none\">The study also has some important limitations. Models like this are only as good as the data that feeds into them, said Chrystal Mantyka-Pringle, a researcher at Wildlife Conservation Society Canada who was not a part of the study. And research tends to be biased toward certain types of animals and areas that are easier (and cheaper) to study, such as forests in the US or Europe and not, say, the Arctic. Yet the study is sound, according to Mantyka-Pringle and Ilya Maclean, a conservation ecologist at the University of Exeter, who was also unaffiliated with this research. “It’s a pulse check on where we are,” Mantyka-Pringle told Vox.</p>\n\n<h2 class=\"wp-block-heading\">Frogs and animals on mountains and islands are most at risk</h2>\n\n<p class=\"has-text-align-none\">The paper also explored which animals and habitats are most and least at risk from warming. Birds, for example, face a lower risk of extinction, Urban found, likely because they can easily move around. As the ideal habitat for avian species shifts toward the poles or up mountains, birds will try to shift with it. That said, warming still poses a serious problem to many avian species, and <a href=\"https://www.audubon.org/news/new-audubon-science-two-thirds-north-american-birds-risk-extinction-due-climate\">other research</a> suggests birds face a high extinction risk in North America.</p>\n\n<p class=\"has-text-align-none\">On the flip side, organisms that can’t easily move, such as plants or those that are highly dependent on water, will be more at risk, Urban says. Indeed, Urban’s analysis found that amphibians, including frogs, are most sensitive to a warming climate. Climate change can intensify droughts, and frogs need water. Hotter temperatures may also contribute to the toll of chytrid fungus, a deadly pathogen that has wiped out dozens of frog species. What’s more is that amphibians don’t typically travel very far, so it’s harder for them to simply shift their habitat.</p>\n\n<p class=\"has-text-align-none\">As for different habitats, mountains, islands, and freshwater ecosystems appear most sensitive to climate change, according to the analysis. Again, this isn’t shocking. Animals that live on mountains can move to higher elevations as temperatures warm, but they’ll eventually reach the top and literally just run out of room. That’s led <a href=\"https://www.pnas.org/doi/10.1073/pnas.1804224115?url_ver=Z39.88-2003&amp;rfr_id=ori%3Arid%3Acrossref.org&amp;rfr_dat=cr_pub++0pubmed\">some scientists</a> to describe climate change as an “escalator to extinction” for mountain species.</p>\n\n<p class=\"has-text-align-none\">Islands face similar space issues, and they tend to be home to species with smaller populations to begin with. Plus, they already contend with other threats such as invasive species, which warming can make worse. This point is key: Climate change is just one threat, but it often intensifies other ones, such as droughts tied to deforestation or the spread of wildlife disease.</p>\n\n<h2 class=\"wp-block-heading\">Are these numbers really that bad? </h2>\n\n<p class=\"has-text-align-none\">Barring the worst-case scenarios for greenhouse emissions, the study projects that a relatively small portion of species will go extinct from climate change — a single-digit percentage. Is that really a problem?</p>\n\n<p class=\"has-text-align-none\">Yes.</p>\n\n<p class=\"has-text-align-none\">Yes.</p>\n\n<p class=\"has-text-align-none\">Yes.</p>\n\n<p class=\"has-text-align-none\">That is the widely held answer from ecologists, at least. Even a small percentage translates to tens of thousands of species, each of which has value for human society, whether or not we have figured it out. </p>\n\n<p class=\"has-text-align-none\">A single animal species may be crucial to a community’s culture, such as the <a href=\"https://www.hcn.org/issues/56-12/after-the-klamath-river-dams-came-down-salmon-came-back/\">Chinook salmon</a>, which is considered sacred by some Indigenous tribes in the American West. And we already know that the natural world holds the cure for many life-threatening diseases. Researchers estimate that an astonishing <a href=\"https://pharmaceutical-journal.com/article/research/pharmaceuticals-from-marine-sources-past-present-and-future\">70 percent</a> of antibiotics and cancer treatments in use today are rooted in natural organisms.</p>\n\n<p class=\"has-text-align-none\">“Most humans love nature, and that&#8217;s one aspect of it, but biodiversity is also the foundation of our health and our wealth and our cultures,” Urban said.</p>\n\n<p class=\"has-text-align-none\">Allowing even one species to go extinct is like playing Russian roulette, he said.</p>\n\n<p class=\"has-text-align-none\">“We don’t know what we’re losing,” Urban said. “But when you really lose a species, that is truly irreversible. That&#8217;s the end.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The planet is about 1.3 degrees Celsius warmer today than it was in the late 1800s. That seemingly small increase has impacted the natural world in some pretty profound ways. Birds have become smaller. Lizards, insects, and snails have changed color. Some goats have become more nocturnal. These are adaptations that help animals survive climate [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Spotify Wrapped misses the mark with this one joyless feature",
    "link": "https://www.vox.com/culture/389869/spotify-wrapped-google-ai-music-streaming",
    "pubDate": "2024-12-05T18:35:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A row of phone screens against a yellow backdrop displaying different features of the Spotify Wrapped music roundup. \" data-caption=\"Spotify’s Your Wrapped AI podcast feature. | Spotify\" data-portal-copyright=\"Spotify \" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/AIPodcast.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Spotify’s Your Wrapped AI podcast feature. | Spotify</figcaption>\n</figure>\n<p class=\"has-text-align-none\">This year’s Spotify Wrapped came with an odd surprise. The app’s annual roundup featured more than just the usual candy-colored data about which artists, songs, and podcasts users streamed the most. It included a <a href=\"https://www.independent.co.uk/tech/spotify-wrapped-ai-artificial-intelligence-b2658667.html\">“Wrapped AI podcast”</a> feature, using Google’s NotebookLM technology to verbally recap users’ listening habits. </p>\n\n<p class=\"has-text-align-none\">This bizarre addition is more than just an audio companion for the information presented in Wrapped. Two NPR-inflected, artificial-intelligence voices go through your listening highlights in a conversational (albeit still robotic) manner while elaborating on your “moods,” “vibes,” and interests throughout the year. It feels both like listening to a doctor go through your bloodwork results and a psychic vaguely supposing facts about your life. </p>\n\n<p class=\"has-text-align-none\">For example, my “hosts” suggested that I was embracing a “bolder” vibe during the month of September based on the movie soundtracks I was consuming. “The <em>Challengers</em> soundtrack and Ludwig Göransson’s work on <em>Oppenheimer</em> makes me wonder if you were watching some intense movies during this time,” one of my “hosts” speculated. This wasn’t totally untrue. But I also wasn’t sure why I needed to be told this information about myself. </p>\n\n<p class=\"has-text-align-none\">The purpose of this new feature isn’t exactly clear. The podcast element feels even less inspired than some of the other strange personalization features the music streamer has launched in the past, from an AI DJ who greets users by their name, to <a href=\"https://www.nbcnews.com/pop-culture/spotify-wrapped-sound-towns-reactions-burlington-vermont-rcna127257\">“sound towns”</a> the listener supposedly lives in, to this year’s incoherent labels representing different moods (like whatever “Pink Pilates Princess Vogue Pop” is). These features are presented as attempts to connect with users on an intimate level, but they’ve largely proven to be <a href=\"https://www.marketingbrew.com/stories/2024/03/19/after-the-success-of-wrapped-spotify-is-personalizing-music-with-daylists\">great marketing strategies</a> in all their absurdity.  </p>\n\n<p class=\"has-text-align-none\">“The goal of Wrapped, in particular, is brand virality,” says Glenn McDonald, former data alchemist at Spotify. “There’s not much in the way this year of data storytelling.”</p>\n\n<p class=\"has-text-align-none\">Overall, the Spotify listening experience has never felt more alien.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Spotify’s personalization features are getting weird&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">The app, which launched in 2008, has long been appreciated — and bemoaned — for its user-specific, algorithmically generated playlists and myriad compilations designed for any mood, task, and time of the day. However, its newer personalization features, with an emphasis on AI technology, have gotten a little out of hand. While its technology is designed to understand users’ tastes, it is exactly that understanding that keeps users in a repetitive comfort zone of songs, artists, and genres forever.</p>\n\n<p class=\"has-text-align-none\">In 2023, the app rolled out an AI-powered DJ service called <a href=\"https://www.theverge.com/24290914/spotify-ai-dj-radio-kexp\">“DJ X,”</a> currently available as “DJ: Wrapped.” Using an assortment of users’ most played songs and forgotten favorites, the feature imitates the FM radio experience — only without the crucial element of discovery and a human guide. The AI DJ — who uses the replicated voice of Spotify’s Head of Cultural Partnerships, Xavier “X” Jernigan — offers a vague preamble in between songs: either basic facts about the artists or what mood they think the next song will evoke. It feels more like an attempt at a guided relaxation ritual than an adventurous listening experience. (Of course, users also have the option to skip songs.)</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2188238430.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A crowd of people in a large, high-ceilinged room look up at a giant projected screen of Spotify Wrapped images.\" title=\"A crowd of people in a large, high-ceilinged room look up at a giant projected screen of Spotify Wrapped images.\" data-has-syndication-rights=\"1\" data-caption=\"Spotify’s 2024 Wrapped takeover at London’s Outernet on December 4, 2024.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Another AI-powered tool Spotify introduced earlier this year is called “AI Playlist.” Users can either enter a description of the type of playlist they want to listen to or select a prompt, and generative AI will whip it right up. While you can request any kind of mix you want, the prompts seems to encourage listening to music the user is already familiar with. For example, the page currently suggests users try asking the tool to “put [their] top Wrapped songs in order of release date” or “give [them] a playlist of the genre [they] listened to the most.” </p>\n\n<p class=\"has-text-align-none\">Some of these features have gotten a lot more gimmicky. As a result, they’ve become <a href=\"https://www.marketingbrew.com/stories/2024/03/19/after-the-success-of-wrapped-spotify-is-personalizing-music-with-daylists\">effective marketing tools</a>. Back in February, the app launched the trippy, cosmic-themed tool <a href=\"https://newsroom.spotify.com/2024-02-29/spotifys-song-psychic-is-ready-to-answer-your-burning-questions/\">“Song Psychic,”</a> which mimics a Magic 8 ball. Users select pre-written questions about their future and are given a (familiar) song in return. More widely known is the feature <a href=\"https://newsroom.spotify.com/2023-09-12/ever-changing-playlist-daylist-music-for-all-day/\">“Daylist,”</a> which quickly spread across social media when it arrived earlier this year. The “hyper-personalized” playlist changes throughout the day to supposedly reflect the user’s mood, based on their listening habits during certain times of the day. It’s largely garnered attention for its <a href=\"https://www.nytimes.com/2024/01/24/style/ai-spotify-music-playlist-algorithm.html\">AI-generated playlist titles</a> that look like word salad (“rage people pleaser wednesday evening,” for example). </p>\n\n<p class=\"has-text-align-none\">It’s unclear whether the “AI podcast” will be a mainstay of Spotify Wrapped or if Google NotebookLM will be integrated further into the app. The &#8220;research assistant” allows users to receive summaries and additional information of documents using Google’s Gemini chatbot. However, its function, as far as the podcast goes, seems a bit redundant for the user. It’s mainly proof of how well Google NotebookLM can perform rather than something that enhances user experience in a substantial way.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Are all these AI tools just making us self-absorbed?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">These features don’t just demonstrate how well Spotify knows you, but how predictable your behavior on the app is. These inventions can be fun to play around with. Sometimes, they’re exactly what users need at the moment. But to what end do streaming services need to keep reinforcing and catering to our own moods and preferences?&nbsp;</p>\n\n<p class=\"has-text-align-none\">McDonald, who now runs the music directory <a href=\"https://everynoise.com/\">Every Noise At Once</a>, says it’s a normal inclination for users to want to listen to music they already like. “There certainly are retention metrics that say that, unsurprisingly, people like listening to the things that they like,” he says. “But unless you really try actual adventurous experiments on what people might react to, you really don&#8217;t know.”</p>\n\n<p class=\"has-text-align-none\">During his decade of working at Spotify, McDonald says the streaming service has never focused on what “it takes to get people curious.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/Screen-Shot-2024-12-05-at-12.18.57-PM.png?quality=90&#038;strip=all&#038;crop=0,3.891591024092,100,92.216817951816\" alt=\"Billboard of Spotify’s AI-powered “Daylist” feature in New York City.\" title=\"Billboard of Spotify’s AI-powered “Daylist” feature in New York City.\" data-has-syndication-rights=\"1\" data-caption=\"Billboard of Spotify’s “Daylist” feature in New York City. | Spotify\" data-portal-copyright=\"Spotify\" />\n<p class=\"has-text-align-none\">While Spotify has a popular Discover Weekly playlist that features new songs and artists based around users’ tastes, there are less easily discoverable features designed for exploration on the app’s interface. Compare that to playlists the app offers prominently, like Your Time Capsule, On Repeat, and Repeat Rewind, all bringing users back to their listening comfort zone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All of these efforts to know listeners ignore music as an interactive art form. These Spotify features suggest that music is entirely about your own pleasure and ease and not something that’s meant to be engaged with, sought out, and even criticized. The user-focused promotion of AI doubles down on these habits. Listeners are supposed to be delighted that a robot knows every little thing about them, while never challenging them to expand or change. All in all, these AI-powered features promote a narcissistic and, frankly, dull approach to art. </p>\n\n<p class=\"has-text-align-none\">“The argument for streaming services is that all the world&#8217;s music is now accessible to you,” says McDonald. “But if all you do is listen to what you already know, it&#8217;s like giving someone a teleporter and they only use it to teleport back home.” </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This year’s Spotify Wrapped came with an odd surprise. The app’s annual roundup featured more than just the usual candy-colored data about which artists, songs, and podcasts users streamed the most. It included a “Wrapped AI podcast” feature, using Google’s NotebookLM technology to verbally recap users’ listening habits.  This bizarre addition is more than just [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "America&#8217;s faultlines",
    "link": "https://www.vox.com/politics/389364/americas-ideological-fight-republican-democrat-explained",
    "pubDate": "2024-12-05T18:00:26.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of an American flag with a crack in it. \" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-1093521326.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<ul>\n<li><a href=\"https://www.vox.com/scotus/373084/supreme-court-trump-judges-federalist-society\">How would a second Trump presidency change America’s courts?</a></li>\n<li><a href=\"https://www.vox.com/politics/373376/trump-loss-2024-election-republican-party\">Would another Trump defeat end Trumpism?</a></li>\n<li><a href=\"https://www.vox.com/politics/373046/trump-republicans-ivf-abortion-reproductive-rights-election\">How IVF exposed fissures in the Republican coalition</a></li>\n</ul>\n<h3>The present — and future — of the American right</h3>\n<ul>\n<li><a href=\"https://www.vox.com/culture/373990/heterodoxy-anti-woke-libertarian-tech-bro\">The cultural power of the anti-woke tech bro</a></li>\n<li><a href=\"https://www.vox.com/politics/373376/trump-loss-2024-election-republican-party\">Would another Trump defeat end Trumpism?</a></li>\n<li><a href=\"https://www.vox.com/politics/373046/trump-republicans-ivf-abortion-reproductive-rights-election\">How IVF exposed fissures in the Republican coalition</a></li>\n<li><a href=\"https://www.vox.com/2024-elections/373479/stephen-miller-mass-deportation-camps-trump-agenda\">The Architect: Stephen Miller’s dark agenda for a second Trump term</a></li>\n<li><a href=\"https://www.vox.com/scotus/373084/supreme-court-trump-judges-federalist-society\">How would a second Trump presidency change America’s courts?</a></li>\n<li><a href=\"https://www.vox.com/politics/373620/trump-second-term-thinkers-theorists-ideas-agenda-right-explained\">The 6 thinkers who would define a second Trump term</a></li>\n<li><a href=\"https://www.vox.com/2024-elections/373535/3-theories-gop-donald-trump-nonwhite-voters-hispanic-black-latino-asian\">The Republican Party is less white than ever. Thank Donald Trump.</a></li>\n<li><a href=\"https://www.vox.com/politics/373485/project-2025-abortion-ban-trump-comstock-mifepristone\">The big lie about Project 2025</a></li>\n<li><a href=\"https://www.vox.com/politics/381470/trump-rfk-cabinet-hhs-vaccines-health\">Trump really could empower RFK Jr. to wreck public health</a></li>\n</ul>\n<h3>The present — and future — of the American left</h3>\n<ul>\n<li><a href=\"https://www.vox.com/politics/378977/kamala-harris-loses-trump-2024-election-democratic-party\">If Harris loses, expect Democrats to move right</a></li>\n<li><a href=\"https://www.vox.com/2024-elections/378644/progressives-left-backlash-retreat-kamala-harris-pivot-center\">The big political shift that explains the 2024 election</a></li>\n<li><a href=\"https://www.vox.com/politics/378478/harris-immigration-border-progressive-agenda-2024-election\">How tough would a President Kamala Harris be on immigrants?</a></li>\n<li><a href=\"https://www.vox.com/politics/378025/trump-harris-2024-election-polls-union-voters\">The Democrats’ pro-union strategy has been a bust</a></li>\n<li><a href=\"https://www.vox.com/2024-elections/377729/kamala-harris-supreme-court-electoral-college-senate-constitution\">The nightmare facing Democrats, even if Harris wins</a></li>\n<li><a href=\"https://www.vox.com/2024-elections/377802/latinos-trump-harris-immigration-assimilation-conser\">Are Democrats really “losing” Latino voters?</a></li>\n<li><a href=\"https://www.vox.com/2024-elections/377170/kamala-harris-economic-policy-new-progressive-economics\">The rise — and fall? — of the New Progressive Economics</a></li>\n</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "How would a second Trump presidency change America’s courts?\nWould another Trump defeat end Trumpism?\nHow IVF exposed fissures in the Republican coalition\nThe present — and future — of the American right\nThe cultural power of the anti-woke tech bro\nWould another Trump defeat end Trumpism?\nHow IVF exposed fissures in the Republican coalition\nThe Architect: Stephen Miller’s dark agenda for a second Trump term\nHow would a second Trump presidency change America’s courts?\nThe 6 thinkers who would define a second Trump term\nThe Republican Party is less white than ever. Thank Donald Trump.\nThe big lie about Project 2025\nTrump really could empower RFK Jr. to wreck public health\nThe present — and future — of the American left\nIf Harris loses, expect Democrats to move right\nThe big political shift that explains the 2024 election\nHow tough would a President Kamala Harris be on immigrants?\nThe Democrats’ pro-union strategy has been a bust\nThe nightmare facing Democrats, even if Harris wins\nAre Democrats really “losing” Latino voters?\nThe rise — and fall? — of the New Progressive Economics",
    "author": "Vox Staff"
  },
  {
    "title": "How the Syrian rebels’ surprise offensive shocked the world",
    "link": "https://www.vox.com/world-politics/389694/syria-rebels-bashar-assad-iran-hts-united-states-refugees-middle-east",
    "pubDate": "2024-12-05T17:18:47.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Anti-government fighters brandish their guns as they ride a vehicle in Syria’s northern city of Aleppo on November 30, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2186933497.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Anti-government fighters brandish their guns as they ride a vehicle in Syria’s northern city of Aleppo on November 30, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The war in Syria was supposed to be over.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>Over</em>, of course, didn’t mean <em>peace</em>: During the past few months, the Syrian regime of Bashar al-Assad and its Russian backers have <a href=\"https://www.aljazeera.com/news/2024/1/7/relentless-bombing-and-constant-death-a-bleak-start-to-2024-for-syria\">launched periodic airstrikes</a> on rebel-held areas in the country’s northeast; the US and its Kurdish allies have <a href=\"https://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/3951025/us-central-command-conducts-airstrikes-against-several-isis-camps-in-syria/\">continued to wage an ongoing campaign</a> of airstrikes and special forces operations targeting the remnants of the militant group ISIS; while Israel has continually — particularly since the October 7, 2023, attacks — <a href=\"https://www.vox.com/israel/378404/gaza-israel-hamas-hezbollah-sinwar-netanyahu-united-nations\">struck Hezbollah and targets linked to Iran</a>, both of which are Assad allies.</p>\n\n<p class=\"has-text-align-none\">But with <a href=\"https://www.vox.com/world-politics/388407/ceasefire-lebanon-israel-hezbollah-biden-netanyahu-us\" data-type=\"link\" data-id=\"https://www.vox.com/world-politics/388407/ceasefire-lebanon-israel-hezbollah-biden-netanyahu-us\">unprecedented conflicts erupting elsewhere in the Middle East,</a> the war in Syria, which has been fought since 2011 and may have <a href=\"https://www.reuters.com/article/world/syrian-observatory-says-war-has-killed-more-than-half-a-million-idUSKCN1GO13M/\">resulted in the deaths</a> of more than half a million people and displaced millions more, had become an afterthought.</p>\n\n<p class=\"has-text-align-none\">The front lines were fixed: Sunni militant groups controlled the country’s northeast, US-backed Syrian Kurds dominated the Northwest, and Assad held the rest, including his capital, Damascus. Regional governments like the United Arab Emirates and Saudi Arabia that had spent years backing a revolution to overthrow Assad, <a href=\"https://authory.com/app/content/aac980a0a94fd4cb088ac55c457c93166\">had begun to welcome</a> him — with tacit US support — back to regional summits and gatherings. To the degree Syria was still considered a security threat outside its borders, it was at the nexus of a <a href=\"https://authory.com/app/content/abc4b4a76d1a04d86adadffe5f34fb04e\">flourishing regional drug trade</a> — promoted and facilitated by the regime. The active phase of the war, in which territory regularly changed hands and Assad’s regime faced a serious threat from foreign-backed rebels, seemed to be over.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All that changed last week when a coalition of rebel groups swept into the city of Aleppo, <a href=\"https://www.washingtonpost.com/world/2024/12/01/syria-rebels-assad-aleppo-hama/\">rapidly pushing back government forces</a> and taking control of most of the city. Aleppo, which had been Syria’s largest city before the war, fell to the rebels in the early days of the uprising, and Assad spent roughly four years fighting to take it back, annihilating much of it in the process. Now, he has lost it again in the span of about four days.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While international governments called on all sides to “<a href=\"https://www.washingtonpost.com/world/2024/12/01/syria-rebels-assad-aleppo-hama/\">deescalate</a>,” the rebel coalition took control of much of the city, as well as <a href=\"https://x.com/Charles_Lister/status/1863985683519406132\">more than 200 surrounding towns</a>. On Thursday, they took over the <a href=\"https://www.nytimes.com/2024/12/05/world/middleeast/syria-rebel-offensive-hama.html\">strategically located city of Hama</a>, continuing the push south toward Damascus. Rebels <a href=\"https://www.facebook.com/reel/1262217175052190\">have freed inmates</a> from the regime’s jails, where many political prisoners had been held, some for years. In response, Syrian and Russian jets <a href=\"https://news.sky.com/story/syrias-president-vows-to-defeat-terrorists-as-us-calls-for-de-escalation-13264340\">have launched airstrikes</a> on the city, including some that hit hospitals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vox spoke by phone on Monday with Abdulkafi Alhamdo, an English teacher and opposition activist from Aleppo who gained an <a href=\"https://www.bbc.com/news/world-middle-east-38299172\">international following</a> for his video reports, posted on social media, in the early days of the Syrian civil war. Alhamdo had been living in rebel-held Idlib for the past eight years, after fleeing Aleppo when it was taken by the Assad regime. He returned to his hometown for the first time over the weekend, reuniting with family members, some of whom he hadn’t seen since the war began 13 years ago.</p>\n\n<p class=\"has-text-align-none\">“Eight years I waited, dreaming every day to go back,” Alhamdo told Vox by phone from Syria. “The whole whole world said that we were over, that the season of revolution is over, that we had no chance. But we made it.”</p>\n\n<p class=\"has-text-align-none\">Though the rebels had reportedly been planning their operations for months, it took Washington and other Western capitals by surprise. “It goes to show that sometimes there&#8217;s a tendency in Washington for people to sit there and say, ‘Oh, well, you know, the conflict is frozen. We don&#8217;t worry about it anymore,’” said Brian Carter, an analyst who tracks militant groups in the Middle East for the American Enterprise Institute’s Critical Threats project. “This offensive shows how flawed that sort of thinking is. It’s going to have big impacts for the region and for US policy.”</p>\n\n<p class=\"has-text-align-none\">The second fall of Aleppo is also a warning that the conflicts proliferating around the world should not be considered in isolation. Syria had become overlooked because of the much more active wars in Ukraine, the Palestinian territories, and Lebanon, all of which heavily engaged international attention and energy, from high-level arms shipments to global street protests. But the effects of those wars likely provided an opening for the rebels’ stunning advance, and constrained Assad’s ability to respond to it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And in turn, the latest revival of the Syrian civil war is likely to have reverberations that will be felt far beyond the country’s borders. </p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP1778849789\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Will the Syrian regime hold on?</h2>\n\n<p class=\"has-text-align-none\">The conflict began in 2011 as an outgrowth of the regional Arab Spring movement, with protests against the Assad regime that quickly mutated into an insurgency after the regime’s brutal crackdown.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Randa Slim, a fellow at Johns Hopkins University’s Foreign Policy Institute who has participated in backchannel negotiations on Syria, told Vox the rapid pace of the offensive reminds her of the momentum the rebels had in the early days of the war in 2012 and 2013. “The opposition was winning, winning, winning, winning, and we were saying, ‘Oh my God, they&#8217;re going to get to Damascus soon,’” Slim said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The tide started to turn in 2013 when the rebels were defeated in a <a href=\"https://en.wikipedia.org/wiki/Second_Battle_of_al-Qusayr\">battle at the town of al-Qusayr</a> by Hezbollah, the Iran-backed Lebanese militia, which had entered the war the previous year on Assad’s side.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2186933614.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A billboard bearing a picture of Syria&#039;s President Bashar al-Assad\" title=\"A billboard bearing a picture of Syria&#039;s President Bashar al-Assad\" data-has-syndication-rights=\"1\" data-caption=\"A billboard bearing a picture of Syria&#039;s President Bashar al-Assad and a national flag are torn by anti-government fighters in Aleppo on November 30, 2024.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Today, however, Hezbollah is reeling after more than a year of war with Israel that has resulted in the targeted deaths of much of its <a href=\"https://www.vox.com/world-politics/372772/hezbollah-israel-pagers-radios-lebanon\">senior leadership</a>, including <a href=\"https://www.vox.com/world-politics/2023/10/28/23935157/hezbollah-lebanon-israel-hamas-palestine-gaza-iran-militia-group\">longtime head Hassan Nasrallah</a>. “Hezbollah has been dealt a devastating blow in Lebanon, and they have seen many of their fighters leave Syria,” Slim said. Hezbollah has <a href=\"https://www.washingtonpost.com/world/2024/12/04/iran-syria-hezbollah-iraq-militias-assad/\">vowed to join</a> the fight to help Assad’s forces retake the lost territory, but it’s unclear how much of an impact they will be able to make. </p>\n\n<p class=\"has-text-align-none\">Assad’s other most vital ally has been Russia. It was Russian airpower that <a href=\"https://authory.com/JoshuaKeating/What-the-horrors-of-Syria-and-Chechnya-can-tell-us-about-Russias-tactics-in-Ukraine-adaf94e4b9c6948b6a8efbec463c67047\">reduced Aleppo to rubble</a> and allowed the regime to retake the city in 2016, another crucial turning point in the war. But Russia has <a href=\"https://www.nytimes.com/2022/10/19/world/middleeast/russia-syria-israel-ukraine.html\">moved much of its military hardware and personnel</a> out of Syria since the start of the war in Ukraine in 2022. As this week’s bombardment shows, the Russians aren’t gone entirely, but President Vladimir Putin may be less willing, this time around, to devote significant resources to bailing out Assad at a time when the Ukraine conflict is at a critical juncture.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mouaz Moustafa, executive director for the Syrian Emergency Task Force, a US-based lobbying group backing and coordinating with the Syrian opposition, told reporters in Washington this week, “I believe that the war in Ukraine and the war in Syria is the same war for the same aims against the same authoritarians, and so I know that I many Syrians are grateful for the brave Ukrainians that have been fighting against the Russians, which gave us the breathing space of not having a full Russian air force in Syria.”</p>\n\n<p class=\"has-text-align-none\">The international context is vital to understanding how the Syrian military’s defenses collapsed so quickly, Robert Ford, former US ambassador to Syria, told Vox. “The key thing to know is that the Syrian government has long depended on the Russians and the Iranians to provide hard fighting power because the Syrian army itself is really hollowed out after so many years of fighting and defections and corruption,” Ford said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Assad may not be totally helpless, however. <a href=\"https://www.reuters.com/world/middle-east/iraqi-militias-enter-syria-reinforce-government-forces-military-sources-say-2024-12-02/\">Hundreds of fighters</a> from Iran-backed militias in Iraq have reportedly crossed the border to fight the rebels in recent days.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Syria is a large country in a strategic location on the sea, between Turkey and Israel, and Iran views it as vital for its regional ambitions. “Do not underestimate the will of the Iranians to throw the kitchen sink at this going forward in order to keep Assad in power,” Slim said.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Who are the rebels?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">You might think that a major strategic defeat for Iranian and Russian proxies would be enthusiastically cheered by Washington. Instead, the administration has been treating the rebel offensive cautiously, mainly because of who makes up the rebels. </p>\n\n<p class=\"has-text-align-none\">“The United States has nothing to do with this offensive, which is led by Hay’at Tahrir al-Sham (HTS), a designated terrorist organization,” National Security Council spokesperson <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/11/30/statement-by-nsc-spokesperson-sean-savett-on-syria/\">Sean Savett said in a statement</a>.</p>\n\n<p class=\"has-text-align-none\">HTS, which is indeed the main rebel group involved in the offensive, was, under its former name, Jabhat al-Nusra, an affiliate of al-Qaeda. The group’s leader, Muhammad al-Jolani, <a href=\"https://www.wsj.com/world/middle-east/who-is-syrian-rebel-leader-hts-jawlani-9b157eff\">spent five years in an American prison</a> in Iraq for taking part in that country’s anti-US insurgency and has a <a href=\"https://www.fbi.gov/contact-us/field-offices/washingtondc/news/press-releases/up-to-10-million-reward-offered-for-information-on-the-leader-of-the-al-nusrah-front\">$10 million price on his head from the FBI</a>.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But supporters of the Syrian opposition say the situation is more complicated than that. The group formally broke with al-Qaeda in 2016, when it changed its name to HTS. It is opposed to both ISIS and <a href=\"https://www.dni.gov/nctc/ftos/hurras_fto.html\">al-Qaeda’s remaining Syrian affiliate</a>. HTS still adheres to and promotes an austere and strict Islamist ideology, but observers say religious minorities, including Christians, have been permitted to exercise their religion in the areas of Idlib they control.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2187028037.jpg?quality=90&#038;strip=all&#038;crop=0,10.687031085813,100,78.625937828374\" alt=\"Armed groups in Aleppo&#039;s city center in Syria\" title=\"Armed groups in Aleppo&#039;s city center in Syria\" data-has-syndication-rights=\"1\" data-caption=\"Armed groups opposing Syrian President Bashar al-Assad&#039;s regime seized control of much of Aleppo&#039;s city center in Syria on November 30, 2024.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Since taking Aleppo, HTS has “said all the right things,” said Ford, noting that Christian services were held on Sunday. The group has published a statement proclaiming “<a href=\"https://x.com/azelin/status/1863565507481264597\">diversity is our strength</a>” and calling for solidarity with Aleppo’s Kurdish population.</p>\n\n<p class=\"has-text-align-none\">Alhamdo, the activist from Aleppo, told Vox he was not a supporter of HTS’s ideology, but gave them credit for their tactical leadership on the battlefield and felt that “they are developing their mentality.”</p>\n\n<p class=\"has-text-align-none\">Ford, who spearheaded the move to designate the group — under its former name — as a terrorist organization when he served in the Obama administration, told Vox he “would be hard-pressed now, in 2024, to legally justify a listing” for the group in its current incarnation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of course, not everyone is likely to buy the group’s rebranding effort. That includes the Biden administration as well as regional governments, like the United Arab Emirates and Saudi Arabia, which used to staunchly back the Syrian opposition, but are fearful of the overtly Islamist turn some opposition groups have taken. These are the governments that have also been reaching out to try to normalize relations with Assad.</p>\n\n<p class=\"has-text-align-none\">“For the UAE especially, HTS is Islamist. It is the Muslim Brotherhood. It is evil incarnate, no matter how many permutations it has undertaken,” Slim said. “This group was al-Qaeda, and it’s going to take a lot of change to convince the US, or the Saudis, or the Egyptians that it really has changed.”</p>\n\n<h2 class=\"wp-block-heading\">How do the Kurds fit in?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Another group involved in the rebel coalition is the Syrian National Army (SNA), which despite its name is a Turkish-backed proxy militia. Turkey has a more wary relationship with HTS, but reportedly gave the green light to the SNA’s involvement in the operation due to <a href=\"https://www.ft.com/content/b62e834d-e8fe-45a7-be18-3221b3d05515\">Assad’s unwillingness to engage in talks</a> earlier this year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Turkey’s bigger concern, though, is the Kurdish-dominated statelet that has emerged in Syria’s northeast. The Syrian Kurdish forces, known as the SDF, have been America’s primary allies in the ongoing campaign against ISIS, but Turkey views them as a branch of the PKK, the Turkey-based Kurdish militant group that has fought a decades-long insurgency against the Turkish government. The Turkish military and its proxy forces have launched several incursions over the border into Syria to push the Kurdish forces back.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The SDF also controlled some pockets of territory in and around Aleppo but has withdrawn from these as the rebels have advanced. Sinam Mohamad, the representative in Washington for the Syrian Democratic Council — as the predominantly Kurdish government in northeast Syria is known — said she believes Turkey is “planning to occupy some Syrian lands in order to destroy the autonomous administration of northeast Syria.” Despite the HTS’s assurances that Kurds have nothing to fear from Aleppo’s new rulers, she told Vox the group is a “terrorist organization” and that “we are really afraid about the minorities, especially the Kurdish people, in Aleppo city.”</p>\n\n<h2 class=\"wp-block-heading\">Will this be Trump’s first foreign crisis?</h2>\n\n<p class=\"has-text-align-none\">Mustafa, the Syrian American activist, argues that the US ought to see the events of the past week as a victory for its interests. “What&#8217;s actually happening on the ground is that Syrians are finding our enemies,” he said. He expressed frustration with the Biden administration’s calls on all sides to deescalate the situation. “It makes no sense for me,” he said. “They should ‘deescalate,’ what, the liberation of towns from the Iranians, the Russians and the Assad regime?”</p>\n\n<p class=\"has-text-align-none\">Syria has not been a major priority for the Biden administration, as it was for the Obama and Trump teams, and despite national security adviser Jake Sullivan’s pledge on Sunday that the <a href=\"https://www.nbcnews.com/meet-the-press/meet-press-december-1-2024-n1311152\">US would “stay deeply engaged”</a> in the crisis, it’s unlikely this White House will make any major moves on the issue in its remaining month and a half in office. (The <a href=\"https://www.barrons.com/news/us-strike-hits-weapons-in-eastern-syria-pentagon-83972902\">US did launch a strike against Iran-backed militia groups in Syria</a> on Tuesday, though such attacks have taken place repeatedly this year.)</p>\n\n<p class=\"has-text-align-none\">What about the next administration? During his first term, <a href=\"https://www.nytimes.com/2019/10/13/us/politics/mark-esper-syria-kurds-turkey.html\">Trump attempted</a> — but was eventually dissuaded by his advisers — to withdraw the remaining US troops from Syria. (About 900 American military personnel are still in the country as part of the ongoing counter-ISIS mission, operating from Kurdish-held territory in the northeast and from a base near the Jordanian border in the south.) Trump’s selection of former US Rep. Tulsi Gabbard as his director of national intelligence — she’s known for <a href=\"https://www.theguardian.com/us-news/2017/jan/26/tulsi-gabbard-bashar-al-assad-syria-democrats\">meeting with Assad in 2017</a> and has <a href=\"https://abcnews.go.com/Politics/tulsi-gabbard-claims-met-syrian-president-bashar-al/story?id=45050615\">described</a> the entire Syrian opposition as “terrorists” — does not indicate much sympathy for the rebels.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the other hand, Trump and his team are also known for their extremely hawkish views on Iran, a close ally of Assad. Mustafa said he had met with Richard Grenell, a former acting director of national intelligence and an influential Trump adviser, to discuss the situation, and <a href=\"https://x.com/RichardGrenell/status/1863676856832020978\">Grenell’s recent posts on X</a> indicate at least some sympathy to their position.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But as always with Trump and foreign policy, the actual policies he pursues in office are <a href=\"https://www.vox.com/world-politics/386680/trump-foreign-policy-rubio-hegseth-waltz-gabbard\">difficult to predict</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">What happens next?</h2>\n\n<p class=\"has-text-align-none\">Despite the Syrian regime’s recent setbacks, Ford told Vox, “I strongly doubt that Damascus, 2024, is going to be Kabul, 2021,” referring to the Afghan capital’s <a href=\"https://www.vox.com/2021/8/15/22626082/kabul-capital-fall-afghanistan-government-taliban-forces-explained\">rapid fall to the Taliban</a> after the withdrawal of US troops. “I don&#8217;t think we&#8217;re going to see the HTS militants rampaging through the president&#8217;s office,” Ford said.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">For one thing, the rebel forces may simply not be large enough. For another, Iran and Russia — even in their diminished capacity — are unlikely to completely abandon a regime they see as strategically vital.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But even if the rebel offensive does not get much farther than the area it currently controls, its rapid success demonstrates a couple of important lessons. One, the war in Syria is not over. Many of the fighters who entered Aleppo this week were young children when the uprising against Assad began more than a decade ago, and there could well be years more fighting to come.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Second, it’s a mistake to consider conflicts like Syria in isolation. The Syrian conflict is often called a “civil war,” which generally means a war fought by factions existing within one country. But at the conflict’s height, it drew in countries from around the region, as well as the United States and Russia, presaging similar lines of conflict in Ukraine. Through the <a href=\"https://slate.com/news-and-politics/2014/01/the-rise-of-isis.html\">rise of ISIS</a>, the <a href=\"https://www.unrefugees.org/news/syria-refugee-crisis-explained/\">massive global refugee crisis</a>, and the <a href=\"https://authory.com/app/content/abc4b4a76d1a04d86adadffe5f34fb04e\">spread of illegal drugs</a>, it has had truly global ripple effects. Like a feedback loop, events abroad — particularly in Lebanon and Ukraine — are now helping drive events on the ground in Syria.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The latest offensive will have its own ripple effects. Optimistically, it could allow for refugees from Aleppo living abroad and elsewhere in Syria to return home, and weaken or even topple a truly odious regime, one that has <a href=\"https://www.csis.org/analysis/emerging-trends-chemical-weapons-usage-middle-east\">used chemical weapons on its own people</a> and is believed to have <a href=\"https://www.bbc.com/news/world-middle-east-35806229\">killed tens of thousands of civilians</a>.</p>\n\n<p class=\"has-text-align-none\">Pessimistically, it could lead to more chaos and displacement. HTS may yet go back to its former jihadist ways, the <a href=\"https://www.barrons.com/news/syria-war-death-toll-over-507-000-13-years-on-32a62fe9\">horrific levels of violence</a> we saw years ago could return, more regional actors could be drawn in, and jihadist groups like ISIS could take advantage of the chaos to reconstitute themselves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The world may have thought it was done with Syria. But Syrians themselves are not done, and the world has no choice but to pay attention again.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, December 5, 12:20 pm ET: </strong>This story was originally published on December 5 and has been updated to include new information on the rebel coalition’s movements and Hezbollah’s involvement. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The war in Syria was supposed to be over.&#160; Over, of course, didn’t mean peace: During the past few months, the Syrian regime of Bashar al-Assad and its Russian backers have launched periodic airstrikes on rebel-held areas in the country’s northeast; the US and its Kurdish allies have continued to wage an ongoing campaign of [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "Are drug expiration dates meaningless?",
    "link": "https://www.vox.com/the-highlight/379267/drug-expiration-dates-medication-tylenol",
    "pubDate": "2024-12-05T14:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of hands emerging from yellow smoke and holding various medicine bottles and packages with printed expiration dates\" data-caption=\"\" data-portal-copyright=\"JooHee Yoon for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/drug_issue1_edit_cf09d7.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s late, and someone in your house has a headache, a stuffy nose, or — oh no, was that the sound of retching? You rifle through your home’s jumble of medications, quietly pumping your fist in the air when that bottle of Tylenol or Pepto-Bismol finds your hand.</p>\n\n<p class=\"has-text-align-none\">It’s only then that you notice the expiration date: It was last month, last year, last decade. You realize you don’t know what that actually means — whether the drug you’re holding is dangerous or merely ineffective, and whether you’d cause more harm by using it or withholding it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What now?</p>\n\n<p class=\"has-text-align-none\">For many, medicine expiration dates are a source of fear and doubt. Whether it’s an over-the-counter fever reducer or a critical prescription heart medication, knowing how to evaluate the risk of taking it — or not taking it — can save you a lot of worry. Here’s what you need to know about how medications age.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Expiration dates are somewhat arbitrary</strong></h2>\n\n<p class=\"has-text-align-none\">The US Food and Drug Administration only began requiring drug manufacturers to put an expiration date on medications in <a href=\"https://www.fda.gov/drugs/special-features/dont-be-tempted-use-expired-medicines\">1979</a>. However, they didn’t tell companies how to come up with those dates. Most companies didn’t opt to do the expensive work of methodically testing each drug during development to determine the exact age at which it began degrading. Instead, most simply chose dates a few years out, tested the drug’s potency at that time, and if it was still as good as new, called that the expiration date.</p>\n\n<p class=\"has-text-align-none\">That is to say, drug expiration dates aren’t “bad after” dates as much as they are “good before” dates.&nbsp;For most drugs, these dates are set to about three years after the day they’re produced, says <a href=\"https://emergencymed.ucsd.edu/divisions/medical-toxicology/index.html\">Lee Cantrell</a>, a pharmacist and toxicologist who also directs operations at the San Diego division of the California Poison Control System.</p>\n\n<p class=\"has-text-align-none\">However, many drugs retain much of their potency for a lot longer than three years. In 2012, Cantrell and several of his colleagues tested a range of drugs (including acetaminophen, the sedative phenobarbital, and the opioid hydrocodone) that were decades past their expiration dates, and found that <a href=\"https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/1377417\">86 percent of them still had the intended concentrations</a> of their active ingredients. A few years later, a group of German researchers conducted a <a href=\"https://pubmed.ncbi.nlm.nih.gov/30912309/\">similar study</a> with similar results.</p>\n\n<p class=\"has-text-align-none\">One of the German researchers, <a href=\"https://www.pharmazie.uni-wuerzburg.de/das-institut/prof-holzgrabe/\">Ulrike Holzgrabe</a>, a pharmaceutical chemist at the University of Würzburg, told me these findings suggest drug companies should be determining expiration dates more rigorously. “After the licensing of a drug, the companies should store the drugs for another 10 years” and analyze them annually for stability, she said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s an obvious disincentive for manufacturers here, Cantrell says: Proving that certain products have much longer shelf lives than we assume would mean less frequent re-upping, which would decrease sales. Some manufacturers may actually have done studies proving their products last well beyond their expiration dates — but “there’s no way they’d ever release that data — it’s just not in their interest,” Cantrell says.</p>\n\n<p class=\"has-text-align-none\">Replacing drugs that are still effective is wasteful and expensive. In an effort to make better use of their drug supplies, federal agencies that stockpile drugs — like the military or the Department of Veterans Affairs — <a href=\"https://www.propublica.org/article/the-myth-of-drug-expiration-dates\">asked the FDA</a> to extend the official shelf life of several drugs in the 1980s. The agency developed the <a href=\"https://www.fda.gov/EmergencyPreparedness/Counterterrorism/MedicalCountermeasures/MCMLegalRegulatoryandPolicyFramework/ucm411446.htm\">Shelf-Life Extension Program</a> to do exactly that by batch-testing key medications on the brink of expiring.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, these extensions happen only on a <a href=\"https://www.propublica.org/article/the-myth-of-drug-expiration-dates\">case-by-case basis</a> — and only for pharmacies run by government institutions. Although expiration dates don’t accurately represent the true lifetime of a drug, the system we have right now doesn’t account for that.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Drugs change with age, but not in the way you might fear</strong></h2>\n\n<p class=\"has-text-align-none\">Part of the problem with medication expiration dates is that it’s hard to tell with the naked eye whether most drugs are past their prime. “A drug is not a yogurt or a piece of meat or a strawberry,” Holzgrabe says. Experts nevertheless have a sense of the kinds of invisible changes drugs are likely and unlikely to undergo after a certain period. </p>\n\n<p class=\"has-text-align-none\">For starters, pharmaceuticals don’t typically turn into poison as they age. “I&#8217;m not aware of any medications that become toxic once they pass their expiration date,” Cantrell says. That means you typically don’t have to worry that an expired drug will make you sick. However, because some drugs do lose potency over time, expired drugs may do some harm by not working the way you expect them to.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>It’s hard to tell with the naked eye whether most drugs are past their prime. “A drug is not a yogurt or a piece of meat or a strawberry.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">With time, there may also be changes to the integrity of some drugs’ inactive ingredients. These are the medication additives that get drugs’ active ingredients where they need to go or make them palatable for the consumer. For example, a skin cream used for eczema might separate or change in texture over time, or a suppository containing fever medicine might melt. Conversely, liquid formulations can slowly condense as the water and alcohols in them evaporate. This means a shot from that older bottle of NyQuil could theoretically be stronger than it’s supposed to be.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sometimes, time can render a drug’s delivery system ineffective, making it impossible for you to access the actual medication inside it. This is the same concept that results in an old can of hairspray being unusable even if there’s still plenty of product left inside: Medications that rely on propellants — like itch-control sprays or the albuterol rescue inhalers people use to control asthma symptoms — often become useless when their containers are too old.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not just the years that change our medications’ potency: The way they’re stored can also have an impact. Exposure to sunlight, heat, and moisture all degrade drugs more quickly. These exposures can also facilitate microbial overgrowth, even in unexpired medications. Although this risk is more related to unsafe drug storage than it is to a drug’s age, it’s one worth being aware of. That’s especially true for medications that are intended to be sterile, like <a href=\"https://www.fda.gov/drugs/buying-using-medicine-safely/what-you-should-know-about-eye-drops#:~:text=Any%20drug%20used%20in%20the,products%20in%20multi%2Ddose%20containers.\">eyedrops</a>, as contamination can lead to permanent eye damage in people who use these products.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How to manage household medications to minimize worry</strong></h2>\n\n<p class=\"has-text-align-none\">To keep drugs from losing potency before their time and reduce the likelihood they’ll be overrun with germs, Holzgrabe recommends storing them in the bedroom — not in the bathroom or in the kitchen, where they’re more likely to encounter heat and humidity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The safest approach is to keep only unexpired drugs in your household — especially when it comes to critical, life-saving medications like antibiotics, blood thinners, EpiPens, asthma rescue inhalers, insulin, and the like. The FDA recommends consumers regularly take stock of what they have on hand and <a href=\"https://www.fda.gov/drugs/special-features/dont-be-tempted-use-expired-medicines\">toss expired medications</a>. The agency also provides recommendations for <a href=\"https://www.fda.gov/drugs/safe-disposal-medicines/disposal-unused-medicines-what-you-should-know\">how to safely dispose</a> of different types of drugs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That said, if you find yourself in an emergency situation where you only have an expired version of a life-saving medication and you can’t immediately get a fresh supply, use the medication you have — so long as it doesn’t delay getting the sick person emergency care. “If someone called me and asked me and said, ‘This is all I got and I&#8217;m having trouble breathing and all,’ I&#8217;d say, ‘Use it,’” Cantrell says. </p>\n\n<p class=\"has-text-align-none\">The truth is, experts say they do often use expired over-the-counter medications in nonemergency situations at home — if they have a kid with a cold, for instance. However, it’s not something they can recommend to others; there simply needs to be more rigorous testing of medications before they can give that kind of broadly applicable advice. </p>\n\n<p class=\"has-text-align-none\">Although drugs may have longer shelf lives than their packaging says, it shouldn’t be on consumers to guess which ones might still be effective. Instead, manufacturers should be studying each newly licensed drug to determine its actual expiration date by storing quantities of it and testing its stability on an annual basis, says Holzgrabe. Tighter regulation of the pharmaceutical industry would help, she says: “The law has to be changed so that we do not throw away so many drugs which are still okay.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s late, and someone in your house has a headache, a stuffy nose, or — oh no, was that the sound of retching? You rifle through your home’s jumble of medications, quietly pumping your fist in the air when that bottle of Tylenol or Pepto-Bismol finds your hand. It’s only then that you notice the [&#8230;]",
    "author": "Keren Landman, MD"
  }
]