[
  {
    "title": "The short shelf-life of the White House tell-all",
    "link": "https://www.vox.com/culture/362202/biden-trump-white-house-political-memoir-business",
    "pubDate": "2024-07-31T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Many copies of the same book, titled Fire and Fury by Michael Wolff.\" data-caption=\"Copies of Michael Wolff’s Fire and Fury on display in a bookstore.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-902923216.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Copies of Michael Wolff’s Fire and Fury on display in a bookstore.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 1974, after two years of “knocking on doors” and reporting the facts, Bob Woodward and Carl Bernstein published their debut book, <em>All the President’s Men</em>, condensing the Watergate scandal into something more gripping and galvanizing than any of their articles could manage: a thriller.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And theirs was a hit. <em>All the President’s Men </em>brought chaos to the White House and ruin to President Richard Nixon, who resigned eight weeks later; to its young authors, what was “perhaps the most influential piece of journalism in history” (<a href=\"https://entertainment.time.com/2011/08/30/all-time-100-best-nonfiction-books/slide/all-the-presidents-men-by-bob-woodward-and-carl-bernstein/\"><em>Time</em></a>) brought fame. Woodward and Bernstein were paid a $55,000 advance for <em>All the President’s Men</em>, and then a record-breaking $1.55 million deal for paperback rights to the sequel (about $10 million, in 2024 dollars). </p>\n\n<p class=\"has-text-align-none\">That sequel, <em>The Final Days</em>, came out two years later but didn’t have that same air of revelation. Just Nixon handing the keys over to Vice President Gerald Ford; unsettling silent staffers with threats of suicide; getting drunk and roaming the White House, looking for Henry Kissinger. “Henry,” says Nixon at one point, falling to his knees, “we need to pray.” It wasn’t nearly as successful as its predecessor. </p>\n\n<p class=\"has-text-align-none\">Woodward and Bernstein didn’t invent<em> </em>journalistic<em> </em>White House tell-alls — the now-routine book-length investigation of an ongoing presidency — but they did add a flash of glamour and intrigue to a genre that, then as now, has never been very popular. Profitable? Sure; but only briefly, until the scoops get swept up in the news cycle. </p>\n\n<p class=\"has-text-align-none\">And yet the tradition endures, with Woodward — a figurehead in the field — forging ahead solo with exposés about George H.W. Bush in 1991, followed by two books about the Clinton administration, four about Bush Jr.’s, two about Obama’s, and four on Trump’s. But even these grand displays by the master of the form, so dignified and thorough, are largely forgotten after a quick burst of sales and scandal and TV appearances. Still, they come out in droves: Jonathan Karl gives us one trilogy (<em>Front Row at the Trump Show, Betrayal, Tired of Winning</em>), Michael Wolff gave us another (<em>Fire and Fury, Siege, Landslide</em>), Woodward a third (<em>Fear, Rage, Peril</em>). </p>\n\n<p class=\"has-text-align-none\">The Trump era saw a mini-boom of these titles. There was Rick Reilly’s <em>Commander in Cheat, </em>Maggie Haberman’s <em>Confidence Man,</em> Bill O’Reilly’s <em>United States of Trump </em>— billed as “a rare insider’s look at the life of Donald Trump.” Carol Leonnig and Philip Rucker gave us both <em>A Very Stable Genius </em>and <em>I Alone Can Fix It.</em></p>\n\n<p class=\"has-text-align-none\">Notably, these are distinct from the memoirs, which tell the life story of someone whose claim to fame was a few interactions with the president (Think: James Comey’s <em>A Higher Loyalty,</em> Bill Barr’s <em>One Damn Thing After Another</em>, or the two books Anthony Scaramucci got out of his <a href=\"https://www.vox.com/2017/7/31/16071196/anthony-scaramucci-communications-director-fired-trump\">week-and-change as White House director of communications</a>). </p>\n\n<p class=\"has-text-align-none\">There have been markedly fewer of these titles under Biden — but not none, and the trend continues. Publishers stand to earn fortunes, and authors to gain career-making exposure, but the risks are just as steep. For all the money Michael Wolff made with <em>Fire and Fury</em>, his blockbuster tell-all about then-President Trump’s first year in office, check out the stammering tension he exudes when <a href=\"https://youtu.be/DZbYAdOdqEw?si=Ug-iOktBJoabU6M2&amp;t=363\">grilled</a> about suggesting, “between the lines,” that Trump was sleeping with then-Ambassador to the United Nations (and future campaign opponent) Nikki Haley. Consider, by extension, the precipitous drop in his next two volumes’ popularity. </p>\n\n<p class=\"has-text-align-none\">Writing a book-length critique about the shortcomings of White House executives (i.e., extremely type-A careerist obsessives) is a laborious way to make enemies. So why do authors and publishers take the risk? </p>\n\n<h2 class=\"wp-block-heading\">The math of journalistic tell-alls</h2>\n\n<p class=\"has-text-align-none\">For John Cavalier, owner of Cavalier House and Beausoleil bookstores in Louisiana, the White House tell-all is in the same league as politician memoirs and the news-pundit screeds: He tries to ignore them all. “[Whoever’s] on top of the polls this week might have a scandal next week  …  It’s just so hard to figure out the math of it … I’ve been a bookseller since 2003, and it used to be Rush Limbaugh and Bill O’Reilly books. They’d sell real good for two weeks, then a few months later they’re traded in.” And at that point “it’s pretty much over with.” The books go on the dollar cart. Clearance.</p>\n\n<p class=\"has-text-align-none\">“They’re prestige projects,” says Andrew R. Albanese, executive editor at <em>Publishers Weekly</em>, “calling cards. The hope is, if [the publisher] can establish some kind of [political] audience, they’ll get ‘the big one,’” something like the President Barack Obama memoir. “They’re establishing credentials.”</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“They’re prestige projects”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">He describes it as a front-loaded market, meaning that a typical White House tell-all, if it’s good, will come out to a quick spike in sales, often it’ll make the New York Times<em> </em>bestseller list, enjoying maybe two weeks of coverage — and then it’s a hard plunge into discount piles, thrift stores, obscurity. </p>\n\n<p class=\"has-text-align-none\">It’s an arc that Mitchell Kaplan, owner of Books &amp; Books and co-founder of the Miami Book Fair International, has observed over his four decades as a bookseller. The books that are “embargoed before they come out  … there’s a big expectation of revelation. [Customers] come, they buy it in a couple weeks, but then it’s all over the news. People feel they got it.” </p>\n\n<p class=\"has-text-align-none\">Kaplan agrees these titles have been front-loaded for 40 years, but reader interest is getting harder to hold.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Sometimes, in the past,” Kaplan explains, “[publishers] would maybe give first-review rights for a certain outlet. What’s happening now is that information is so diffuse, there isn’t one media outlet that can drive a book anymore. Used to be, if you had the cover of <em>The New York Times Book Review</em>, that drove it. But there has to be a longer promotional arc leading up to publication now.”</p>\n\n<p class=\"has-text-align-none\">If a 24-hour news cycle doesn’t roll a title out of competition, there’s a risk of world events changing the narrative. Historian and political analyst Jonathan Alter — whose books <em>The Promise </em>(2010) and <em>The Center Holds </em>(2013) were among the first about Barack Obama’s presidency — feels mostly confident that what he was seeing and hearing while writing those books against urgent deadlines has been confirmed by history to be accurate. “I was trying to … put on my historian hat and to look at what might be of interest … years down the road. So in my first book, <em>The Promise, </em>I made a big thing about health care, which became Obamacare. … If I hadn’t, I don’t think the book would hold up as well.” </p>\n\n<p class=\"has-text-align-none\">That first book hit No. 4 on the New York Times<em> </em>bestseller list. </p>\n\n<p class=\"has-text-align-none\">Its follow-up, about the 2012 election, wasn’t so lucky. The story is still significant, he argues, because Obama’s experience with the Tea Party presages Hillary Clinton’s and Joe Biden’s experience with MAGA, “So I was focused on what I still think of as a very compelling election, but nonetheless one of less enduring historical significance than the ones that surrounded it.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Franklin Foer, a staff writer at the Atlantic, experienced something similar with his recent book about the Biden presidency. What’s significant in Foer’s case is the publication date. </p>\n\n<p class=\"has-text-align-none\"><em>The Last Politician</em> was released on September 5, 2023, and it shows that one of Biden’s strengths as a new president was he could pull the reins on Benjamin Netanyahu’s increasingly flagrant bombing campaigns in Gaza.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Hey man,” he tells Bibi over the phone, “we’re out of runway here. It’s over.”</p>\n\n<p class=\"has-text-align-none\">“And then,” writes Foer, “like that, it was.”</p>\n\n<p class=\"has-text-align-none\">Note the Old Testament language there. Foer’s doesn’t hide his admiration for the president, and there are moments where the suspenseful, high-stakes tone tilts toward reverence. If writers of these tell-alls are often humbled by the weight of their subject, Foer trends occasionally toward awe; not of his characters, necessarily, but of his larger subject. His access.</p>\n\n<p class=\"has-text-align-none\">On October 7, almost exactly one month after <em>Last Politician</em>’s release, Hamas, designated by many nations as a terrorist organization, invaded Israel and murdered over a thousand civilians. The attack galvanized a military response that Netanyahu has now escalated to the point of nearly 40,000 Palestinian deaths, <a href=\"https://www.reuters.com/world/middle-east/gaza-death-toll-how-many-palestinians-has-israels-campaign-killed-2024-05-14/#:~:text=Gaza%20death%20toll%3A%20how%20many%20Palestinians%20has%20Israel's%20campaign%20killed,-By%20Reuters&amp;text=GENEVA%2C%20July%2010%20(Reuters),million%20people%20from%20their%20homes.\">according to the Palestinian Health Ministry,</a> most of whom are civilians. Protests have sustained around the world. </p>\n\n<p class=\"has-text-align-none\">Does it change much about Foer’s book that the Biden-Netanyahu relationship, once a symbol of the president’s diplomatic savvy, has changed so radically? Sort of.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Does it change much about Foer’s book that the Biden-Netanyahu relationship has changed so radically? Sort of.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">But Foer did his research and presented the facts as they were. That those facts had a shelf-life of exactly one month is hardly his fault.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“You always want the timing to work out,” says Alter. “Frank’s book is terrific. It might’ve been overtaken by events on Netanyahu, but it gets deep inside [Biden’s] achievements and what kind of a president he is. … That’s different from the fly-on-the-wall thing,” referring to the more scandal-focused, tabloid-flavor tell-alls we got during the Trump years, such as <em>A Very Stable Genius</em> or <em>Front Row at the Trump Show</em>.</p>\n\n<p class=\"has-text-align-none\">“[That’s] its own genre.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">So why do it?</h2>\n\n<p class=\"has-text-align-none\">The first tell-all from the Trump era was Michael Wolff’s <em>Fire and Fury</em>. In a subgenre whose titles age so quickly, it’s easy to forget that, at the time of its release, <em>Fire and Fury</em> was a near-<em>Harry</em> <em>Potter</em>-level<em> </em>phenomenon in publishing. On the Thursday before its January 9 release, President Trump sent a cease-and-desist to the publisher, Macmillan, demanding “a full and complete retraction and apology.” Macmillan’s CEO, John Sargent, responded to the letter with a public rebuke, calling Trump’s demand unconstitutional, and bumping the book’s publication to the next day: Friday.</p>\n\n<p class=\"has-text-align-none\">A trolling Wolff <a href=\"https://x.com/MichaelWolffNYC/status/949023092357128194\">tweeted</a>, “Thank you, Mr. President.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kramerbooks in Washington, DC, hosted a <a href=\"https://thehill.com/blogs/blog-briefing-room/news/367558-dc-bookstore-sold-out-of-fire-and-fury-20-minutes-after/\">midnight release</a>, with customers lining up to the back of the store. They sold out in 20 minutes. So did bookstores around the country. <em>Fire and Fury</em> broke a <a href=\"https://www.adweek.com/tvnewser/fire-and-fury-is-fastest-selling-book-ever-for-henry-holt/\">first-week sales record for its imprint, Henry Holt</a>, and <a href=\"https://www.forbes.com/sites/hayleycuccinello/2018/12/11/worlds-highest-paid-authors-2018-michael-wolff/\">Forbes</a><em> </em>soon estimated that — with his advance, residuals, film, and TV deals — Wolff had earned about $13 million for the project.</p>\n\n<p class=\"has-text-align-none\">Bob Woodward was already working on his own book, <em>Fear</em>, to be released eight months later, but other journalists likely took notice of <em>Fire and Fury</em>’s success, the public’s appetite for a tome of White House insider gossip. They imagined the sort of book they<em> </em>might write, if given a chance; especially considering Wolff’s own less-than-fantastic reputation (one reviewer of <em>Fire and Fury</em> called him <a href=\"https://www.nytimes.com/2018/01/08/books/review/michael-wolff-fire-and-fury-trump-white-house.html\">“a grotesque Boswell to Trump’s Johnson,”</a> conceding at least to capitalize the J).</p>\n\n<p class=\"has-text-align-none\">The only issue is, who’s got that kind of access?</p>\n\n<p class=\"has-text-align-none\">After Wolff, the Trump administration raised its guard, and hence all subsequent tell-alls (the bestsellers, at least) were written by big names in journalism, reporters who were bound to have access because they were backed by major outlets, like Jonathan Karl (ABC News), Susan Glasser and Peter Baker (New Yorker and New York Times), Carol D. Leonnig and Philip Rucker (both of Washington Post), and Maggie Haberman (New York Times). Each of these authors is a seasoned reporter and theirs are the political insights that inform so much of the voting demographic, but their books were sold on the basis of something more commercially viable: their access.</p>\n\n<p class=\"has-text-align-none\">For all their variety you might find in the details of these books, their introductions are strikingly uniform. The author sets up a scene in medias res, showing themselves engaged somehow with the material (ideally the president himself), after which they posit a thesis and then show their credentials. </p>\n\n<p class=\"has-text-align-none\">That last part, the badge-flashing, happens on a sliding scale of humility and creativity. Jonathan Karl, for instance, opens <em>Front Row at the Trump Show </em>with a Huck Finn-type wonder at what it’s like, on Inauguration Day, to walk through a White House-in-transition, how humbled he is to be there, to conduct the very first one-sentence interview with the president.</p>\n\n<p class=\"has-text-align-none\">It’s simple and it’s charming, but it’s also calculated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What the author seems at pains to convey through these personal anecdotes is that, though friendly with Trump, he knows the man is dishonest and flashy and vain. Failing to observe these things, he’ll sound naive and therefore unreliable; however, by boasting of his longstanding relationship to Trump in spite of those qualities, he risks suggesting (admitting?) that the way one suffers an opportunistic colleague is by being opportunistic oneself.</p>\n\n<p class=\"has-text-align-none\">Maggie Haberman, meanwhile, opens her own 2022 Trump book, <em>Confidence Man</em>, with a phone call: The setting is 2016 and she confronts Trump over the phone about the fact that his presidential campaign has just been endorsed by David Duke, former grand wizard of the Ku Klux Klan. After he reads out a press-friendly line — coached, he explains, by “my two Jewish lawyers” — about antisemitism, Haberman asks him if that’s it. Trump responds, in earnest, “What do you need me to say?” </p>\n\n<p class=\"has-text-align-none\">Like Karl’s lonely punctual stroll through the corridors of power, this moment conveys to its reader — in tone, character, power dynamics — that the author is speaking privately with the future president; she’s asking him challenging questions, and he, in turn, is asking her for cues. </p>\n\n<p class=\"has-text-align-none\">Meanwhile, their task is to heighten the reader’s sense of intimacy to the most powerful person in the world. Consider how the cover art for these books all show their subject — Trump and Biden alike — in horrendous pore-gaping closeup. Jonathan Karl’s latest book, tilting the formula, shows instead a fatigued-looking Trump, walking alone, head hanging and necktie loosened, over a stretch of White House lawn at night. Solitary, contemplative, vulnerable.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Books_Vox_7-23_605890.png?quality=90&#038;strip=all&#038;crop=24.0359375,0,51.928125,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Without the perspective of history, the allure of the White House tell-all is the allure of the tell-all itself: voyeurism. Seeing what influential people are doing when they think nobody’s looking. Seeing the powerful brought down and made ordinary.</p>\n\n<p class=\"has-text-align-none\">2024 marks the 50th anniversary of <em>All the President’s Men</em>. After four years of unending scandal in the Trump administration, sparking the White House tell-all back to blockbuster status, it has receded again, under the Biden administration, into a kind of curio. Chris Whipple’s book about Biden’s first two years in office, <em>Fight of His Life</em>, was released on January 17, 2023. As of June 2024, it has sold 5,000 copies, according to BookScan. Foer’s <em>Last Politician</em>, approaching its first anniversary, has sold 13,000. The numbers might not be big, if the president is not himself dramatic or polarizing or all that interesting, but they’re still bestsellers. </p>\n\n<p class=\"has-text-align-none\">Swap out the years, the names, the faces — they all boil down to the most memorable image from <em>The Final Days</em>: Nixon on his knees. Tugging Kissinger down there with him. Drunk. Desperate. “Henry, we need to pray.”</p>\n\n<p class=\"has-text-align-none\">These books show us a powerful figure with his head bowed, kneeling, begging forgiveness of someone unseen.</p>\n\n<p class=\"has-text-align-none\">For the reader, looking down at the page, it’s a great vantage from which to render judgment.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 1974, after two years of “knocking on doors” and reporting the facts, Bob Woodward and Carl Bernstein published their debut book, All the President’s Men, condensing the Watergate scandal into something more gripping and galvanizing than any of their articles could manage: a thriller.&#160; And theirs was a hit. All the President’s Men brought [&#8230;]",
    "author": "Alexander Sorondo"
  },
  {
    "title": "Would picking Josh Shapiro actually help Harris in Pennsylvania?",
    "link": "https://www.vox.com/politics/363899/kamala-harris-vp-pick-josh-shapiro-walz-kelly",
    "pubDate": "2024-07-31T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Pennsylvania Gov. Josh Shapiro speaks during a campaign rally for Vice President Kamala Harris on July 29, 2024, in Ambler, Pennsylvania. | Hannah Beier/Getty Images\" data-portal-copyright=\"Hannah Beier/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2163833330.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Pennsylvania Gov. Josh Shapiro speaks during a campaign rally for Vice President Kamala Harris on July 29, 2024, in Ambler, Pennsylvania. | Hannah Beier/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Kamala Harris has <a href=\"https://about.bgov.com/news/what-to-know-in-washington-harris-sets-eyes-on-three-vp-picks/\">reportedly narrowed</a> her list of potential running mates down to three: Minnesota Gov. Tim Walz, Arizona Sen. Mark Kelly, and Pennsylvania Gov. Josh Shapiro.</p>\n\n<p class=\"has-text-align-none\">All these contenders have their upsides. Walz is a Midwestern veteran who plays a great <a href=\"https://x.com/Tim_Walz/status/1815951829479330211\">no-nonsense</a>, <a href=\"https://x.com/GovTimWalz/status/1698761196730540472\">folksy dad</a> on TV and repeatedly won a <a href=\"https://www.startribune.com/what-you-should-know-about-gov-tim-walz-s-record-in-office-amid-vp-speculation/600387263/#:~:text=Congressional%20career,on%20Veterans'%20Affairs%20in%202017.\">Republican-leaning</a>, rural congressional district before becoming governor. Kelly is <a href=\"https://www.kelly.senate.gov/newsroom/press-releases/kelly-secures-funding-to-strengthen-border-security-enhance-military-readiness-support-workforce-programs-and-more-in-final-annual-government-funding-package/\">a border hawk</a> whose ascension to the Democratic ticket could theoretically mitigate Harris’s <a href=\"https://www.nytimes.com/2024/07/30/us/politics/trump-campaign-ad-harris-immigration.html\">vulnerability on immigration</a>. Plus, he’s <a href=\"https://www.politico.com/news/2024/07/30/space-leaders-mark-kelly-00171814\">been to space.</a> </p>\n\n<p class=\"has-text-align-none\">Nevertheless, a glance at the Electoral College map might lead one to believe that Shapiro is the obvious choice.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Right now, Harris is polling a <a href=\"https://www.realclearpolling.com/polls/president/general/2024/trump-vs-harris\">bit worse</a> in Pennsylvania than in the other key Rust Belt battlegrounds. The likely Democratic nominee trails Trump by 1.9 points there, while losing by only <a href=\"https://www.realclearpolling.com/polls/president/general/2024/michigan/trump-vs-harris\">1 point in Michigan</a> and <a href=\"https://www.realclearpolling.com/polls/president/general/2024/wisconsin/trump-vs-harris\">0.7 points in Wisconsin</a>, according to RealClearPolitics’s polling average. Close the gap in Pennsylvania, and Harris will be in striking distance of sweeping the three Midwestern swing states, which could be sufficient to win her the White House. </p>\n\n<p class=\"has-text-align-none\">What’s more, Pennsylvania holds four more Electoral College votes than Michigan and nine more than Wisconsin. As long as Democrats win Pennsylvania, they can lose both of those states and still retain some other plausible routes to victory. With Pennsylvania in her corner, Harris could lose Nevada, Michigan, and Wisconsin and still get just over 270 Electoral College votes by taking Georgia and Arizona.</p>\n\n<p class=\"has-text-align-none\">Given this math, it may seem like a no-brainer to pick the governor who boasts a <a href=\"https://www.cbsnews.com/pittsburgh/news/josh-shapiro-kamala-harris-running-mate-questions/\">60 percent</a> approval rating in the single most valuable battleground state. </p>\n\n<p class=\"has-text-align-none\">But there is one flaw in this reasoning: There is virtually no evidence that picking a vice presidential candidate from any particular state actually increases a party’s support in that state.</p>\n\n<p class=\"has-text-align-none\">Shapiro might nonetheless be Harris’s best option. And it’s conceivable that he could marginally improve her support in Pennsylvania. But if he did, he’d be an exception to the rule. Harris would be well-advised to give more weight to other considerations when making her selection.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The weak, complicated case for believing that running mates help deliver their home states</h2>\n\n<p class=\"has-text-align-none\">Some research has found that vice presidential candidates do enjoy a “home-state advantage.” But these analyses generally rest on faulty premises.</p>\n\n<p class=\"has-text-align-none\">For years, most studies suggested that presidential candidates do not enjoy any advantage in their running mate’s home state. In 2016, the political scientists Boris Heersink and Brenton Peterson published a <a href=\"https://journals.sagepub.com/doi/abs/10.1177/1532673X16642567?download=true&amp;journalCode=aprb\">paper</a> that challenged this consensus.</p>\n\n<p class=\"has-text-align-none\">Conventionally, political scientists had gauged a running mate’s home-state advantage by considering 1) the national vote in a given election and 2) how a vice presidential candidate’s home state had voted on average in the five preceding elections. </p>\n\n<p class=\"has-text-align-none\">With these two data points, they estimated how that state should have voted in a given election, considering its historical leanings and that year’s national environment, and then compared this estimate with how it actually voted. If a presidential candidate outperformed their expected share of the vote in their running mate’s home state, then one could plausibly conclude that they enjoyed an advantage there.</p>\n\n<p class=\"has-text-align-none\">Heersink and Peterson argue that there is one big problem with this reasoning: Political parties tend to choose vice presidential candidates from places where they are already losing ground due to structural political changes. </p>\n\n<p class=\"has-text-align-none\">They highlight the example of John F. Kennedy’s selection of Lyndon Johnson in 1960.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over the previous five elections, the Democratic Party’s support in LBJ’s home state of Texas had been in sharp decline, as Republicans steadily ate into the New Deal coalition. In 1940, Franklin Delano Roosevelt won 81 percent of the state’s votes; four years later, he took 71 percent. With those two landslides propping up the Democratic Party’s average historical support in Texas, Kennedy was all but certain to do worse than expected in the Lone Star State, no matter whom he chose as his running mate.</p>\n\n<p class=\"has-text-align-none\">The traditional formula for calculating home-state advantage missed this fact. Instead, it suggested that choosing LBJ actually reduced Kennedy’s support in Texas by 15 points.</p>\n\n<p class=\"has-text-align-none\">Heersink and Peterson found this implausible. They insisted that a vice presidential candidate’s home state is much more likely to be trending away from that candidate’s party than the nation as a whole. Therefore, to capture a running mate’s true home-state advantage, you need to compare their home state’s voting behavior with that of the same exact state in an alternate dimension with a different vice presidential nominee who came from somewhere else.</p>\n\n<p class=\"has-text-align-none\">Lacking the budget for interdimensional travel, the researchers settled for the next best thing. By cobbling together bits and pieces of other US states, they created a “synthetic” Texas: A group of geographic areas that had collectively voted the same way that Texas had in 1952 and 1956. Comparing 1960’s election results in this Frankensteinian pseudo-Texas to actual Texas, they found that LBJ’s selection likely increased Kennedy’s margin in the Lone Star State. </p>\n\n<p class=\"has-text-align-none\">Applying this method to all US elections between 1844 and 2012, they found that vice presidential candidates boosted their ticket’s support in their home states by an average of 2.67 percent — more than enough to potentially swing the result of an election.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Why picking Josh Shapiro might not help Harris much in Pennsylvania</h2>\n\n<p class=\"has-text-align-none\">If Heersink and Peterson’s findings are correct, then a ton of Democratic and Republican consultants need to get fired.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In recent elections, neither party’s presidential nominee has chosen a running mate from the most hotly contested swing state. They’ve tended to pick politicians from completely uncompetitive states: George W. Bush picked Dick Cheney from deep red Wyoming, Obama tapped Biden from safe blue Delaware, Trump selected Mike Pence from solidly Republican (<a href=\"https://www.politico.com/blogs/charlie-mahtesian/2012/05/indiana-the-obama-state-that-got-away-123907\">except for immediately after a financial crash</a>) Indiana, and Biden chose Harris from the coastal Gomorrah of California.</p>\n\n<p class=\"has-text-align-none\">If all of these nominees could have bought themselves a significant boost in a pivotal swing state simply by choosing a different running mate, then their top advisers should never work in politics again.</p>\n\n<p class=\"has-text-align-none\">The thing is, Heersink and Peterson’s paper is almost certainly wrong.</p>\n\n<p class=\"has-text-align-none\">In 2019, the political scientists Christopher J. Devine and Kyle Kopko <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/psq.12610\">published a study</a> that reaffirmed the original conventional wisdom: Running mates don’t meaningfully increase a ticket’s support in their home states. </p>\n\n<p class=\"has-text-align-none\">Devine and Kopko’s research directly refutes Heersink and Peterson’s, noting two major flaws: First, its core premise — that parties tend to pick vice presidential candidates from states where they’re losing ground — is not true and was based on a technical error in their research. </p>\n\n<p class=\"has-text-align-none\">In 1948, a faction of southern Democrats split with the national party in protest of President Harry Truman’s embrace of civil rights. These Dixiecrats put forward their own, alternative Democratic nominee, South Carolina Gov. Strom Thurmond. Alabama chose to leave Truman off of the state’s ballot and listed Thurmond as the Democratic presidential nominee in his stead. </p>\n\n<p class=\"has-text-align-none\">As a result, the Democratic Party’s actual nominee won no votes in Alabama that year.</p>\n\n<p class=\"has-text-align-none\">Heersink and Peterson code this as a 100-point Republican victory in Alabama, since they don’t recognize Thurmond as the Democratic nominee. And this dubious decision matters for the rest of their paper since, in 1952, the Democrats’ vice presidential candidate was from Alabama. In fact, the idea that parties generally pick VP nominees from places where they’re losing ground is based entirely on the alleged fact that 1952 Democratic standard-bearer Adlai Stevenson picked a running mate from a state that his party had lost by 100 points four years earlier. Take that result out of Heersink and Peterson’s averages and the trend completely disappears. </p>\n\n<p class=\"has-text-align-none\">The second problem with their paper is that its results are based entirely on the voting behavior of geographic areas rather than people. Data on shifts in a region’s aggregate political leanings have their uses, but information about individuals’ voting preferences is generally better for gauging the influence of any given factor on election outcomes. </p>\n\n<p class=\"has-text-align-none\">This is partly because the population of an area can change between election cycles. For example, a state can gradually lose college-educated voters if other areas offer better job opportunities for young professionals. Thus, if you compare a state’s voting behavior in one election to its behavior in a later one, you might mistake the impact of a demographic shift for the impact of a specific campaign decision, such as the selection of a running mate from that state. </p>\n\n<p class=\"has-text-align-none\">Using large-scale survey data on individuals from all 50 states, Devine and Kopko are able to gauge the impact of running mate decisions on voters. They find that, after controlling for all other relevant variables (e.g. partisanship, race, age, gender, income, etc.), voters from the same state as a party’s vice presidential nominee are no more likely to support that party than voters from other states. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Shapiro might be the right choice, but Harris shouldn’t pick him for the wrong reasons</h2>\n\n<p class=\"has-text-align-none\">None of this necessarily means that Harris shouldn’t pick Shapiro.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Pennsylvania governor does have some liabilities. His <a href=\"https://www.salon.com/2024/07/30/picking-josh-shapiro-could-be-for-harris--heres-why/\">unusually strident</a> criticisms of pro-Palestinian protesters have earned him the enmity of some progressives, while the uncanny similarity between his <a href=\"https://x.com/ArmandDoma/status/1818068587627823407\">oratorical style and Barack Obama’s</a> could be offputting to some voters. </p>\n\n<p class=\"has-text-align-none\">Nevertheless, by picking Shapiro, Harris could plausibly counter the widespread perception that&nbsp;<a href=\"https://www.semafor.com/article/07/23/2024/the-upside-for-harris-is-huge-democratic-poll-finds-kamala-needs-to-define-her-brand-quickly\">she is very left-wing</a>, which may be a source of concern for some swing voters. And the qualities that have enabled the Pennsylvania governor to earn a 60 percent approval rating in his home state might help him win the confidence of a national electorate.</p>\n\n<p class=\"has-text-align-none\">It also remains conceivable that Shapiro could help Harris a bit in Pennsylvania. The empirical evidence may strongly suggest that a running mate’s home state doesn’t matter, but there are no infallible measurement tools in social science. Survey data can be biased, and not at all relevant variables can be identified and controlled. More critically, as noted above, it’s been decades since the nominee of either party actually tried putting the popular incumbent governor of a hotly contested swing state on the ticket. So the historical data might not be a reliable guide to the implications of picking Shapiro. </p>\n\n<p class=\"has-text-align-none\">There are also some reasons to think that Harris’s VP pick will matter more than most: In some <a href=\"https://abcnews.go.com/Politics/harris-sees-boost-favorability-after-biden-drops-race/story?id=112306763\">recent polls</a>, Harris’s favorability has jumped dramatically in recent weeks, a development that suggests voters’ impressions of her are unusually unsettled. Since her choice of running mate will be the first major decision she makes as presumptive Democratic nominee, it could solidify many voters’ views of her candidacy. Shapiro’s selection could plausibly reassure some Pennsylvania swing voters that Harris is the type of Democrat they can trust.</p>\n\n<p class=\"has-text-align-none\">Still, Harris should not count on that. Although it is possible that Shapiro could help her win Pennsylvania, the historical record indicates that this is far from a sure thing.  </p>\n\n<p class=\"has-text-align-none\">For that reason, if Harris believes that Walz or Kelly would play better to a national audience, she should not pick Shapiro merely because he’s from a more valuable state.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Kamala Harris has reportedly narrowed her list of potential running mates down to three: Minnesota Gov. Tim Walz, Arizona Sen. Mark Kelly, and Pennsylvania Gov. Josh Shapiro. All these contenders have their upsides. Walz is a Midwestern veteran who plays a great no-nonsense, folksy dad on TV and repeatedly won a Republican-leaning, rural congressional district [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "Wildfires will put even more pressure on the country’s housing crisis",
    "link": "https://www.vox.com/climate/363880/park-fire-california-evacuations-housing-crisis",
    "pubDate": "2024-07-30T21:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two firefighters in silhouette against smoke and flame in a stand of trees.\" data-caption=\"Flames quickly grow as firefighters set a backfire on the eastern front of the Park Fire, which has grown to 360,141 acres and is 12 percent contained, on July 28, 2024 near Chico, California. | David McNew/Getty Images\" data-portal-copyright=\"David McNew/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2163680097.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Flames quickly grow as firefighters set a backfire on the eastern front of the Park Fire, which has grown to 360,141 acres and is 12 percent contained, on July 28, 2024 near Chico, California. | David McNew/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Park Fire, a wildfire in Northern California spanning over 370,000 acres, has rapidly become the fifth largest in the state’s history, prompting evacuations in four counties. </p>\n\n<p class=\"has-text-align-none\">The fire, which officials say was started by arson, has grown in the past week as the western US eyes what could be another potent wildfire season. A combination of strong vegetation growth due to heavy precipitation over the past few years, and high temperatures this summer could mean larger wildfires in the coming months.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These conditions all contributed to the magnitude of the Park Fire, which has already damaged more than <a href=\"https://apnews.com/article/wildfires-western-california-park-fire-3e888a7e89f7b5b6b9c2172afb4671a1\">100 structures</a>, and put <a href=\"https://www.nbcrightnow.com/national/4-000-evacuated-as-park-fire-rages-in-northern-california---taiwanplus-news/video_90ff4fbd-f461-554e-8d0d-c045baeba455.html?mode=nowapp\">at least 8,000 people</a> under evacuation orders. For another sense of scale, the fire has grown so large that it’s <a href=\"https://x.com/deborahblum/status/1817939917277696127?s=46\">visible from space</a> and now covers more square footage <a href=\"https://www.reuters.com/business/environment/raging-california-wildfire-grows-bigger-than-city-los-angeles-2024-07-30/#:~:text=July%2030%20(Reuters)%20%2D%20The,wilderness%20area%20north%20of%20Sacramento.\">than the entire city of Los Angeles</a>. </p>\n\n<p class=\"has-text-align-none\">The Park Fire follows numerous other large fires that have devastated the US in recent years, including in <a href=\"https://www.vox.com/climate/2023/8/9/23826015/maui-fire-2023-lahaina-hawaii-cause\">Hawaii in 2023</a>, <a href=\"https://www.vox.com/2021/7/25/22592004/wildfires-climate-change-reconciliation-bill\">California in 2021</a>, and <a href=\"https://www.greatfallstribune.com/story/news/2018/02/08/2017-fire-season-no-1-produced-largest-fire-states-history/319952002/\">Montana in 2017</a>. It’s the latest disaster to highlight how deeply fires can impact communities across the US and the urgent need for better policies to help navigate potential displacement. </p>\n\n<p class=\"has-text-align-none\">In 2023, 2.5 million Americans had to leave their home either temporarily or permanently due to a natural disaster, <a href=\"https://www.census.gov/data-tools/demo/hhp/#/?measures=DISPLACED\">according to the US Census Bureau,</a> and the agency’s current estimates suggest at least <a href=\"https://www.census.gov/data-tools/demo/hhp/#/?measures=DISPLACED\">500,000 more</a> have been displaced so far this year. <a href=\"https://theconversation.com/the-people-displaced-by-tornadoes-wildfires-and-other-disasters-tell-a-story-of-vulnerability-and-recovery-challenges-in-america-224904#:~:text=People%20over%2065%20had%20a,employment%20compared%20to%20other%20groups.\">Vulnerable groups</a> including low-income households, people over the age of 65, and Black and Hispanic Americans, are among those more likely to be displaced as a result of these phenomena.</p>\n\n<p class=\"has-text-align-none\">The effects of the Park Fire and those of a growing number of <a href=\"https://www.bbc.com/news/science-environment-58396975\">natural disasters,</a> some of which are tied to climate change, highlight the urgent need for more federal support for recovery and how these incidents exacerbate existing housing crises. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How evacuations work</strong></h2>\n\n<p class=\"has-text-align-none\">Those required to evacuate during the Park Fire, and others like it, are forced to seek shelter with friends or family, at a hotel, or at an evacuation center that’s been set up by the affected counties. Typically, evacuations are led by the affected county or city, which is responsible for notifying residents as the situation becomes more urgent. </p>\n\n<p class=\"has-text-align-none\">Evacuation orders can come at any time, including in the middle of the night. Law enforcement officials are usually in charge of notifying people and alerting neighborhoods, and can use cars and sirens. They also provide updates via television, radio, and social media. Many counties have text-based emergency alert systems that residents can sign up for to get mobile updates about a disaster. </p>\n\n<p class=\"has-text-align-none\">Those living in areas with high wildfire risk are often urged to have an evacuation plan ready, including a go-bag with essentials like water and a flashlight, charged devices, and fuel in their cars. Those who are able to leave on their own in their vehicles are encouraged to do so quickly in the case of an evacuation order and to get out of the areas affected by the fires as shown in maps that the counties release. </p>\n\n<p class=\"has-text-align-none\">Counties may also designate assembly points for people to congregate if they’re unable to leave on their own or if roads are obstructed. Officials then coordinate emergency routes that people can use, along with transportation to shelters. </p>\n\n<p class=\"has-text-align-none\">Depending on how long it will take to contain and address the fire, evacuees could be in limbo for days to weeks, unsure about the status of their homes. That’s a <a href=\"https://www.nytimes.com/2024/07/29/us/park-fire-california-wildfire-evacuation.html\">stressful and devastating feeling</a> for many who are waiting to hear if their homes have survived the disaster. </p>\n\n<p class=\"has-text-align-none\">Once the imminent danger has passed and the fire has been contained, officials assess when it’s safe for people to return, says Tom Cova, a professor of geography at the University of Utah who has studied wildfire evacuation systems. That includes screening the area for toxins left by the fire and other hazards like downed power lines and propane tanks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If it’s deemed safe, people may be cleared to return to the area and assess the potential damage, or they may only be allowed to drive back, viewing their homes from their cars, due to the health risks from residual smoke and debris.</p>\n\n<p class=\"has-text-align-none\">Those whose homes are destroyed and who are permanently displaced by the disaster face a far lengthier and much more complicated journey to rebuilding or moving.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Insurance could help offset some of those costs, though some former evacuees in Maui have noted that such funds were only sufficient to <a href=\"https://www.npr.org/2024/02/19/1231191740/maui-fire-survivors-struggle-to-find-long-term-housing-half-a-year-after-the-bla\">cover rent temporarily</a>. </p>\n\n<p class=\"has-text-align-none\">In certain areas where there’s high wildfire risk, <a href=\"https://www.frontlinewildfire.com/wildfire-news-and-resources/wildfire-insurance/#wildfire-insurance-policies\">homeowner’s insurance may not cover wildfires</a> because of how costly these disasters have become for these companies, which puts the onus of rebuilding on the owners. In addition to construction, families also face the expense of securing alternative housing while they wait during a process that can take months to years. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Disasters highlight gaps in aid and housing</strong></h2>\n\n<p class=\"has-text-align-none\">Disasters like the Park Fire underscore the gaps that currently exist in federal aid for recovery and the housing shortages that were already a challenge. </p>\n\n<p class=\"has-text-align-none\">The Federal Emergency Management Agency (FEMA) is the central distributor of rebuilding grant assistance that people can apply for, but these programs can have stringent requirements — <a href=\"https://www.nytimes.com/2023/10/28/opinion/fema-aid-disaster-recovery-climate-change.html\">including specific thresholds for damage</a> — that not everyone meets. People who are able to get insurance funds may also be precluded from receiving some of this aid. Often, the aid that’s provided isn’t sufficient to address the full cost of rebuilding. <a href=\"https://www.gao.gov/assets/gao-20-503.pdf\">According to a 2020 report from the Government Accountability Office</a>, the average amount of aid that individuals received from FEMA between 2010-2019 was $3,522. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://readyforwildfire.org/post-wildfire/rebuilding/\">States like California</a> do fill in some of the gaps by offering benefits like debris removal services at no cost to homeowners, and agencies including the US Department of Agriculture and the US Department of Housing and Urban Development <a href=\"https://wildfirerecovery.caloes.ca.gov/general-info/housing-assistance/\">also have loan programs for rebuilding</a>. By and large, though, the assistance that’s required is greater than what’s available and can put those who lose their homes in an economically vulnerable position. </p>\n\n<p class=\"has-text-align-none\">“The help Americans receive after disasters isn’t just inadequate, it’s complicated to navigate and painfully slow to arrive,” writes Samantha Montano, an emergency management professor at the Massachusetts Maritime Academy, <a href=\"https://www.nytimes.com/2023/10/28/opinion/fema-aid-disaster-recovery-climate-change.html\">for the New York Times</a>. “From the amount of time it takes to complete recovery — measured in years, not months — to the labyrinth of policies, regulations, false promises and lawsuits, the reward for surviving a disaster is being forced into a system so cruel it constitutes a second disaster.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The solution, Montano argues, is to bolster resources for FEMA, which <a href=\"https://grist.org/extreme-weather/fema-disaster-relief-fund-government-shutdown-recovery-congress/\">faced a funding shortage in 2023</a>, and for states to develop better recovery plans that include boosts to their budgets and dedicated management. Many of these challenges are evidenced by the response to the Lahaina wildfires in Maui. Families who were displaced by those fires were still navigating provisional housing <a href=\"https://www.npr.org/2024/02/19/1231191740/maui-fire-survivors-struggle-to-find-long-term-housing-half-a-year-after-the-bla\">roughly six months out from that disaster</a>. </p>\n\n<p class=\"has-text-align-none\">Another issue that these disasters draw attention to is the housing challenges that people were already facing in places that are hit by them. <a href=\"https://www.calcities.org/home/post/2023/11/15/as-chico-works-to-reduce-homelessness-a-somber-fact-remains.-the-resources-to-serve-people-are-in-short-supply\">A 2018 fire in Paradise, California,</a> for example, decimated roughly 14,000 homes and made a housing shortage in the region even worse. <a href=\"https://chpc.net/resources/plumas-county-housing-need-report-2024/\">In Plumas County</a>, one of the four counties hit by the Park Fire, there’s similarly already a shortage of affordable homes for low-income households. Any additional damage from the Park Fire could well deepen those gaps.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Park Fire, a wildfire in Northern California spanning over 370,000 acres, has rapidly become the fifth largest in the state’s history, prompting evacuations in four counties.  The fire, which officials say was started by arson, has grown in the past week as the western US eyes what could be another potent wildfire season. A [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Project 2025: The myths and the facts",
    "link": "https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce",
    "pubDate": "2024-07-30T20:10:43.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump smiling onstage in front of a backdrop that reads &quot;The Heritage Foundation President&#039;s Club Meeting 2017.&quot;\" data-caption=\"Then-president Donald Trump speaks to the Heritage Foundation’s President’s Club Meeting at a hotel in Washington, DC, on October 17, 2017. | Mandel Ngan/AFP via Getty Images\" data-portal-copyright=\"Mandel Ngan/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-862546872-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Then-president Donald Trump speaks to the Heritage Foundation’s President’s Club Meeting at a hotel in Washington, DC, on October 17, 2017. | Mandel Ngan/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In talk about what a second presidential term for Donald Trump might bring, one name has become the shorthand for all the horrifying things that might await: Project 2025.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s <a href=\"https://www.washingtonpost.com/opinions/2024/07/09/trump-project-2025-heritage-foundation/\">been called</a> “authoritarian” and “dystopian.” It’s the <a href=\"https://www.tiktok.com/discover/Project-2025?lang=en\">talk of TikTok</a>. Some Democrats <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/07/11/biden-democrats-project-2025-trump/74349980007/\">see it as</a> the ace in the hole that could help Kamala Harris beat Trump in November. Trump has <a href=\"https://www.washingtonpost.com/politics/2024/07/05/trump-project-2025-disavowal/\">claimed</a>, <a href=\"https://www.cnn.com/2024/07/11/politics/trump-allies-project-2025/index.html\">implausibly</a>, to know nothing about it. And Trump’s top campaign officials have recently <a href=\"https://www.washingtonpost.com/politics/2024/07/30/project-2025-director-paul-dans-leaves-heritage-foundation/\">attacked it</a> in increasingly venomous terms.</p>\n\n<p class=\"has-text-align-none\">So what is it, anyway?</p>\n\n<p class=\"has-text-align-none\">Project 2025 is the conservative movement’s detailed and specific plan for what the next Republican president should do with his power, including its preparation to put that plan into action. Basically, it’s an attempt to make the second Trump term way more organized and effective than the first.</p>\n\n<p class=\"has-text-align-none\">Organized by the right-wing think tank the Heritage Foundation and advised by <a href=\"https://x.com/Prjct2025/status/1809276867347681759\">more than 100</a> conservative groups, Project 2025 has put forth a <a href=\"https://static.project2025.org/2025_MandateForLeadership_FULL.pdf\">922-page</a> list of policy recommendations, going agency by agency in the federal government.</p>\n\n<p class=\"has-text-align-none\">It is not a pie-in-the-sky policy agenda full of bold but empty promises. It is crafted to be a list of things the next president’s appointees really can do, put together by many people who served in top posts under Trump last time and could well do so again. (Project 2025 is also collecting a database of names of conservatives who could take jobs in Trump’s second term.)</p>\n\n<p class=\"has-text-align-none\">But what does it say? Are its proposals as terrifying and extreme as progressives are claiming? And are they really what Trump would end up doing?</p>\n\n<p class=\"has-text-align-none\">The answers are a bit complicated because Project 2025 encompasses a lot of different things (and there are some claims about what’s in it that are simply false). I think of its agenda as falling into three buckets:</p>\n\n<p class=\"has-text-align-none\"><strong>1) Concentrating power in the presidency</strong>: The idea here is to give Trump and his appointees more power over the executive branch relative to permanent nonpartisan civil service professionals (who he disparages as the so-called “deep state”). Critics fear this will lead to the abuse of power and political hackery. Trump supports these ideas and we have every reason to believe he’d implement them.</p>\n\n<p class=\"has-text-align-none\"><strong>2) Achieving longtime conservative priorities: </strong>This is stuff like slashing regulations, reducing federal spending on the poor, ditching efforts to fight climate change, ramping up military spending, and so on. Many progressives think these ideas are terrible, but they aren’t exactly new. Trump supports basically all of these. (Project 2025 mostly avoids taking firm positions on issues where Trump breaks from the conservative consensus, such as trade.)</p>\n\n<p class=\"has-text-align-none\"><strong>3) Taking a hardline religious-right agenda</strong>: The project lays out quite aggressive proposals to use federal power to prevent abortions and restrict certain contraceptive coverage. It even says that pornography should be “outlawed” and its creators and distributors should be “imprisoned.”</p>\n\n<p class=\"has-text-align-none\">These last ones are the proposals Trump may be most wary of. “Some of the things they’re saying are absolutely ridiculous and abysmal,” he <a href=\"https://www.washingtonpost.com/politics/2024/07/05/trump-project-2025-disavowal/\">wrote on TruthSocial</a>, without specifying which things he meant. But the reality is that these are all major causes of some of Trump’s most important and loyal political allies, people he frequently rewards with key appointments. If he hands them key posts again in his second term and neglects to rein them in, the abortion proposals in particular could well come to pass.</p>\n\n<p class=\"has-text-align-none\">Now, there are also many claims circulating about things purportedly in Project 2025 that are not in fact in there (it does not, for instance, propose ending no-fault divorce). But much of its 922 pages do indeed seem to be a plausibly accurate guide to what Trump would pursue if elected.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Regardless, the project is now a political liability for Trump, so his team has begun openly attacking it. In response to <a href=\"https://www.washingtonpost.com/politics/2024/07/30/project-2025-director-paul-dans-leaves-heritage-foundation/\">a report</a> Tuesday that Project 2025 is winding down its policy work and its director was departing, Trump advisers Chris LaCivita and Susie Wiles said in a joint statement that “Project 2025’s demise would be greatly welcomed.” But the project isn’t going anywhere just yet — it will continue to operate, now directly overseen by the president of the Heritage Foundation himself, the <a href=\"https://www.washingtonpost.com/politics/2024/07/30/project-2025-director-paul-dans-leaves-heritage-foundation/\">Washington Post reports</a>.</p>\n\n<h2 class=\"wp-block-heading\">Who is behind Project 2025? Is it Trump?</h2>\n\n<p class=\"has-text-align-none\">The story of Project 2025 starts with the Heritage Foundation. Since its founding in the 1970s, Heritage has styled itself as the main think tank of the conservative movement. Its goal is to push the Republican Party toward a further right agenda so that GOP officials listen more to ideologues and hardliners, not moderates and the traditional party establishment.</p>\n\n<p class=\"has-text-align-none\">Heritage does this partly by crafting and advocating for policy proposals. They also try to be a sort of “administration-in-waiting” when the GOP is out of power, with experts on their payroll who can join a newly elected administration. In some ways, Project 2025 is not new: The Heritage Foundation has been releasing extremely long (and extreme) plans for what the next conservative president should do <a href=\"https://prospect.org/politics/2024-07-10-project-2025-republican-presidencies-tradition/\">since 1980</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet the dynamics this time around are different, in part due to Heritage’s close ties to Trump and in part due to the unusual situation where a former president is trying to regain office.</p>\n\n<p class=\"has-text-align-none\">Ordinarily, there’d be a fair amount of ambiguity about who the next president would appoint to his administration if elected. But Trump has been president before, and when he was, he heavily relied on Heritage appointees. (After his unexpected 2016 win, he needed to quickly staff an administration and come up with policies, and <a href=\"https://newrepublic.com/article/140271/dc-think-tank-behind-donald-trump\">Heritage</a> was <a href=\"https://www.politico.com/story/2016/11/trump-transition-heritage-foundation-231722\">ready</a> and <a href=\"https://www.nytimes.com/2018/06/20/magazine/trump-government-heritage-foundation-think-tank.html\">waiting</a>.)</p>\n\n<p class=\"has-text-align-none\">About two-thirds of authors and editors involved in Project 2025’s plan served in the Trump administration. HUD Secretary Ben Carson, acting Defense Secretary Chris Miller, deputy White House chief of staff Rick Dearborn, former OMB director Russ Vought, and top DHS official Ken Cuccinelli contribute chapters, just to name a few. And John McEntee, the White House personnel director who <a href=\"https://www.washingtonpost.com/politics/trump-white-house-purge/2020/11/13/2af12c94-25ca-11eb-8672-c281c7a2c96e_story.html\">purged</a> officials viewed as disloyal to Trump, has a key role in <a href=\"https://www.heritage.org/press/former-ppo-director-john-mcentee-joins-project-2025-personnel-database-launches\">collecting staff recommendations</a> for the project. (<a href=\"https://www.cnn.com/2024/07/11/politics/trump-allies-project-2025/index.html\">CNN reported</a> that at least 140 former Trump administration officials were in some way involved in it.)</p>\n\n<p class=\"has-text-align-none\">Trump also <a href=\"https://www.nbcnews.com/politics/donald-trump/project-2025-trump-heritage-foundation-what-know-rcna161338\">praised</a> the Heritage Foundation at an April 2022 event, calling it a “great group” that would “lay the groundwork and detail plans for exactly what our movement will do” when “the American people give us a colossal mandate to save America.” (Obviously, that conflicts with <a href=\"https://truthsocial.com/@realDonaldTrump/posts/112734594514167050\">his recent claim</a> that he has “no idea who is behind” it and that he has “nothing to do with them.”) Much of the plan also seems crafted to appeal to Trump specifically, and there’s tons of stuff in it that he openly supports.</p>\n\n<p class=\"has-text-align-none\">Having said all that, it does appear true that Project 2025 was crafted without Trump’s personal involvement. It was put together <a href=\"https://www.heritage.org/press/project-2025-publishes-comprehensive-policy-guide-mandate-leadership-the-conservative-promise\">in early 2023</a>, before Trump had actually won the nomination again, and while Heritage was cultivating close ties to Florida Gov. <a href=\"https://www.reuters.com/world/us/conservative-think-tank-emerges-force-behind-desantis-campaign-2023-08-18/\">Ron DeSantis</a> too. It’s a plan for what movement conservatives, including many close Trump allies, hope to do, but he hasn’t necessarily signed onto all of it.</p>\n\n<h2 class=\"wp-block-heading\">What is actually in Project 2025?</h2>\n\n<p class=\"has-text-align-none\">The main Project 2025 policy document is, again, <a href=\"https://static.project2025.org/2025_MandateForLeadership_FULL.pdf\">922 pages long</a>. After an introduction by the Heritage Foundation’s president, there is a separate chapter for each major executive branch agency or office. Each is written by someone with expertise on that office’s capabilities — often someone who could, conceivably, run that office if Trump returns to power.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The details, within three broad categories, break down along these lines.</p>\n\n<p class=\"has-text-align-none\"><strong>1) Concentrating power in the presidency</strong>: Trump’s allies believe that his first term failed because he couldn’t get enough “loyal” appointees in place and because the “deep state” bureaucracy sabotaged him. So a main recurring theme of Project 2025 is how to bend the executive branch to a conservative president’s will.</p>\n\n<p class=\"has-text-align-none\">“A President today assumes office to find a sprawling federal bureaucracy that all too often is carrying out its own policy plans and preferences — or, worse yet, the policy plans and preferences of a radical, supposedly “woke” faction of the country,” Vought, Trump’s former OMB director, writes in one chapter. “The modern conservative President’s task is to limit, control, and direct the executive branch on behalf of the American people.”</p>\n\n<p class=\"has-text-align-none\">Project 2025’s proposals to achieve that goal include:</p>\n\n<ul>\n<li>The “Schedule F” plan to reclassify tens of thousands of civil servants as political appointees, so they could be fired and replaced with Trump cronies. (Trump issued this order in late 2020 but left office before it could be implemented, and Biden rescinded it.)</li>\n\n\n\n<li>Reconsidering the traditional separation between the White House and the Justice Department (something that could give the president more direct control over criminal investigations)</li>\n\n\n\n<li>Installing a “vast expansion” of political appointees at the DOJ in particular</li>\n\n\n\n<li>Expanding performance-based pay for the civil service (which sounds fine in theory, unless the performance evaluations are politicized)</li>\n\n\n\n<li>Letting political appointees apportion federal funds (currently civil servants do this, and proposals that the government do otherwise <a href=\"https://theintercept.com/2020/08/20/federal-funds-omb-apportionment-trump/\">have been met</a> with fears of politicization)</li>\n\n\n\n<li>Expanding White House review of military promotions to ensure promoted officers aren’t too focused on “climate change” or “manufactured extremism” (that is, domestic right-wing extremism)</li>\n</ul>\n\n<p class=\"has-text-align-none\"><strong>2) Longtime conservative priorities: </strong>The vast majority of Project 2025’s policy plan is focused on longstanding conservative priorities — with some tweaking and elisions for the Trump era.&nbsp; Though some are indeed quite extreme, they’re not all that new or specifically tied to Trump.</p>\n\n<p class=\"has-text-align-none\">There are far too many to list here, but just as a flavor:&nbsp;</p>\n\n<ul>\n<li><strong>Education</strong>: Eliminate the Department of Education, give every parent a <a href=\"https://www.vox.com/politics/23689496/school-choice-education-savings-accounts-american-federation-children\">voucher-like option</a> they could use to send their child to private school, zero out federal funding to low-income schools over the next decade, greatly cut “wasteful” school meal programs, and end Biden’s student loan forgiveness programs</li>\n\n\n\n<li><strong>Energy and environment</strong>: Deprioritize fighting climate change, repeal Biden’s clean energy subsidies, further unleash oil and natural gas production, roll back various environmental regulations</li>\n\n\n\n<li><strong>Health care: </strong>Majorly cut <a href=\"https://pnhp.org/news/critiquing-project-2025-medicaid/\">and overhaul Medicaid</a>, roll back the recent law banning surprise medical billing</li>\n\n\n\n<li><strong>Immigration</strong>: <a href=\"https://www.niskanencenter.org/project-2025-unveiling-the-far-rights-plan-to-demolish-immigration-in-a-second-trump-term/\">Deny</a> loan access to students at “schools that provide in-state tuition to illegal aliens,” ban non-citizens from living in federally assisted housing (even if they live with a citizen), reinstate and expand the <a href=\"https://www.cnn.com/2022/07/08/politics/border-patrol-del-rio-horse-investigation/index.html\">horseback-mounted Border Patrol</a></li>\n</ul>\n\n<p class=\"has-text-align-none\">On a few issues — trade, antitrust, the Export-Import Bank — the plan states that the conservative movement is divided, and lays out the thinking of two different sides on each issue. On the question of Social Security and Medicare, which Heritage has long supported overhauling but Trump does not, the document is basically silent.</p>\n\n<p class=\"has-text-align-none\"><strong>3) A hardline religious-right agenda</strong>: There are also parts of Project 2025 that, while not exactly surprising for conservatives, are quite extreme in ways that are politically problematic for Trump. The plan calls for:</p>\n\n<ul>\n<li>Revoking FDA approval of the abortion pill mifepristone, which <a href=\"https://www.vox.com/scotus/2024/3/21/24105984/supreme-court-mifepristone-abortion-pills-fda-alliance-hippocratic-medicine\">is used</a> in about half of US abortions (“Abortion pills pose the single greatest threat to unborn children in a post-<em>Roe</em> world,” the document states)</li>\n\n\n\n<li>Using an old law known as the <a href=\"https://www.vox.com/abortion/351678/the-comstock-act-the-long-dead-law-trump-could-use-to-ban-abortion-explained\">Comstock Act</a> to prosecute people who send abortion pills through the mail</li>\n\n\n\n<li>Ending the mandate for insurance to cover the “week-after” contraceptive pill Ella (which the document argues is a “potential abortifacient”)</li>\n\n\n\n<li>Crack down on “abortion tourism” in liberal states by requiring states to report where women seeking abortions live and cutting federal funds if they refuse</li>\n\n\n\n<li>Ending subsidies for stem cell or fetal cell research</li>\n</ul>\n\n<p class=\"has-text-align-none\">In a fiery introduction by Heritage Foundation president Kevin Roberts, Project 2025 also calls for banning porn:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-left\"><em>Pornography should be outlawed. The people who produce and distribute it should be imprisoned. Educators and public librarians who purvey it should be classed as registered sex offenders. And telecommunications and technology firms that facilitate its spread should be shuttered.</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">Roberts also adds that pornography is “manifested today in the omnipresent propagation of transgender ideology and sexualization of children,” suggesting that he may define “pornography” much more broadly than is typical — that he may view any attempt to explain or teach about trans people as worthy of outlawing and imprisonment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is reflective of a <a href=\"https://www.cnn.com/2024/05/15/politics/trump-conservatives-pornography-fight/index.html\">broader push</a> from religious and cultural conservatives. (The demand for porn prohibition does not show up in the document again after Roberts’s introduction, making it unclear how it would be implemented.)</p>\n\n<h2 class=\"wp-block-heading\">What’s not in Project 2025</h2>\n\n<p class=\"has-text-align-none\">As Project 2025 has captured the attention of progressives, various lists purporting to lay out what’s in it have spread online. Some of these lists <a href=\"https://x.com/Sky_Lee_1/status/1810370456064840086\">are largely accurate,</a> but others contain exaggerations and falsehoods.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://boingboing.net/2024/07/07/a-list-of-the-terrible-things-project-2025-has-in-store-for-us.html\">Contrary to some online claims</a>, Project 2025 itself does not call for ending no-fault divorce, a complete ban on abortions without exceptions, a ban on contraceptives, raising the retirement age, teaching Christian beliefs in public schools, ending marriage equality, banning Muslims from entering the country, or abolishing the FDA and EPA.</p>\n\n<p class=\"has-text-align-none\">Now, various Heritage Foundation experts and allied groups who signed onto the project have indeed called for many of these things at various points and hope to work toward such goals. Here are Heritage links in support of <a href=\"https://www.heritage.org/social-security/commentary/should-the-social-security-retirement-age-be-raised-yes\">raising the retirement age</a> and a nationwide <a href=\"https://www.heritage.org/protect-unborn-life-and-family-formation\">abortion “heartbeat” ban</a>. (Trump, of course, called for “a <a href=\"https://www.npr.org/2015/12/07/458836388/trump-calls-for-total-and-complete-shutdown-of-muslims-entering-u-s\">complete and total shutdown</a> of Muslims entering the United States” during his 2016 campaign. He also called for <a href=\"https://www.theguardian.com/environment/2016/feb/26/republican-candidates-donald-trump-eliminate-epa-law-experts\">abolishing the EPA</a>.) But such proposals are not in the document itself.</p>\n\n<h2 class=\"wp-block-heading\">If Trump wins, how much of Project 2025 will happen?</h2>\n\n<p class=\"has-text-align-none\">Lots!</p>\n\n<p class=\"has-text-align-none\">At the level of broad principles, Trump supports much of Project 2025’s ideas. He has appointed many of its authors, and may well appoint many of them again. The proposals are mostly crafted to be achievable through executive authority alone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s every reason to believe a second-term President Trump will go full steam ahead with centralizing executive authority in a way that could enable major abuses of power, and with pursuing much of the typical conservative agenda through the executive branch.</p>\n\n<p class=\"has-text-align-none\">There are a handful of things that he probably won’t do — like the porn ban, something he has never supported or shown any seeming desire to pursue.</p>\n\n<p class=\"has-text-align-none\">The big uncertainty is around the abortion-related topics.</p>\n\n<p class=\"has-text-align-none\">In his first term, Trump happily handed over key appointments to anti-abortion conservatives, including the Supreme Court justices who eventually overturned <em>Roe v. Wade</em>. And now that <em>Roe</em> is gone, those loyal allies of his want more.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While running for office, Trump has been wary of the demands of anti-abortion activists. He has been vague about what he’d do with federal authority over abortion policy if elected, saying that he wants to leave the issue to the states.</p>\n\n<p class=\"has-text-align-none\">But what would he do once the election is in the rearview mirror? Would he appoint anti-abortion hardliners to key posts? If so, would he overrule them if they took extreme measures, given his intermittent interest in the nuts and bolts of governance?&nbsp;</p>\n\n<p class=\"has-text-align-none\">We can’t know for sure. But given Trump’s current vagueness, there are good reasons to believe he’d reward his loyal allies once he’d no longer be punished for that at the polls. Which means some of the most extreme Project 2025 ideas could well come to pass if he wins.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, July 30, 4:10 pm ET: </strong>This story was originally published on July 13, 2024, and has been updated with recent reports of changes at Project 2025.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In talk about what a second presidential term for Donald Trump might bring, one name has become the shorthand for all the horrifying things that might await: Project 2025.&#160; It’s been called “authoritarian” and “dystopian.” It’s the talk of TikTok. Some Democrats see it as the ace in the hole that could help Kamala Harris [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "Simone Biles’s legacy is equal parts dominance and resilience ",
    "link": "https://www.vox.com/culture/363796/simone-biles-gold-medal-team-final-2024-olympics-result",
    "pubDate": "2024-07-30T19:05:52.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Simone Biles smiling and holding an American flag.\" data-caption=\"Simone Biles and Team USA celebrate their gold medal win in the gymnastics team final at the 2024 Olympics. | Loic Venance/AFP via Getty Images&lt;br&gt;\" data-portal-copyright=\"Loic Venance/AFP via Getty Images&lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2163936156.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Simone Biles and Team USA celebrate their gold medal win in the gymnastics team final at the 2024 Olympics. | Loic Venance/AFP via Getty Images&lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Simone Biles and Team USA are golden again.</p>\n\n<p class=\"has-text-align-none\">At the 2024 Paris Olympics, Team USA won the gold medal in the team final. Biles, along with teammates Suni Lee, Jade Carey, Jordan Chiles, and Hezly Rivera,<strong> </strong>compiled a score of 171.296 and defeated Italy (165.494) and Brazil (164.497) who won silver and bronze. </p>\n\n<p class=\"has-text-align-none\">This is Biles’s fifth Olympic gold medal, bringing her to eight Olympic medals in total over three Olympics. Biles’s medal haul, along with her 30 world championship medals — 23 of which were golds —&nbsp;solidifies her as the greatest gymnast that we’ve ever seen and arguably the most dominant athlete in all of sports.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her legacy is punctuated by her power, consistency, and winning record, but it’s her return to the Olympics and gymnastics in general that’s truly remarkable. <a href=\"https://www.vox.com/culture/358882/simone-biles-olympic-trials-paris-floor-vault\">For the last few years</a>, Biles has openly talked about her mental health struggles and the abuse she endured as a Team USA gymnast. She has been sharing these painful moments in the hope that what happened to her doesn’t happen again. She wants to make the sport safer and better for the next crop of girls following in her footsteps.</p>\n\n<p class=\"has-text-align-none\">While that kind of change is not as easy to quantify as a triple-twisting double back, Biles’s resiliency and bravery are just as legendary as her skill.</p>\n\n<h2 class=\"wp-block-heading\">Why Simone Biles is the GOAT&nbsp;</h2>\n\n<p class=\"has-text-align-none\">To put <a href=\"https://www.vox.com/culture/2019/10/10/20908435/simone-biles-gymnastics-best-ever\">Simone Biles’s talent in perspective</a>, you have to understand that gymnastics is scored down to decimal points. Biles regularly beats her competitors by roughly two full points. Those margins are like winning tennis matches 6-0, 6-0, outscoring an American football team by multiple touchdowns, or besting another basketball team by 40 points, and so on and so forth. </p>\n\n<p class=\"has-text-align-none\">Biles achieves these giant scores because she’s performing the most difficult moves at the most consistent clip. Biles’s two highest-scoring events are floor exercise and vault, both of which allow Biles’s power to take center stage.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As experts explained to me back in 2016, <a href=\"https://www.vox.com/2016/8/9/12411966/simone-biles-olympics-gymnastics\">headed into the Rio Olympics</a>, and again in 2021 preceding the <a href=\"https://www.vox.com/2020/3/24/21185843/summer-olympics-postponed-coronavirus-tokyo-2020\">delayed</a> Tokyo Olympics, Biles’s power on the floor allows her to perform the hardest tricks. Floor routines are usually stacked so that the first tumbling passes are the most difficult, so they can be done when a gymnast has the most energy. However, Biles’s third tumbling passes (which are usually her easier passes) are sometimes the same difficulty as most women’s first passes. Biles has two floor moves named after her: the Biles I (a double back layout with a half twist) and the Biles II (a triple-double: two flips and three twists). As of 2024, no other woman but Biles has landed the Biles II in any competition. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2164431987.jpg?quality=90&#038;strip=all&#038;crop=0,12.711279031594,100,74.577441936812\" alt=\"A gymnast in mid-air with her eyes on the bar she is going to grasp.\" title=\"A gymnast in mid-air with her eyes on the bar she is going to grasp.\" data-has-syndication-rights=\"1\" data-caption=\"Simone Biles competes on the uneven bars at the 2024 Paris Olympics. | Jamie Squire/Getty Images\" data-portal-copyright=\"Jamie Squire/Getty Images\" />\n<p class=\"has-text-align-none\">In addition to the floor exercise moves, Biles has three <a href=\"https://www.nytimes.com/athletic/live-blogs/simone-biles-live-updates-gymnastics-paris-olympics-2024-latest-results/ZDUs2Jfuveao/iuPgP054UnL1/\">high-scoring</a> elements named after her: on vault, she has the Biles (two twists and front layout) and the Biles II (a <a href=\"https://en.wikipedia.org/wiki/Yurchenko_vault_family\">Yurchenko</a> double pike); and on beam, she has the Biles dismount (a double-twisting double backflip). </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"EVERY Simone Biles signature move I NBC Sports\" src=\"https://www.youtube.com/embed/j61F2HucjEw?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Ahead of the Tokyo Games, Biles was involved in a <a href=\"https://www.vox.com/22575301/simone-biles-olympics-scoring-explained-gymnastics-yurchenko-double-pike\">scoring controversy</a>. The problem? Her tricks were too good. Judges could not figure out how to adequately score Biles because her moves were pushing the limits of difficulty. Critics said the Tokyo judges were scoring elements like Biles’s eponymous beam dismount too conservatively and not giving her full credit. Giving her the full total of her difficult elements would have made the already huge gap between Biles and her competitors even larger. </p>\n\n<p class=\"has-text-align-none\">“They’re … too low and they even know it,” <a href=\"https://www.nytimes.com/2021/05/24/sports/olympics/simone-biles-yurchenko-double-pike.html\">Biles told the New York Times</a> in May 2021. “But they don’t want the field to be too far apart. And that’s just something that’s on them. That’s not on me.”</p>\n\n<p class=\"has-text-align-none\">Biles has been so good and so consistent that she’s pushed the sport to a new limit, which has yet to be matched. There are gymnasts and there is Simone Biles. Simone Biles is one of one.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Paris, Biles is nursing a <a href=\"https://www.cnn.com/2024/07/28/sport/simone-biles-return-paris-olympics-2024-spt-intl/index.html\">slight calf injury</a> but still earned a 14.90 on vault and 14.66 on floor to help lead the US team to gold.  She will be gearing up for the all-around competition on Thursday, August 1.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Simone Biles’s resilience&nbsp;</h2>\n\n<p class=\"has-text-align-none\">While Biles is a once-in-a-lifetime athlete, her return to the Olympics is nothing short of extraordinary. <a href=\"https://www.vox.com/22596910/simone-biles-withdrawal-olympic-gymnastics-team-finals-results\">Three years ago in Tokyo</a>, Biles suffered a mental block known in the gymnast world as the “twisties.” As Biles has explained in articles and extensively in her new Netflix documentary <a href=\"https://www.netflix.com/title/81700902\"><em>Simone Biles: Rising</em></a>, the twisties happen when there’s a disconnect between your brain and body. That lack of body awareness, especially when gymnasts are performing difficult tricks, could end in serious injury. As a result, Biles pulled out of the team and all-around competition despite being the heavy favorite. She came back for one event, the balance beam event finals, and won a bronze medal on the apparatus.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet pundits, <a href=\"https://www.politico.com/news/magazine/2021/07/29/simone-biles-and-the-magaverses-fetish-of-toughness-501515\">primarily right-wing personalities</a>, attacked Biles for withdrawing from competition and failing her team.  </p>\n\n<p class=\"has-text-align-none\">What the public didn’t fully understand, and what Biles speaks about honestly in <em>Rising</em>, is that she believes the twisties she suffered in Tokyo were a result of unresolved stress and trauma.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because of Covid-19 and the health precautions surrounding the pandemic, families were not allowed to travel with athletes to the 2021 Olympics. Biles’s support system — her family and mom especially — was not present. </p>\n\n<p class=\"has-text-align-none\">Biles also explains that she still hadn’t fully processed or gotten sufficient treatment after being abused by <a href=\"https://www.vox.com/22585637/gymnastics-tokyo-olympics-2021-abuse-larry-nassar\">Larry Nassar</a>. Nassar was the former doctor of Team USA’s gymnastics team and was charged with sexually assaulting girls and young women. After <a href=\"https://www.cnn.com/2018/01/24/us/larry-nassar-sentencing/index.html\">pleading guilty</a> to federal pornography charges (Nassar was in possession of child sex abuse material) and multiple child sex abuse charges, <a href=\"https://www.tallahassee.com/story/news/local/2023/07/11/larry-nassar-ex-gymnastics-doctor-convicted-sexual-abuse-stabbed-in-prison-what-we-know/70400955007/\">he was sentenced</a> to 60 years in federal prison and over 100 years in state prison.</p>\n\n<p class=\"has-text-align-none\">Biles was <a href=\"https://abcnews.go.com/Politics/doj-announces-138m-settlement-larry-nassars-victims-claims/story?id=109533950\">one of the hundreds of women</a> and girls who came forward against Nassar. She also spoke out about the FBI’s failure to properly investigate the allegations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In September 2021, weeks after the Olympics, Biles testified at a US Senate Hearing against Nassar. “I worked incredibly hard to make sure that my presence could help maintain a connection between the failures [around the Nassar case] and the competition at Tokyo 2020,” <a href=\"https://www.youtube.com/watch?v=3nhXchOtMLg\">Biles told the sitting senators</a>. “That has proven to be an exceptionally difficult burden for me to carry, particularly when required to travel to Tokyo without the support of any of my family. I am a strong individual and I will persevere, but I never should have been left alone to suffer the abuse of Larry Nassar.” </p>\n\n<p class=\"has-text-align-none\">If Biles had walked away from the sport after Tokyo, no one would have blamed her.&nbsp;</p>\n\n<p class=\"has-text-align-none\">She’s won almost every medal possible — including the team and all-around gold in Rio. She revolutionized gymnastics, creating moves that judges couldn’t accurately score. The sport itself is emotionally and physically taxing. And speaking about being sexually abused and your own mental health publicly, in the media spotlight, must be incredibly difficult.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But in coming back to Paris, Biles has changed gymnastics for the better.</p>\n\n<p class=\"has-text-align-none\">She’s helped open the door to an honest, de-stigmatizing <a href=\"https://www.vox.com/22596341/simone-biles-withdrawal-osaka-olympics-mental-health\">conversation about mental health.</a> She’s made us question the pressure we put on athletes, especially young girls (<a href=\"https://slate.com/culture/2021/07/kerri-strug-simone-biles-vault-atlanta-legacy-injuries.html\">remember Kerri Strugg?</a>) and how stories about their “toughness” and “perseverance” as gymnasts are framed. She and her family have also <a href=\"https://www.today.com/news/simone-biles-impact-her-parents-owning-gym-has-athletes-color-t221423\">opened their own gym</a> and are helping change the sport for the next generation of young girls. </p>\n\n<p class=\"has-text-align-none\">Because Biles has been so dominant and so talented, we took her greatness for granted. Without her honesty and vulnerability, we may have never understood how resilient she is. And thankfully, we’ve been  lucky enough to witness it.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Simone Biles and Team USA are golden again. At the 2024 Paris Olympics, Team USA won the gold medal in the team final. Biles, along with teammates Suni Lee, Jade Carey, Jordan Chiles, and Hezly Rivera, compiled a score of 171.296 and defeated Italy (165.494) and Brazil (164.497) who won silver and bronze.  This is [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "Baby Reindeer’s “Martha” is, inevitably, suing Netflix",
    "link": "https://www.vox.com/culture/24147537/baby-reindeer-who-is-martha-stalking",
    "pubDate": "2024-07-30T16:36:27.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Jessica Gunning as “Martha” in Baby Reindeer. | Ed Miller/Netflix\" data-portal-copyright=\"Ed Miller/Netflix\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25430871/BR_101_Unit_00889_RT.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Jessica Gunning as “Martha” in Baby Reindeer. | Ed Miller/Netflix</figcaption>\n</figure>\n<p class=\"has-text-align-none\">As a medium, autofiction has long been a source of controversy, but rarely has an autobiographical work of fiction come with as many built-in issues as <a data-source=\"encore\" href=\"https://www.vox.com/netflix\">Netflix</a>’s hit <em>Baby Reindeer</em>. The show, a seven-episode limited series from British comedian Richard Gadd, chronicles Gadd’s history of allegedly being stalked for years by an older woman, as well as his experience of allegedly being sexually assaulted by a male mentor.</p>\n\n<p class=\"has-text-align-none\">Now, it’s the subject of a <a href=\"https://www.bbc.com/news/articles/c6ppe84jq6do\">$170 million dollar lawsuit</a> against Netflix from the real-life woman supposedly behind the fictional stalker. And though Gadd <a href=\"https://s3.documentcloud.org/documents/25020581/gadd-declaration-harvey-lawsuit.pdf\">declared</a> in a July 29 affidavit in support of Netflix that he “created fictionalized characters” as part of “a fictionalized retelling of my emotional journey,” the controversy over the series’ verisimilitude has yet to die down.</p>\n\n<p>The show was a breakout word-of-mouth phenomenon, drawing more than 13 million viewers in its first week of release and <a href=\"https://deadline.com/2024/04/baby-reindeer-viewership-tops-netflix-1235900123/\">over 22 million</a> in its second. Audiences and critics have <a href=\"https://www.nytimes.com/2024/04/23/arts/television/baby-reindeer-netflix.html\">praised</a> the series for its wild twists and comedic yet vulnerable glimpses into a difficult story. Yet the real draw for many viewers seems to be less about Gadd’s experience and more about the mystery afforded by his extremely transparent depictions of other characters — particularly Gadd’s stalker. Gadd and his fellow cast members have quickly tried to staunch the public reaction, which has now escalated to doxing and harassing private citizens believed to be the real perpetrators behind the show’s events. This hunt culminated with the reveal of a woman named Fiona Harvey, who appeared on the YouTube show <em>Piers Morgan Uncensored</em> in May, claiming to be the real-life version of the stalker character, “Martha.” Harvey went on to file a suit against the streamer for defamation, negligence, and privacy violations in June.  The series’ grim real-life side effect seems to be both an epic case of viewers missing the point (don’t stalk people!) and an entirely predictable outcome based on Gadd’s treatment of the story.&nbsp;</p>\n\n<p>Should he have known better, or should we?</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6409545948\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Baby Reindeer combines two narratives of extreme stalking and sexual assault</h2>\n\n<p><em>Baby Reindeer</em> combines two different autobiographical plays that Gadd, an <a href=\"https://oxforddrama.ac.uk/news/baby-reindeer-from-edinburgh-fringe-to-global-netflix-success/\">acclaimed comedian, actor, and playwright</a>, wrote and premiered to rave reviews at the Edinburgh Fringe festival. Both shows depicted deeply disturbing events in Gadd’s life through a lens of intentional overexposure. The first, 2016’s <a href=\"https://www.theguardian.com/stage/2016/aug/12/richard-gadd-review-banshee-labyrinth-edinburgh\"><em>Monkey See Monkey Do</em></a>, was similar to Hannah Gatsby’s <a href=\"https://www.vox.com/culture/2018/7/5/17527478/hannah-gadsby-nanette-comedy\"><em>Nanette</em></a> in that it subverted audience expectations for comedy and instead treated them to a harrowing confessional. Ultimately revealing the details of a long-hidden sexual assault, Gadd traces his subsequent trauma through an onstage psychological meltdown accompanied by a visceral sensory overload.&nbsp;</p>\n\n<p>The second, 2019’s <em>Baby Reindeer</em>, forms the backbone of the Netflix show. In the show, Gadd plays a version of himself named Donny. The fictional Donny has a random encounter with frumpy, middle-aged “Martha,” a patron at a bar similar to the one where Gadd once worked. This brief interaction allegedly led to an intense four-year period of stalking in which Gadd claims she sent him exactly 41,071 emails, 106 pages of letters, 744 tweets, and a staggering 350 hours of voicemails. Over the course of the show, Gadd digs into her past and learns he isn’t her first victim — she has a documented criminal record for stalking at least two previous families.</p>\n\n<p>The Netflix adaptation of the two storylines has plenty to say about <a href=\"https://www.vox.com/criminal-justice\" data-source=\"encore\">criminal justice</a>, <a href=\"https://www.vox.com/mental-health\" data-source=\"encore\">mental health</a>, and gender. Gadd struggles to get the police to take Martha’s stalking seriously, even as he battles his own past history of trauma and abuse at the hands of his industry mentor. Gadd’s social awkwardness and PTSD emerge alongside a lack of systemic support for male victims of sexual assault.&nbsp;&nbsp;</p>\n\n<p>These are all complicated themes. But the main appeal, at least for the most active audiences, seems to be the real-life mystery of it all: Who are the real people Gadd based his story on?</p>\n\n<p>Gadd’s clues about his alleged sexual assault were somewhat oblique, but led to difficulty for one prominent British theatre director who wound up <a href=\"https://twitter.com/SeanFoleyJ/status/1782655837489492126\">contacting</a> the police after fans began harassing him, convinced he was the sexual predator being depicted in the show. Gadd has since been working overtime to clear the man’s name, insisting that he’s not the perpetrator. “Please don’t speculate on who any of the real life people could be,” he <a href=\"https://deadline.com/2024/04/baby-reindeer-richard-gadd-message-viewers-speculate-real-life-identities-1235894129/\">posted</a> in an <a href=\"https://www.vox.com/instagram-news\" data-source=\"encore\">Instagram</a> story. “That’s not the point of the show.”&nbsp;</p>\n\n<p>Things with the woman Martha is based on are perhaps even more complicated. In <a href=\"https://www.gq-magazine.co.uk/article/baby-reindeer-netflix-richard-gadd-interview?utm_medium=social&amp;utm_source=twitter&amp;utm_social-type=owned\">an interview with GQ</a>, published shortly after the show’s April 11 release, Gadd claimed he’d made his stalker an unrecognizable character. “We’ve gone to such great lengths to disguise her to the point that I don’t think she would recognise herself,” he said.&nbsp;</p>\n\n<p>It seemed reasonable to assume Gadd knew whereof he spoke. After all, in <em>Baby Reindeer</em>, he portrays his stalker as a classic sexist and anti-fat stereotype: the lonely, socially awkward middle-aged woman with higher weight who channels her unhappiness into obsession. The first thing he tells us about her, before we’ve even met her, is that “I felt sorry for her.” It’s a <a href=\"https://therepproject.org/wp-content/uploads/2022/07/2022AllBodies_FatWomenInHollywood_Report_V2_TypoFixed.pdf\">trope we’ve seen</a> countless times before from <a href=\"https://www.washingtonpost.com/archive/lifestyle/1990/11/30/misery/3e7bb4c0-f530-4654-9f99-2be882a4c6b1/\"><em>Misery</em></a> to <a href=\"https://graziadaily.co.uk/life/tv-and-film/matilda-the-musical-fat-suit-emma-thompson/\"><em>Matilda</em></a>; for Gadd’s stalker to fit so easily into it, you’d think that his fictional depiction of her is informed less by reality and more by cheap Hollywood distortion.</p>\n\n<p class=\"has-text-align-none\">Yet Gadd seems to have left so many clear identifying details in the series about the woman Martha appears to be based on — particularly the one about her previous criminal history — that audiences turned web sleuths were easily able to identify her, journalists were able to track her down and interview her, multiple British and US tabloids doxed her, and <a href=\"https://apnews.com/article/baby-reindeer-lawsuit-netflix-gadd-martha-harvey-7de65030fbc704b78dc530404d616bc6\">she’s now suing Netflix</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Media coverage of the frenzy has included a fair degree of shock and skepticism. Even the Daily Mail, never a stalwart champion of ethics, <a href=\"https://www.dailymail.co.uk/femail/article-13355135/truth-comedian-female-stalker-gripped-world-Netflix-Baby-Reindeer-fame-fortune.html\">pointed out</a> that several of the details of the show were all but taken verbatim from the stalker’s real history, and questioned “how such a deft storyteller could not have foreseen the Netflix effect which amplifies the fall-out that comes from blurring fact and fiction.”&nbsp;</p>\n\n<p>While the Daily Mail initially declined to out the woman, it did publish <a href=\"https://www.dailymail.co.uk/news/article-13357447/stalker-Netflix-Baby-Reindeer-harassed-family-threatened-kill-MP-husband.html\">a lengthy interview</a> with one of her previous stalking victims, Laura Wray, a woman who claimed Martha’s real-life counterpart harassed her for over five years, culminating in death threats and a false report to have her family investigated for child abuse. Wray’s story was very similar to Gadd’s initial impression of his stalker — they each felt sorry for her and engaged with her because they pitied her.&nbsp;</p>\n\n<p>And even Wray, while discussing how powerful she found the validation <em>Baby Reindeer</em> offered to stalking victims like herself, also marveled that the resemblance between Martha and her real-life counterpart was so “uncanny.”</p>\n\n<p class=\"has-text-align-none\">“It must have occurred to him that people were bound to speculate on who Martha is — and whether she’s done this to anyone else,” she said.</p>\n\n<p class=\"has-text-align-none\">Despite all of this overlap — and despite the show’s opening, where the words “this is a true story” are typed out on a black screen — it wasn’t all factual, according to the lawsuit: “The lies that Defendants told about Harvey to over 50 million people worldwide include that Harvey is a twice-convicted stalker who was sentenced to five years in prison, and that Harvey sexually assaulted Gadd,” the suit reads. “Defendants told these lies, and never stopped, because it was a better story than the truth, and better stories made money.”</p>\n\n<h2 class=\"wp-block-heading\">“Martha” may be just as much a victim as Gadd himself</h2>\n\n<p class=\"has-text-align-none\"><em>Baby Reindeer</em> argues that both Gadd and “Martha” are victims. “I can’t emphasize enough how much of a victim she is in all this,” Gadd <a href=\"https://www.independent.co.uk/arts-entertainment/theatre-dance/features/richard-gadd-baby-reindeer-interview-stalking-martha-bush-theatre-london-tickets-a9145996.html\">told the Independent</a> in 2019, in a profile pegged to the original stage production of <em>Baby Reindeer</em>. Gadd went on to stress that she was mentally unwell and that mental health support was a major theme of the play. He later echoed this in his July declaration to the court in support of Netflix. “I used my experiences to craft the Martha character specifically to both feed into Donny’s desperate need for attention and self-esteem issues and challenge him in ways that make him confront his past abuse and its effects on him,” he wrote. “[W]hen the Series concludes, my hope was that the audience would recognize that neither of them was truly the aggressor nor the victim.”</p>\n\n<p>It’s perhaps worth asking, then, why he chose to further victimize her through a depiction of her — in an internationally distributed Netflix series, no less — that apparently hewed so close to real life that it enabled her not only to recognize herself but for her other stalking victims to recognize her as well. After all, while Gadd can be forgiven for sticking close to his real life in the play, he had nearly five years to fudge the details and make it less likely that people would discover who she was.&nbsp;</p>\n\n<p>That he failed to do so could be seen as a form of targeted revenge. There’s a real and obvious cruelty in the strength of the resemblance between the pair; the woman Martha is allegedly based on has since <a href=\"https://www.dailymail.co.uk/femail/article-13355135/truth-comedian-female-stalker-gripped-world-Netflix-Baby-Reindeer-fame-fortune.html\">protested</a> that she’s not as unattractive as her double (played by Jessica Gunning), and that of the two of them, she’s the real victim. Indeed, it feels more than a little disingenuous that Gadd became mutually obsessed with her to the point of writing a hit play about her and then funneling that success into even greater heights of fame.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On May 9, a woman named Fiona Harvey appeared on Piers Morgan’s YouTube show, <em>Piers Morgan Uncensored</em>, claiming to the be the basis for the character of Martha. Harvey claimed she had been targeted by web sleuths online and sent death threats. She denied stalking Gadd; denied sending him thousands of emails, hundreds of voice mails, or dozens of letters; and denied sexually assaulting him, going to jail, or being in love with him. She had previously been connected to a <a href=\"https://www.thefreelibrary.com/MP+WIFE%27S+STALKER%3B+Lawyer+Laura+tells+of+fired+trainee%27s+hate...-a061570268\">stalking incident</a> with solicitor Laura Wray, but she denied ever being served an <a href=\"https://www.lexology.com/library/detail.aspx?g=af421c2c-7110-4ead-8caa-0734a286c276\">interim interdict </a>(effectively a temporary restraining order) in that incident. Harvey did admit to knowing Gadd when he was a bartender in London, being friendly with him, tweeting at him, and, like the character, possessing a baby reindeer toy as a child. In a not-particularly illuminating hour-long interview, Morgan repeatedly asked Harvey about the supposed emails and arrests, but presented no counter-evidence to her assertions. Harvey claimed that the reason Gadd might have made the story up was because “stalking is in vogue.” At points in the broadcast, over half a million people were watching live. She promised to sue Netflix, and now she’s made good on that promise.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube alignnone\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"“Richard Gadd is PSYCHOTIC” Baby Reindeer’s ‘Real’ Martha Fiona Harvey\" src=\"https://www.youtube.com/embed/mK-isQXd_Qw?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p>To be fair, Gadd is by no means the first creator to confront the slippery ethics around <a href=\"https://www.vox.com/true-crime\" data-source=\"encore\">true crime</a>. Subjects from <a href=\"https://www.vox.com/22611401/amanda-knox-story-stillwater\">Amanda Knox</a> to <a href=\"https://www.vox.com/culture/23973193/mary-kay-letourneau-is-may-december-real-what-happened-where-is-vili-fualaau-today-oscars\">Vili Fualaau</a> and <a href=\"https://www.vox.com/culture/23375811/netflix-jeffrey-dahmer-monster-victims-controversy-backlash\">the families</a> of Jeffrey Dahmer’s victims have spoken out about the ways that fictionalized versions of their reality have revictimized them. It could also be the case that Gadd simply underestimated the power of the internet, the power of <a href=\"https://www.vox.com/internet-culture\" data-source=\"encore\">fandom</a>, and the lure of a real-life puzzle. <a href=\"https://www.vox.com/culture/24043045/politics-fandom-trump-fans-toxic-stan-culture-conspiracies\">Many modern fans</a> view media, even autobiographical media, as interactive texts, games they get to play, full of mysteries they have to solve — even if the “mystery” <a href=\"https://www.vox.com/culture/23619617/delphi-murders-updates-reddit-true-crime\">involves real life</a>. For some <em>Baby Reindeer </em>fans, the sleuthing was of the traditional variety; fans analyzed the contents of the fictional Martha’s emails and <a href=\"https://www.nme.com/news/tv/baby-reindeer-viewers-spotted-secret-code-hidden-marthas-emails-lost-3749362\">found Easter eggs</a> referencing the TV show <em>Lost</em>.&nbsp;</p>\n\n<p>Whether or not Gadd anticipated the show’s runaway success, it seems clear that he could have at least anticipated that if <em>he</em> couldn’t resist Googling his stalker, neither could anyone else.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, July 30, 12:30 pm ET:</strong> This story was originally published on May 3 and has been updated multiple times, most recently to include Gadd’s response to<strong> </strong>Fiona Harvey’s lawsuit against Netflix. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As a medium, autofiction has long been a source of controversy, but rarely has an autobiographical work of fiction come with as many built-in issues as Netflix’s hit Baby Reindeer. The show, a seven-episode limited series from British comedian Richard Gadd, chronicles Gadd’s history of allegedly being stalked for years by an older woman, as [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "From Sabrina Carpenter to “blush blindness,” why’s everyone wearing blush?",
    "link": "https://www.vox.com/culture/363561/sabrina-carpenter-blush-blindness-everyones-wearing-blush",
    "pubDate": "2024-07-30T14:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Singer Sabrina Carpenter at the 2024 Met Gala in New York City on May 6, 2024, wearing heavy blush, side-swept blond bangs, a diamond necklace, and a sleeveless dress.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2151800743.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">On TikTok, thousands of women are panicking over a new kind of ailment. “I’m kind of scared to ask the internet this, but I need to know,” content creator @niessaxoxo_ said in a <a href=\"https://www.tiktok.com/@niessaxoxo_/video/7390755590709972267?q=blush%20blindness&amp;t=1721659176223\">TikTok</a> earlier this month. “Do I have blush blindness?” </p>\n\n<p class=\"has-text-align-none\">To understand “blush blindness,” one has to understand  <a href=\"https://www.usatoday.com/story/life/health-wellness/2024/06/26/tiktok-eyebrow-blindness-viral-beauty/74217212007/\">“eyebrow blindness</a>,” a term coined on TikTok to describe the 2010s phenomenon of thick, overdrawn eyebrows. Last month, users began reminiscing about this era of makeup with shame and regret. Now many online makeup lovers have started to become concerned about other cosmetic trends they may be overdoing, especially the current level of pigment on their cheeks, as blush has emerged as the latest makeup craze. Now, women are debating whether they look good with bursts of red and pink spread across their cheeks and all the way to their temples or if they’re all just sheep following another viral trend. </p>\n\n<p class=\"has-text-align-none\">You could argue both. Since the rise of the <a href=\"https://www.allure.com/story/hailey-bieber-strawberry-makeup-tutorial\">“strawberry girl”</a> and <a href=\"https://www.instyle.com/cold-girl-makeup-trend-6888969\">“cold girl”</a> makeup over the past three years, blush has become a must-have beauty product. According to Circana, blush sales reached <a href=\"https://www.glossy.co/pop/glossy-pop-newsletter-patrick-ta-is-also-quietly-building-a-blush-empire/\">$462 million</a> in the past 12 months in the US prestige makeup market, a 36 percent increase over the previous year. On Amazon, blush raked in <a href=\"https://wwd.com/beauty-industry-news/beauty-features/blush-amazon-beauty-makeup-sales-rare-beauty-elf-cosmetics-cindy-joseph-1236473348/\">$59 million</a>. Numerous blush trends have emerged this year, including <a href=\"https://www.byrdie.com/boyfriend-blush-tiktok-trend-8637472\">“boyfriend blush,”</a> <a href=\"https://www.allure.com/story/sunset-blush-trend-tiktok\">“sunset blush,”</a> and <a href=\"https://www.grazia.co.in/beauty-and-health/make-up/the-glazed-blush-trend-will-be-ruling-our-summer-looks-12201.html\">“glazed blush.”</a> Some consumers hope to achieve a more natural, sun-kissed flush, while others have seemingly taken inspiration from singer <a href=\"https://www.vox.com/culture/2024/5/14/24155699/sabrina-carpenter-espresso-career-olivia-rodrigo-explained\">Sabrina Carpenter’s</a> heavy, doll-like application — blush blindness be damned! </p>\n\n<p class=\"has-text-align-none\">It’s a far cry from the <a href=\"https://www.businessinsider.com/beauty-makeup-trends-evolution-2010s-2019-12#as-we-head-into-the-next-decade-expect-to-see-tons-of-no-makeup-makeup-looks-12\">previous decade of beauty</a>, when there was little to no emphasis on creating a warm, rosy visage. Over the past decade, blush was a product associated with mature women. But that perception has started to shift. “Growing up, as a millennial, there was a fear of looking like our moms who came out of the ’80s and ’90s when blush was a really big thing,” says Stephanie Peng, writer of the Beauty Unhyped newsletter. </p>\n\n<p class=\"has-text-align-none\">Today, Gen Z is even <a href=\"https://www.glossy.co/pop/glossy-pop-newsletter-patrick-ta-is-also-quietly-building-a-blush-empire/#:~:text=The%20popularity%20was%20initially%20growing,to%20wear%20blush%20than%20millennials.\">more likely</a> to purchase blush than formerly reluctant millennials. Why? For one thing, blush, along with ribbons and ballet flats, has become a primary marker of the <a href=\"https://www.refinery29.com/en-au/girlification-fashion\">popular girlcore aesthetic</a>. Blush provides a healthy, dewy, youthful glow. However, beauty forecasters have linked the current blush boom to something a little more rebellious and experimental than just the pursuit of youth. It might just be that blush has become the ultimate form of feminine self-expression.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Blush is the new highlighter&nbsp;&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">In the 2010s, it seemed as though blush was mostly an afterthought. Contouring and highlighting had finally gone mainstream after years of being practiced by drag queens. The goal was to make the face look as angular and “snatched” as possible with little to no emphasis on vibrant colors. Instead, consumers prioritized a shimmery, metallic finish with bronzers and translucent highlighters.</p>\n\n<p class=\"has-text-align-none\">“My makeup was definitely very bronzer-focused in my early 20s,” Peng says. “And if I did wear blush, it was very barely, super minimal and kind of glowy but didn’t have an obvious color.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Going into the 2020s, it seemed like this neutral, brassy look was here to stay, with highlighter projected to become even more popular. In February 2020, the engagement tracker Cherry Pick <a href=\"https://www.gcimagazine.com/brands-products/color-cosmetics/news/21860197/is-highlighter-the-new-blush\">reported</a> that highlighter was the product with the most consumer interest “by far.” Additionally, highlighting and brightening products were “edg[ing] out blush and bronzer completely in the cheek category.” However, the pandemic proved to be a huge disruptor in the makeup world, along with everything else. In particular, quarantining put this heavy, Kardashian-esque glam on hold as everyone seemed to prioritize the health and appearance of their natural skin.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-463092716_79531e.jpg?quality=90&#038;strip=all&#038;crop=0,10.773011832141,100,78.453976335719\" alt=\"A close-up photo of Kim Kardashian’s face. She wears a smoky, sparky eye, no blush, and pale/neutra lipstick.\" title=\"A close-up photo of Kim Kardashian’s face. She wears a smoky, sparky eye, no blush, and pale/neutra lipstick.\" data-has-syndication-rights=\"1\" data-caption=\"Kim Kardashian at the the 57th Annual Grammy Awards.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“No makeup” makeup had already existed as a slightly less buzzy trend in the early 2010s thanks in part to Glossier, a brand that specializes in makeup-skin-care hybrids. K-beauty had also become popular in the Western world for its skin-care-first approach. But the desire for “clean beauty” had seemingly reached new heights in the post-pandemic years, as <a href=\"https://www.vox.com/culture/24055466/hailey-bieber-baldwin-clean-girl-rhode-explained\">Hailey Bieber</a> kicked off a set of natural-looking, dewy trends (i.e. “glazed donut skin,” “latte makeup”), along with her own popular skin-care line, Rhode. </p>\n\n<p class=\"has-text-align-none\">One of these trends was “strawberry girl” makeup, where blush is applied to multiple points of the face, including the cheeks, the nose, the brow bone, and in some tutorials, the forehead. <a href=\"https://www.byrdie.com/tiktok-tomato-girl-makeup-trend-7642999\">“Tomato girl” makeup</a> was another iteration of this blush-heavy look, specifically designed to resemble the flush you might receive on a vacation. Gradually, though, these natural looks have become more daring.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As MacKenzi Nelson, art director at the digital marketing agency Helen + Gertrude, says, they’ve inspired “more blush creativity heading into 2024.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Much like the <a href=\"https://www.vox.com/culture/24146477/lip-gloss-gen-z-beauty-fenty-dior-summer-fridays-rhode-economy\">“lipstick effect”</a> of the 2020s, blush has emerged as a relatively affordable and collectible makeup option. The current blush craze feels largely triggered by Selena Gomez’s makeup line, Rare Beauty, which included the Soft Pinch Liquid Blush in its initial 2020 rollout. The product <a href=\"https://www.vogue.com/article/tiktok-rare-beauty-liquid-blush\">quickly became a viral hit</a> for its light, creamy texture and strong pigment. Since then, other makeup companies have rolled out new blushes, emphasizing versatility and skin-like finish, including Saie, Milk Makeup, e.l.f Beauty, and Huda Beauty. Unsurprisingly, Rhode unveiled its own line of Pocket Blushes this past June.  </p>\n\n<p class=\"has-text-align-none\">Blush-highlighter hybrids, like Charlotte Tilbury’s Pillow Talk Matte Beauty Blush wands and its Hollywood Blush and Glow palette, have become online favorites. After nearly a decade, Charlotte Tilbury, founded by the celebrity makeup artist of the same name, was able to capture the zeitgeist during the pandemic partly because of her viral tutorials. By 2023, <a href=\"https://www.cosmetify.com/the-cosmetify-index/\" data-type=\"link\" data-id=\"https://www.cosmetify.com/the-cosmetify-index/\">Cosmetify ranked it</a> the second-hottest makeup brand in terms of Google searches and social-media engagement, behind Rare Beauty. </p>\n\n<p class=\"has-text-align-none\">Its success seems partially linked to a <a href=\"https://www.businessoffashion.com/articles/beauty/inside-the-glam-vs-clean-girl-beauty-trend-battle/\">“trend battle”</a> that’s emerged since the rise of Glossier and is present in the various uses of blush: natural versus glam aesthetics. Tilbury’s shimmery blushes offer a happy medium between old Hollywood glamour and natural, skin-enhancing makeup. As a whole, the brand represents an evolution in <a href=\"https://www.businessoffashion.com/articles/beauty/inside-the-glam-vs-clean-girl-beauty-trend-battle/\">glam by Gen Z</a> that prioritizes dewiness and a light, sparkly finish. (Think of the minimalist but eye-popping makeup looks on <a href=\"https://www.byrdie.com/euphoria-makeup-looks-4783071\"><em>Euphoria</em></a>.) Still, beauty forecasters predict young consumers will crave even bolder and brighter makeup looks this year, with statement blush as a primary tool. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Blush is a “natural” beauty staple, but it could be going punk again&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Social media has shown that blush consumers have more than just one intent when using these products. One of them, of course, is to emulate healthy, hydrated skin, with cream blush providing a skin-like, less conspicuous texture.</p>\n\n<p class=\"has-text-align-none\">“I think consumers are looking for makeup to enhance,” says beauty influencer Dani Nicholls. “Natural-looking blush is used in ‘clean beauty’ and ‘no-makeup makeup’ routines to give the illusion of that fresh face, like you just woke up but look put together and healthy.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Glowy, warm skin is a key sign of youth, a preoccupation that has sparked Gen Z and even Gen Alpha’s <a href=\"https://www.nytimes.com/2024/01/23/style/gen-z-aging.html\">recent obsession with skin care products</a>. Peng says youthfulness and vitality have been the main selling points of blush throughout history. It’s a product she finds herself using to combat the “general angst of getting older.” “I tend to go, ‘all right, if I add a little bit of a pink blush, this will make me look a little bit more lively and a little bit more youthful,’” she says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While our culture’s obsession with youth has become more pronounced recently, the motivations behind using blush aren’t all so gloomy. On TikTok, for example, not everyone is treating blush as some sort of gateway to youth or long-lost girlhood; they’re going for something bolder and more artistic. Take the C-shaped blush or “blush draping,” where users frame their upper faces with blush, creating the sort of dramatic, colorful visage associated with Debbie Harry, Annie Lennox, Whitney Houston, and Grace Jones in the ’80s. Layering different blush colors has also become a popular technique. </p>\n\n<p class=\"has-text-align-none\">Likewise, you’ll find several TikTokers rejecting the notion of “blush blindness” or the idea that blush should be applied in a subtle, natural-looking manner. “It reflects the cultural shift in ditching the ‘delicate’ expectations of women and embracing a brave self-expression for any occasion,” says Nelson from Helen + Gertrude. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@shanell.sorrells/video/7387183889074244906\" data-video-id=\"7387183889074244906\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@shanell.sorrells\" href=\"https://www.tiktok.com/@shanell.sorrells?refer=embed\">@shanell.sorrells</a> <p>just your resident blush queen reporting for duty👑🫡 blush blindless doesn’t live here!!😂  <a title=\"blushblind\" target=\"_blank\" href=\"https://www.tiktok.com/tag/blushblind?refer=embed\">#blushblind</a> <a title=\"blushlover\" target=\"_blank\" href=\"https://www.tiktok.com/tag/blushlover?refer=embed\">#blushlover</a> <a title=\"blush\" target=\"_blank\" href=\"https://www.tiktok.com/tag/blush?refer=embed\">#blush</a> <a title=\"makeup\" target=\"_blank\" href=\"https://www.tiktok.com/tag/makeup?refer=embed\">#makeup</a> <a title=\"blushtrend\" target=\"_blank\" href=\"https://www.tiktok.com/tag/blushtrend?refer=embed\">#blushtrend</a> <a title=\"idc\" target=\"_blank\" href=\"https://www.tiktok.com/tag/idc?refer=embed\">#idc</a> </p> <a target=\"_blank\" title=\"♬ WAIT FOR SUMMER - G I Z Z I\" href=\"https://www.tiktok.com/music/WAIT-FOR-SUMMER-7011022703226309382?refer=embed\">♬ WAIT FOR SUMMER &#8211; G I Z Z I</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">Beauty forecasters have <a href=\"https://www.countryandtownhouse.com/style/health-and-beauty/makeup-trends-2024/\">predicted</a> that makeup will head in a more maximalist direction throughout the year. Some have connected this to the slow rise of the “weird girl” aesthetic that emerged in response to the “clean girl” and the ultra-pink, Barbie-core aesthetic. By contrast, the weird girl look includes bright colors, clashing patterns, and bold pops of makeup, including bright lipstick and heavy blush. </p>\n\n<p class=\"has-text-align-none\">In a piece for <a href=\"https://www.dazeddigital.com/beauty/article/61662/1/beauty-forecast-2024-girlhood-core-evolves-into-new-romantics-2-0\">Dazed</a>, journalist Ellen Atlanta sees parallels between this current evolution in beauty and the New Romantics movement in 1980s England. Just as these young people embraced punk and goth aesthetics as a response to Thatcherism, Atlanta sees young consumers pushing back against a political and cultural climate that promotes <a href=\"https://www.nytimes.com/2024/05/15/opinion/tradwife-tiktok.html\">traditional gender roles</a> and has <a href=\"https://www.vox.com/2022/6/24/23181720/supreme-court-dobbs-jackson-womens-health-samuel-alito-roe-wade-abortion-marriage-contraception\">stripped back rights</a> for women. “The New Romantics 2.0 as an aesthetic subculture takes the ribbons and exaggerated blush of hyper-femininity and adds to it an engagement with politics and gender that was missing from our approach to girlcore,” she wrote. </p>\n\n<p class=\"has-text-align-none\">Whether or not consumers are applying blush in a socially conscious manner, it seems like young people are simply ready to experiment again and deviate from bland trends. “I think that people are also now just having fun,” says Peng. “Blush is a little bit less utilitarian than it used to be. Blush can really be a statement product in the same way that 2010s eyeshadow was a statement and experimental makeup product.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">While some of the more natural-looking blush trends, like “sunset” and “sunburnt” blush, are attached to a summer aesthetic, Nelson sees consumers exploring the possibilities of blush for a long time. It’s one thing when a certain makeup routine feels dutiful, but it’s another thing when women are genuinely having fun.  </p>\n\n<p class=\"has-text-align-none\">“I think bold blush is here to stay for now,” says Nelson. “The pendulum swing will eventually head back towards neutral looks, but with the attention that there is on a maximalist feel, and skin health, I think we’ll be seeing consumers experiment with vibrant cheeks for a bit longer.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On TikTok, thousands of women are panicking over a new kind of ailment. “I’m kind of scared to ask the internet this, but I need to know,” content creator @niessaxoxo_ said in a TikTok earlier this month. “Do I have blush blindness?”  To understand “blush blindness,” one has to understand  “eyebrow blindness,” a term coined [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "Gen Z loves making Kamala Harris memes. Will they vote?",
    "link": "https://www.vox.com/2024-elections/363560/gen-z-brat-coconut-kamala-harris-vote-young-voter",
    "pubDate": "2024-07-30T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A crowd of people seen across a distance wave signs and cheer.\" data-caption=\"Attendees of Vice President Kamala Harris’s campaign event wave signs and cheer in West Allis, Wisconsin. | Sara Stathas/Washington Post via Getty Images\" data-portal-copyright=\"Sara Stathas/Washington Post via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2162721810.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Attendees of Vice President Kamala Harris’s campaign event wave signs and cheer in West Allis, Wisconsin. | Sara Stathas/Washington Post via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Call them a vibe shift, the coconutpilling of America, or the next stage of “<a href=\"https://www.vox.com/culture/362300/kamala-harris-meme-brat-summer\">brat summer</a>,” but the burst of memes that accompanied the launch of Vice President Kamala Harris’s presidential campaign matter.</p>\n\n<p class=\"has-text-align-none\">They have not just breathed new humor and life into the Democratic Party’s hopes of beating former President Donald Trump, but have also created a narrow yet crucial window of opportunity for the Harris campaign to reengage a disillusioned part of their base, reach new and tuned-out young voters in a fragmented media ecosystem, and keep those voters&nbsp;energized into the fall.</p>\n\n<p class=\"has-text-align-none\">That will be a tricky job. Young voters have been historically disengaged from the 2024 presidential election and unhappy with the status quo: upset over the cost of living, worried about health care and abortion rights, appalled by the war in Gaza, and generally turned off by a rematch between two elderly men. They <a href=\"https://www.pewresearch.org/politics/2024/07/11/voters-feelings-about-the-2024-campaign-and-candidates/\">strongly</a> <a href=\"http://api.genforwardsurvey.com/download/422/?f=true\">disliked</a> both Trump and President Joe Biden — souring particularly quickly and dramatically on Biden beginning in the <a href=\"https://www.vox.com/23042037/joe-biden-young-voters-disapprove-progressive-gen-z\">summer of 2021</a> and driving down both his approval ratings and his chances against Trump in national polling.</p>\n\n<p class=\"has-text-align-none\">With Biden now off the ticket and Harris having all but locked up the party’s nomination, youth activists and experts on young voters told me that they are seeing signs that Democrats can recapture some of the lagging support the party was seeing while Biden led the ticket.</p>\n\n<p class=\"has-text-align-none\">“What happens online, especially for young voters, is a really important indicator of the general energy that they feel, and what we could see with turnout at the ballot box,” Cristina Tzintzún Ramirez, the president of the youth voter-focused organization NextGen America, told me.</p>\n\n<p class=\"has-text-align-none\">These memes are creating hope, inspiring curiosity about the race, and — perhaps more importantly — are saturating young people and online users at a time when traditional media and campaigning’s reach is limited.</p>\n\n<p class=\"has-text-align-none\">But will this be enough to get these young people to vote? Or will Harris’s campaign be the latest Democratic candidate to bet on the youth vote —&nbsp;and lose?</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Memes are doing something campaigns can’t do</strong></h2>\n\n<p class=\"has-text-align-none\">Besides being funny, memes have power both as symbols and as motivators. As my colleague Rebecca Jennings has <a href=\"https://www.vox.com/culture/362300/kamala-harris-meme-brat-summer\">written</a>, in politics, memeability is a stand-in for how likable and relatable a candidate is, a sign of&nbsp; “ubiquitous internet presence,” and an ability to “transcend politics and become a legible cultural brand.”</p>\n\n<p class=\"has-text-align-none\">Presidents Barack Obama and Trump were, in their own specific ways, performers. Always in the public eye, they offered plenty of material from which memes could and can be made. They were entertaining to watch, inspired grassroots fandom, and did not have to try too hard to become cultural characters, not just politicians. They became more than just politicians — they became part of the zeitgeist, escaping the information silos of their respective partisans and becoming a form of monoculture.</p>\n\n<p class=\"has-text-align-none\">It’s early, but something similar is happening with Harris. What started off as nihilistic humor, out-of-context edits, and ironic posting as the country was navigating a chaotic month of political developments has turned into a real cultural moment and a springboard for Harris’s campaign and allies to reintroduce (or in some cases, introduce) the vice president to young people.</p>\n\n<p class=\"has-text-align-none\">“These brat memes, these coconut tree memes don’t necessarily inspire a vision, but [they inspire] hope,” Jack Lobel, the communications director of the youth outreach group Voters of Tomorrow, told me. “This feels like a moment, there’s optimism in the air, and it almost feels easier to do our jobs now.”</p>\n\n<p class=\"has-text-align-none\">That sense of optimism is due in part to how different the presidential contest looks now. This contest was once between two candidates who have dominated most of the political memories of the country’s youngest voters. Now it features a vice president who many people don’t know at all.</p>\n\n<p class=\"has-text-align-none\">Young people are already the cohort of voters least <a href=\"https://youngamericans.berkeley.edu/wp-content/uploads/2020/08/Hill_BIFYA_Working_Paper_08_08_2020.pdf\">informed</a>, <a href=\"https://news.gallup.com/poll/513128/attention-political-news-slips-back-typical-levels.aspx\">least tuned in</a>, and least <a href=\"https://www.nytimes.com/2020/10/08/upshot/youth-voting-2020-election.html\">likely</a> to vote. Young Americans’ attention to political news hit a low point in 2023 — only about 9 percent said they followed political developments very closely, compared to an average of 16 percent in the past 20 years, according to <a href=\"https://news.gallup.com/poll/513128/attention-political-news-slips-back-typical-levels.aspx\">Gallup</a>. And less than half of 18- to 29-year-olds said in May that they had given the election <a href=\"https://news.gallup.com/poll/645101/thought-given-election-portends-high-turnout.aspx\">heavy attention</a>, compared to large majorities of older cohorts.</p>\n\n<p class=\"has-text-align-none\">In the context of a fragmented information and media ecosystem, these memes and social media are likely the first way many of them are getting to know Harris, her personality, her past lives, and her accomplishments.</p>\n\n<p class=\"has-text-align-none\">That much is true when it comes to her record. In <a href=\"https://blueprint2024.com/polling/harris-poll-message-test-7-24/\">polling</a> conducted by the Democratic research firm Blueprint, most voters say they are aware of who Harris is, but not entirely sure how to define her or her priorities. Terms like “liberal” and “prosecutor” are the most likely ways that she is defined, including by younger voters, but not many people can name specifics about what she has done or accomplished — or about what she should be blamed for.</p>\n\n<p class=\"has-text-align-none\">This dynamic also appears online: memes, clips, and <a href=\"https://x.com/DGComedy/status/1815588456464298165\">excerpts</a> of Harris in interviews or town halls, on the trail or on the job, are now going viral, fueled by an interest in figuring out just who she is, a kind of curiosity fueled by wanting to be part of this cultural moment. Clips of Harris <a href=\"https://x.com/buffys/status/1815843837065277773\">talking about gun control</a>, reflecting on being a person of color, and instructing clerks in California to <a href=\"https://x.com/PopCrave/status/1815719108807426193\">begin conducting same-sex marriages</a> are all full of comments <a href=\"https://x.com/isaacjarae/status/1815845096404963516\">describing</a> her as “a breath of fresh air” or <a href=\"https://x.com/corneil_ri/status/1815719762804068492\">marveling</a> at how long she’s actually been in politics.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The opportunities to engage young voters are here</strong></h2>\n\n<p class=\"has-text-align-none\">All this suggests a unique kind of opportunity to motivate, inform, and turn out young voters who have been waiting for this energy and vibe shift to shake up the race.</p>\n\n<p class=\"has-text-align-none\">The activists and experts I spoke with all told me that they are tracking tangible signs of changes in engagement by Gen Z and young voters. Lobel’s organization, for example, saw a <a href=\"https://www.threads.net/@ssantiagomayer/post/C9z11MtuHZ2?xmt=AQGzxpLPIFxHiW8Zopx42VcvsOVZuX1p3atJwqhHU6X9CA\">spike</a> last week in the number of applications made to create new chapters of their organization. Voters of Tomorrow’s political action committee also saw their best fundraising day ever in the wake of their endorsement of Harris’s candidacy.</p>\n\n<p class=\"has-text-align-none\">Voter registration rates are already spiking, with the <a href=\"https://x.com/Jemsinger/status/1816065585844764715\">majority</a> of the 38,500 people who signed up on Vote.org in the two days since Biden dropped out being under the age of 34. And in the full week since then, more than 100,000 new voters have registered — 84 percent of whom are 18 to 34. The organization told Vox about 1 in 5 of those registrants are 18-year-olds, and the swing states of Florida, Georgia, North Carolina, and Pennsylvania are among the states that saw the highest surges in sign-ups.</p>\n\n<p class=\"has-text-align-none\">The polls are already showing some movement, though it is early: <a href=\"https://d3nkl3psvxxpe9.cloudfront.net/documents/econTabReport_3QDu15I.pdf\">Economist</a>, <a href=\"https://www.cnn.com/2024/07/24/politics/cnn-poll-kamala-harris-donald-trump/index.html\">CNN</a>, and <a href=\"https://x.com/ForecasterEnten/status/1816100503740154031\">CBS</a> surveys also show an increase in young voter interest or motivation in voting since Biden dropped out. Others show Harris restoring the traditional margin of support Democrats have enjoyed in presidential contests: both the <a href=\"https://www.nytimes.com/interactive/2024/07/25/us/elections/times-siena-poll-registered-voter-crosstabs.html\">New York Times/Siena</a> and <a href=\"https://www.generationlab.org/trump-vs-harris-vs-biden\">Axios/Generation Lab</a> polls from last week roughly show Harris holding a 20-point lead among these voters. Those same polls either gave Biden only a 4 percent advantage <a href=\"https://www.axios.com/2024/02/26/biden-trump-gen-z-millennial-poll\">back in April</a>, or showed <a href=\"https://www.nytimes.com/interactive/2023/12/19/us/elections/times-siena-poll-registered-voter-crosstabs.html\">Trump leading Biden</a>.  </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Focusing on young voters comes with risks</strong></h2>\n\n<p class=\"has-text-align-none\">Some of this may be temporary — the result of a honeymoon bump of positive coverage, relief over Biden’s exit, and the general lack of awareness of Harris.</p>\n\n<p class=\"has-text-align-none\">And while it can be tempting to think it will hold, the vibes won’t stay this positive forever. More progressive and left-leaning younger voters may yet become disillusioned as they find out more about Harris, her record on policing, her approach to Gaza, or who she picks as her running mate. Other more moderate or independent younger voters may feel similarly conflicted as the general election proceeds.</p>\n\n<p class=\"has-text-align-none\">Keeping this positive sentiment will require sustained investment and outreach from Harris, her surrogates and campaign, and supportive outside groups — previous outreach to young voters, a lower-propensity group, tends to come later in the electoral cycle, when they are back on college campuses in the fall, and are folded into traditional get-out-the-vote efforts.</p>\n\n<p class=\"has-text-align-none\">There’s also the risk of official organizations and politicians overplaying the memes and jokes — acknowledging them too much on social media or at rallies, tiring out the humor, or coming across as corny or inauthenticity — the kind of thing that hampered Hillary Clinton’s attempts at younger voter outreach (“<a href=\"https://www.vox.com/2016/7/14/12192666/pokemon-go-hillary-clinton-campaign\">Pokemon go to the polls</a>” being the classic example).</p>\n\n<p class=\"has-text-align-none\">All of this is risky: while plenty of glowing coverage in the Trump and Biden eras has painted young voters as progressive saviors for the Democrats, young voters are not the most reliable segment of the electorate. This cohort of voters turned out in <a href=\"https://circle.tufts.edu/latest-research/half-youth-voted-2020-11-point-increase-2016\">record numbers</a> during the pandemic, but were never hardcore Biden supporters. They voted at historically high rates in the 2022 midterms, but they were not as solidly Democratic as they had been in previous midterm years (2018 is the high watermark for young voter turnout in a midterm year).</p>\n\n<p class=\"has-text-align-none\">And they have dealt setbacks to Democrats before. A <a href=\"https://www.npr.org/2016/11/14/501727488/millennials-just-didnt-love-hillary-clinton-the-way-they-loved-barack-obama\">sharp drop</a> in young voter turnout and support for Democrats nationally and in battleground states in 2016 contributed to Clinton’s loss to Trump. A similarly dramatic drop-off hurt Democrats during the 2010 midterms after surging to elect Obama in 2008. And they have generally become <a href=\"https://www.pewresearch.org/politics/2021/06/30/behind-bidens-2020-victory/\">less supportive of Democrats</a> and a smaller share of the electorate since the Obama years, when they made up a <a href=\"https://www.pewresearch.org/politics/2012/11/26/young-voters-supported-obama-less-but-may-have-mattered-more/\">fifth of the voting electorate</a> and backed him over John McCain by a more than <a href=\"https://www.pewresearch.org/politics/2012/11/26/young-voters-supported-obama-less-but-may-have-mattered-more/\">30-point margin</a>.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Why Harris’s campaign might fly where others fell</strong></h2>\n\n<p class=\"has-text-align-none\">For now, Harris and her surrogates have signaled they plan to take young voters seriously. Speaking virtually to a Voters of Tomorrow summit in Georgia this weekend, Harris promised not to neglect younger voters, saying it was young voters who helped deliver Biden and her to the White House. “This November, we will win again, and we need your support,” Harris said. “We know young voters will be key and we know your vote cannot be taken for granted. It must be earned. And that is exactly what we will do.”</p>\n\n<p class=\"has-text-align-none\">Some Democratic-aligned groups also plan to take advantage of these social media vibes: on a call with reporters last week, a spokesperson for Priorities USA, the Democratic super PAC, said they expect more opportunities to work with social media influencers and content creators with Harris at the top of the ticket. Before Biden left the ticket, many creators who had worked with the super PAC in past cycles did not feel comfortable talking about politics or promoting specific candidates, Nick Ahamed, Priorities’ deputy executive director, said.</p>\n\n<p class=\"has-text-align-none\">“That actually changed over the last 72 hours,” he told me.</p>\n\n<p class=\"has-text-align-none\">These early online indicators are encouraging signs, Lobel said, but they’re just a start. “Views and likes are not the end game. The end game is political action.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Call them a vibe shift, the coconutpilling of America, or the next stage of “brat summer,” but the burst of memes that accompanied the launch of Vice President Kamala Harris’s presidential campaign matter. They have not just breathed new humor and life into the Democratic Party’s hopes of beating former President Donald Trump, but have [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "Where J.D. Vance’s weirdest idea actually came from",
    "link": "https://www.vox.com/politics/363473/jd-vance-weird-voting-parents-demeny-postliberalism",
    "pubDate": "2024-07-30T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"J.D. Vance, in a navy suit and tie with a neatly trimmed beard and slight smile.\" data-caption=\"Republican vice presidential candidate Sen. J.D. Vance speaks on stage at the Republican National Convention on July 17, in Milwaukee. | Chip Somodevilla/Getty Images\" data-portal-copyright=\"Chip Somodevilla/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2162475833.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican vice presidential candidate Sen. J.D. Vance speaks on stage at the Republican National Convention on July 17, in Milwaukee. | Chip Somodevilla/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Since his selection as former President Donald Trump’s running mate, Sen. J.D. Vance has developed a reputation for being <a href=\"https://www.vox.com/culture/363230/jd-vance-couch-sex-hillbilly-elegy-rumor-false\">a bit strange</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.thebulwark.com/p/vance-galaxy-brained-style-american-politics\">News</a> <a href=\"https://talkingpointsmemo.com/morning-memo/jd-vance-vice-president-controversy\">articles</a> and social media alike are riddled with strange Vance comments: his belief that “<a href=\"https://www.youtube.com/watch?v=7gPGxB2FqEc\">childless cat ladies</a>” are running America into the ground, his <a href=\"https://www.bloomberg.com/opinion/articles/2024-07-17/republicans-are-targeting-no-fault-divorce?embedded-checkout=true\">hostility to no-fault divorce</a>, and his choice to describe <a href=\"https://www.vox.com/policy-and-politics/23373795/curtis-yarvin-neoreaction-redpill-moldbug\">a neo-monarchist blogger as a notable intellectual influence</a>. Even Democratic politicians are getting in on the act, with Illinois Gov. J.B. Pritzker <a href=\"https://x.com/PritzkerForPrez/status/1815926731619885368\">telling CNN</a> that he “has a weird view of America, honestly.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">One instance of Vance’s alleged weirdness <a href=\"https://x.com/patrynard/status/1816183353772761538?s=46&amp;t=WDV3NvpmCLI-fO5R13Teug\">that’s gone viral</a> — his proposal that parents of under-18 children should get extra votes — is especially clarifying. It helps explain where Vance’s ideas really come from and why they’ve become such a problem for the Trump-Vance ticket.</p>\n\n<p class=\"has-text-align-none\">Specifically, it clarifies that Vance’s intellectual debt to peculiar segments of the conservative elite has led him to embrace a brand of politics that’s alien to the vast American middle.</p>\n\n<p class=\"has-text-align-none\">The “extra votes for parents” proposal came in <a href=\"https://www.youtube.com/watch?v=jBrEng3xQYo\">a 2021 speech</a> sponsored by the <a href=\"https://isi.org/\">Intercollegiate Studies Institute</a>, a conservative organization that encourages college students to engage with right-wing ideas. About halfway through the speech, Vance says that he wants to “take aim at the left, specifically the childless left.”</p>\n\n<p class=\"has-text-align-none\">He knows these comments will be controversial: He says “I’m going to get in trouble for this,” and then asks the hosts if he’s being recorded. But he continues on by listing off leading Democratic politicians who didn’t have children at the time — Kamala Harris, Pete Buttigieg, Sen. Cory Booker, Rep. Alexandria Ocasio-Cortez —&nbsp;and then asks, “Why have we let the Democrat Party become controlled by people who don’t have children?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of course, this is misleading: Harris is a stepmother and Buttigieg has <a href=\"https://people.com/all-about-pete-buttigieg-children-8683180\">become a father</a> since Vance’s remarks. But the specific examples are less important than Vance’s general point, which is a moral one.</p>\n\n<p class=\"has-text-align-none\">In his view, being a parent is the primary source of happiness and meaning in a person’s life, and people who don’t have kids can’t be trusted to make decisions in the interest of society writ large. Societies are good, per Vance, when they have babies; if they don’t have enough, they rot.</p>\n\n<p class=\"has-text-align-none\">So what to do about it? Vance suggests borrowing ideas from Viktor Orbán, Hungary’s authoritarian prime minister who has made increasing Hungary’s birthrate <a href=\"https://www.politico.eu/article/eu-populist-right-want-you-make-more-babies-viktor-orban/\">a centerpiece of his policy agenda</a>. But Vance also worries that a Hungarian model might not be possible because families suffer from a “structural democratic disadvantage”: children can’t vote. Hence, he concludes, we should let parents cast votes on their behalf.</p>\n\n<p class=\"has-text-align-none\">“Let’s give votes to all the children in this country and let’s give control over votes to the parents in this country,” he says.</p>\n\n<p class=\"has-text-align-none\">It’s an old idea called “<a href=\"https://www.nytimes.com/2018/03/03/opinion/sunday/parents-teenagers-voting.html\">Demeny voting</a>,” named after 20th-century <a href=\"https://www.ae-info.org/ae/Member/Demeny_Paul/CV\">Hungarian demographer Paul Demeny</a> (a vocal champion of the idea). Typically, the argument for Demeny voting is rooted in fairness. Children are people who, like anyone else, deserve political representation. Since they lack the maturity to make informed choices about their interests, parents should vote on their behalf —&nbsp;much in the same way they make decisions about children’s medical care or education. To get a sense of how this argument works, I’d recommend <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4723276\">a recent paper by two law professors</a> at Harvard and Northwestern making the case at length.</p>\n\n<p class=\"has-text-align-none\">But for Vance, the policy isn’t just about ensuring fairness for families: it’s about punishing childless adults. Vance sees Demeny voting as a tool for creating two-tiered citizenship, one where parents have more and better political representation than other adults.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“When you go to the polls in this country, you should have more power —&nbsp;more of an ability to speak your voice in our democratic republic — than people who don’t have kids,” he says. “If you don’t have much of an investment in the future of this country, then maybe you shouldn’t get nearly the same voice.”</p>\n\n<p class=\"has-text-align-none\">This is not the language of a liberal looking to expand the sphere of people whose interests are represented in the system to children. Vance’s defense of Demeny voting reveals a belief that people who aren’t like him, who don’t share his values about childrearing, are social unequals: non-participants in the political project of ensuring America survives across generations, and hence deserved targets of political discrimination.</p>\n\n<p class=\"has-text-align-none\">In short, Vance wants to turn the law into a vehicle for legislating hard-right morality.</p>\n\n<p class=\"has-text-align-none\">This isn’t being unfair to Vance: he explicitly identifies as a “<a href=\"https://www.ncregister.com/news/j-d-vance-is-a-catholic-post-liberal\">postliberal</a>,” a school of thought that believes it’s the government’s job to push people toward living morally upright lives, defined in conservative religious terms. In particular, he has cited Patrick Deneen — a Notre Dame professor and chief postliberal theorist — as a major influence. Speaking at a release event for Deneen’s book<em> </em><a href=\"https://www.vox.com/2023/6/15/23734340/patrick-deneen-regime-change-review\"><em>Regime Change</em></a>, Vance described himself as an “<a href=\"https://www.vox.com/politics/360283/jd-vance-trump-vp-vice-president-authoritarian\">anti-regime</a>” politician — meaning that he aimed to act on Deneen’s call for fundamentally transforming American politics along postliberal lines.</p>\n\n<p class=\"has-text-align-none\">The problem is that vanishingly few Americans are postliberals, while many Americans are actively turned off&nbsp;by its right-wing moral paternalism. They’re seeing the ideology at work and it strikes them as, well, <em>weird</em>.</p>\n\n<p class=\"has-text-align-none\">Vance, however, seems to sincerely believe in their ideas, or at very least believe it’s advantageous in intra-GOP competition to be seen as the postliberal champion. Indeed, it may very well have helped him become a vice presidential candidate: Tucker Carlson, postliberalism’s most prominent voice in the media, <a href=\"https://www.nytimes.com/2024/07/16/us/politics/tucker-carlson-jd-vance-trump.html\">played a central role in pushing Trump to pick Vance</a>.</p>\n\n<p class=\"has-text-align-none\">But whether out of sincere conviction or political opportunism, Vance has trapped himself into speaking the language of postliberals. He shares their preoccupations and fears, their philosophy and their ideology. His world is that of a handful of intellectuals whose values and way of thinking are wholly at odds with Middle America’s.</p>\n\n<p class=\"has-text-align-none\">The great conservative populist hope turns out to talk like a creature of a very nice intellectual elite&nbsp;—&nbsp;and <a href=\"https://www.businessinsider.com/jd-vance-lowest-vice-president-approval-rating-republican-convention-2024-7#:~:text=Vance%2C%20however%2C%20is%20polling%20at,long%20polled%20behind%20other%20Republicans.\">voters don’t like it</a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Since his selection as former President Donald Trump’s running mate, Sen. J.D. Vance has developed a reputation for being a bit strange.&#160; News articles and social media alike are riddled with strange Vance comments: his belief that “childless cat ladies” are running America into the ground, his hostility to no-fault divorce, and his choice to [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "The movement desperately trying to get people to have more babies",
    "link": "https://www.vox.com/policy/363543/pronatalism-vance-birth-rates-population-decline-fertility",
    "pubDate": "2024-07-30T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"J.D. Vance carrying a young child through a group of people.\" data-caption=\"Republican vice presidential nominee Sen. J.D. Vance carries his daughter Mirabel Vance as he arrives to greet supporters at the Park Diner on July 28, 2024, in St Cloud, Minnesota. | Stephen Maturen/Getty Images\" data-portal-copyright=\"Stephen Maturen/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2163513739.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican vice presidential nominee Sen. J.D. Vance carries his daughter Mirabel Vance as he arrives to greet supporters at the Park Diner on July 28, 2024, in St Cloud, Minnesota. | Stephen Maturen/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Abortion was always slated to be a top issue in the 2024 presidential election. But virtually no one predicted that politicians would be openly blasting those ambivalent about having children.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We are effectively run in this country … by a bunch of childless cat ladies who are miserable at their own lives and the choices that they’ve made, and so they wanna make the rest of the country miserable, too,” J.D. Vance, the Republican vice presidential nominee, said in<strong> </strong>a now-famous statement in<strong> </strong>2021. “It’s just a basic fact. You look at Kamala Harris, Pete Buttigieg, AOC (Alexandria Ocasio-Cortez), the entire future of the Democrats is controlled by people without children.”</p>\n\n<p class=\"has-text-align-none\">That wasn’t all on the subject from Vance. He also argued in 2021 that parents <a href=\"https://www.youtube.com/watch?v=jBrEng3xQYo\">should get additional votes</a> on their children’s behalf. People without kids “should face the consequences and the reality,” he said.</p>\n\n<p class=\"has-text-align-none\">Other conservative voices have joined in. Speaking in Vance’s defense last week, Blake Masters, the former Arizona Senate candidate, <a href=\"https://x.com/bgmasters/status/1816295040081354853\">said bluntly</a> that people without children shouldn’t lead in politics:&nbsp; “If you aren’t running or can’t run a household of your own, how can you relate to a constituency of families, or govern wisely with respect to future generations?” he asked.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Elon Musk, the billionaire Tesla CEO, weighed in to call Harris an “extinctionist” because she <a href=\"https://x.com/DonaldJTrumpJr/status/1817288993740095986\">noted some young people cite climate anxiety</a> as a reason not to have kids. “The natural extension of her philosophy would be a de facto holocaust for all of humanity!” Musk <a href=\"https://x.com/elonmusk/status/1817300216011251712\">concluded</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One starting place to understand where all this is coming from is pronatalism: a broad ideological movement driven by concern that the world is not producing enough children and that society should work to change that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not all pronatalists are politically conservative, and not all conservatives are particularly pronatalist. People with different backgrounds and ideologies are concerned about what a shrinking population will mean for future generations, though the movement does include anti-abortion advocates like Vance and Masters who have been more vocal. Still other card-carrying pronatalists staunchly oppose coercing women into having children they don’t want.</p>\n\n<p class=\"has-text-align-none\">Those worried about declining birth rates paint a scary picture of the future. As the number of babies dwindles, the number of workers will shrink, too. There will be fewer people paying taxes to support welfare systems, which will still be supporting large elderly populations.<strong> </strong>The result, they warn, will be economic stagnation and political strife: higher unemployment, more acute labor shortages, diminished investment, fewer innovations, and greater poverty.</p>\n\n<p class=\"has-text-align-none\">There is some reason to be wary of these grim predictions. Past population panics have fueled some of the world’s most horrific chapters. Back when leaders thought the world was producing <em>too many</em> humans, governments around the globe pushed mass sterilization campaigns, forced abortions, and gruesome eugenic regimes. </p>\n\n<p class=\"has-text-align-none\">Others<strong> </strong>see the increased focus on birth rates as a way to scapegoat individuals — primarily women — for societal issues that politicians could otherwise address, such as improving care for the elderly or taxing the rich more aggressively.</p>\n\n<p class=\"has-text-align-none\">That there’s a “proximate economic problem … doesn’t necessarily mean increasing birth rates is the solution,” said Nancy Folbre, an economist at the University of Massachusetts Amherst.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The concerns about fertility aren’t taking place in a political vacuum, in the US or anywhere else.</p>\n\n<p class=\"has-text-align-none\">Around the world, far-right leaders have campaigned on platforms to roll back abortion rights, restrict immigration, and boost the number of native-born children. In China, government officials recently <a href=\"https://www.nytimes.com/2023/11/02/world/asia/china-communist-party-xi-women.html\">scrapped</a> gender equality as a priority and <a href=\"https://www.economist.com/china/2023/11/09/china-wants-women-to-stay-home-and-bear-children\">advised</a> women “to establish a correct outlook on marriage and love, childbirth, and family.” In Hungary, Prime Minister Viktor Orbán has promoted a policy of “<a href=\"https://www.theguardian.com/world/2019/sep/06/viktor-orban-trumpets-far-right-procreation-anti-immigration-policy\">procreation not immigration</a>.”&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Inside this story</strong>:</h2>\n\n\n\n<p class=\"has-text-align-none\"><strong>An overview</strong> of the increasingly vocal movement concerned about declining birth rates</p>\n\n\n\n<p class=\"has-text-align-none\"><strong>Perspectives</strong> from those who see risk to women’s autonomy if society panics too much about shrinking population</p>\n\n\n\n<p class=\"has-text-align-none\"><strong>A look</strong> at existing research on policy and fertility</p>\n\n\n\n<p class=\"has-text-align-none\"><strong>Context</strong> on why these birth rate questions have become more pressing and prominent</p>\n</div>\n\n<p class=\"has-text-align-none\">Even talking about population decline as an issue can feel risky. Though not all pronatalists are against reproductive rights, a louder conversation that frames falling birth rates as a major problem inevitably boosts the issue’s salience, creating space for potentially more reactionary ideas.</p>\n\n<p class=\"has-text-align-none\">Still,<strong> </strong>those who want to voluntarily increase the number of children say we must have a real conversation, no matter how uneasy it makes us. Some are hopeful about emerging technologies — like <a href=\"https://www.npr.org/sections/health-shots/2024/04/12/1241895501/artificial-womb-premature-birth\">artificial wombs</a> and <a href=\"https://www.npr.org/sections/health-shots/2023/07/15/1184298351/conception-human-eggs-ivg-ivf-infertility\">lab-grown eggs</a> — to one day bring more humans to life. Others warn that sexist, racist, and ethnonationalist forces will fill the void if liberal leaders fail to solve the problem themselves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If we wait, the less inclusive, less compassionate, less calm elements within our society and many societies worldwide may someday call depopulation a crisis and exploit it to suit their agendas — of inequality, nationalism, exclusion or control,” <a href=\"https://www.nytimes.com/interactive/2023/09/18/opinion/human-population-global-growth.html\">warned Dean Spears</a>, the director of the Population Wellbeing Initiative at UT Austin. “Paying attention now would create an opportunity to lay out a path that would preserve freedom, share burdens, advance gender equity, value care work and avoid the disasters that happen when governments try to impose their will on reproduction.”</p>\n\n<p class=\"has-text-align-none\">Spears may be right, but it’s a gamble. Nobody really knows whether you can<em> </em>sustainably boost birth rates without coercing women into having kids or restricting the opportunities they might otherwise pursue. Efforts to substantially reverse declining fertility in other countries have so far failed, and right now, at least in the US, most adults without children <a href=\"https://www.pewresearch.org/social-trends/2024/07/25/the-experiences-of-u-s-adults-who-dont-have-children/\">say they just don’t want them</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why people are talking about birth rates more now</strong></h2>\n\n<p class=\"has-text-align-none\">All <a href=\"https://www.unfpa.org/swp2023/too-few\">over the world</a>, fewer children are being born, including in some of the most populous nations like China, India, the US, Brazil, and Mexico. Earlier this month, the UN <a href=\"https://apnews.com/article/un-world-population-growth-e2adab27719bb94ea19626dc53c57384\">announced</a> it is likely the number of people on earth will peak in the next 75 years — a big change from even a decade ago, when demographers thought that moment was still well over a century away.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Concern about declining birth rates is not new, but until recently, it didn&#8217;t seem to have much domestic relevance for the United States.</p>\n\n<p class=\"has-text-align-none\">By the turn of the 21st century, many countries were already grappling with plummeting fertility. In 2004, journalist Phil Longman published <a href=\"https://www.amazon.com/Empty-Cradle-Birthrates-Threaten-Prosperity/dp/0465050506\"><em>The Empty Cradle</em></a><em>, </em>outlining the political and economic risks of depopulation; he traveled all over the world encouraging leaders to take it more seriously.</p>\n\n<p class=\"has-text-align-none\">At the time, there was a major exception: the United States. Even as the US provided virtually no support for working parents, American birth rates stayed elevated. Experts attributed this primarily to higher birth rates among Latino immigrants, higher teen births, and <a href=\"https://www.washingtonpost.com/wp-dyn/content/article/2007/05/04/AR2007050401891.html\">potentially America’s religious culture</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“At that time it was possible to look at all these numbers and say the United States is immune to this,” Longman told me. “Our birth rates were still barely above replacement level, so people could be like, ‘Oh well that’s the European disease, that’s the South Korean culture, American exceptionalism will save us.”</p>\n\n<p class=\"has-text-align-none\">Holding the US as an exception, the overarching consensus became that countries that were more successful at boosting birth rates were those that provided more support for women to balance their domestic life with jobs and other pursuits. Sweden’s egalitarian welfare policies were designed by intellectuals in the 1930s who specifically <a href=\"https://womensenews.org/2014/04/sweden-pushed-gender-equality-boost-birth-rates/\">wanted to boost Swedish birth rates</a>, and by the end of the century, Nordic countries with more expansive welfare systems seemed to be doing better on the birthrate front than more socially conservative countries like Italy and Japan.</p>\n\n<p class=\"has-text-align-none\">“Feminism is the new natalism,” a Tory member of Parliament in the United Kingdom said in a <a href=\"https://www.theguardian.com/society/2003/sep/24/childrensservices.comment\">2003 report</a> on the threat of low fertility in Europe.&nbsp;Over the last 10 years, though, even the Nordic countries have seen hastening <a href=\"https://thl.fi/en/-/birth-rate-decreased-in-all-nordic-countries-in-2022-finland-had-lowest-overall-fertility-rate\">drops in fertility</a>. Declining birth rates finally hit the US starting in 2007 and have <a href=\"https://www.aeaweb.org/articles?id=10.1257/jep.36.1.151\">continued to fall</a> ever since.<br></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/birthrates.png?quality=90&#038;strip=all&#038;crop=0,10.481809352638,100,79.036381294723\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Why? There are several leading explanations advanced by different people:&nbsp;</p>\n\n<ul>\n<li>Women are postponing marriage and childbearing later into their reproductive years and using more effective birth control methods more consistently.</li>\n\n\n\n<li><a href=\"https://link.springer.com/article/10.1007/s10508-021-02125-2\">People are having less sex</a> overall, with <a href=\"https://crisismagazine.com/opinion/how-social-media-may-lead-to-lower-birth-rates\">some arguing</a> that smartphones and the internet have <a href=\"https://www.ucl.ac.uk/news/2024/jun/internet-addiction-affects-behaviour-and-development-adolescents\">dominated attentio</a>n that previously went toward dating and love.&nbsp;</li>\n\n\n\n<li>Some say people have recognized that smaller families are easier to manage if women want to balance child-rearing with careers and other personal pursuits.&nbsp;</li>\n\n\n\n<li>Others argue the <a href=\"https://www.vox.com/23013483/mental-health-pandemic-young-people-sapien-labs\">mental health crisis</a> has brought more despair about the future and a corresponding unwillingness to bring unconsenting children into an overheating world.&nbsp;</li>\n\n\n\n<li>Others look to broader <a href=\"https://thedispatch.com/article/what-child-care-doomerism-misses/\">“doomer” narratives</a> about parenting and lament the <a href=\"https://www.vox.com/features/23979357/millennials-motherhood-dread-parenting-birthrate-women-policy\">overly negative messages</a> some media outlets send about raising kids.</li>\n\n\n\n<li>Still others say birth rates are falling primarily because of high costs and <a href=\"https://americancompass.org/wp-content/uploads/2021/03/American-Compass_2021-Home-Building-Survey_Final.pdf\">point to surveys</a> suggesting people would have more kids if they felt it was easier to afford.&nbsp;</li>\n</ul>\n\n<p class=\"has-text-align-none\">The decline in birth rates since 2007 has been driven primarily by women in their 20s. Maybe people will have the same number of kids ultimately, but just later in life? Experts say that no longer seems very likely.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This may be because the decline is less about fewer large families with four or five kids and more about significantly fewer families having even one or two children compared to a generation ago. “The decline in the rate from zero kids to one kid is mostly driven by singleness,” said Lyman Stone, a demographer who identifies as a pronatalist. </p>\n\n<h2 class=\"wp-block-heading\">Can policy really make people more willing to give birth?</h2>\n\n<p class=\"has-text-align-none\">The burning question in the pronatalism conversation is whether governments can do anything to restore a country to “replacement rate” (an average of 2.1 births per woman) without restricting women’s rights.</p>\n\n<p class=\"has-text-align-none\">Some social conservatives have blamed falling birth rates in Western countries primarily on women’s career aspirations and the overall decline in marriage. But Spears, of UT Austin, says that can hardly explain why we’re seeing similar drops in nations like India, where marriage rates remain high and where most women don’t work in the formal labor market.</p>\n\n<p class=\"has-text-align-none\">Can governments do anything to reverse this? Last year, <a href=\"https://www.vox.com/23971366/declining-birth-rate-fertility-babies-children\">my colleague Anna North reviewed examples</a> of countries that were trying to reverse fertility declines. Germany increased investments in child care. Russia began offering lump-sum payments of about $7,000 to families with more than two kids. Hungary started offering <a href=\"https://www.theguardian.com/world/2020/mar/04/baby-bonuses-fit-the-nationalist-agenda-but-do-they-work\">newlyweds loans of $30,000</a>, which Orbán said would be forgiven if the couple had three children. None of these interventions have been enough to fully reverse the population decline, and Spears tells me there isn’t anything he’s seen “with strong evidence of an effect.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">But some experts and advocates believe that it’s possible — if the incentives are large enough.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“A lot of the pronatalist policies have been worse than half-hearted,” Folbre, the economist, told me, pointing to examples like $4,000 in subsidies from governments <a href=\"https://famiglia.governo.it/it/politiche-e-attivita/contributi-economici/archivio-misure-non-piu-in-vigore/assegno-di-natalita-bonus-bebe/\">in Italy</a> and <a href=\"https://www.income.com.sg/blog/baby-bonus-singapore\">Singapore</a>, which really amounts to just a couple months of child care aid.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“What’s actually being spent [by governments] is a very small percentage of the cost of raising children, and leaders should take as many steps as possible to socialize those costs and reduce costs of parents,” she said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Stone, the demographer, <a href=\"https://ifstudies.org/reports/southern-europe-report/2024/executive-summary\">is optimistic</a> about the potential of policy to voluntarily boost birth rates, and he recently established a think tank — <a href=\"https://ifstudies.org/blog/ifs-launches-the-pronatalism-initiative-under-new-senior-fellow-lyman-stone\">the Pronatalism Initiative</a> at the Institute for Family Studies — dedicated to researching these questions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He pointed to some recent empirical reviews on the topic, <a href=\"https://onlinelibrary.wiley.com/doi/10.1111/padr.12431\">like this one from 2021</a> that assessed family policies in Europe, the United States, Canada, and Australia since the 1970s, and found social reforms can increase fertility. Another review from 2022 looked <a href=\"https://www.nature.com/articles/s41599-022-01270-w\">specifically at maternity leave policies</a> and concluded they “do in fact increase fertility when benefit increases are generous.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Stone is motivated by <a href=\"https://medium.com/migration-issues/how-big-is-the-fertility-gap-in-america-fd205e9d1a35\">surveys that suggest women are having fewer children</a> than they really want, but he recognizes that most women don’t want very large families, either.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Boosting fertility, in Stone’s view, may ultimately come down to more muscular spending while reducing other costs, such as <a href=\"https://www.bankofengland.co.uk/-/media/boe/files/working-paper/2019/monetary-policy-and-birth-rates-the-effect-of-mortgage-rate-pass-through-on-fertility.pdf\">housing</a> and student loans. While incentives with sticker prices upward <a href=\"https://www.aei.org/op-eds/want-more-american-babies-make-the-u-s-more-livable/\">of $200,000 per baby</a> may seem initially eye-popping, Stone argues that it looks more reasonable when compared to <a href=\"https://x.com/lymanstoneky/status/1729527294903865670\">annual Medicaid spending</a> and other health interventions.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The darker corners of the pronatalism movement</h2>\n\n<p class=\"has-text-align-none\">Not everyone concerned about falling birth rates is interested in gender equity or voluntary solutions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Last December, a relatively fringe group gathered in Austin for the <a href=\"https://www.natalism.org/blank\">first-ever Natal Conference</a> to discuss boosting babies, with some guest speakers decrying the liberal cultural forces they see as responsible for the world’s decline.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Peachy Keenan, a pseudonym for one conservative speaker, argued her fellow pronatalists need to make motherhood and large families a more hotly desired status symbol, but to avoid “market[ing] natalism” to progressive feminists.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other speakers included right-wing blogger Charles Haywood, who lamented that “the actual meaning of masculinity has been destroyed by vampire feminists,” and Malcolm and Simone Collins, who were subjects <a href=\"https://www.theguardian.com/lifeandstyle/article/2024/may/25/american-pronatalists-malcolm-and-simone-collins\">of a viral Guardian profile earlier this year</a><strong> </strong>that revealed they smack their children.</p>\n\n<p class=\"has-text-align-none\">This corner of “pronatalism” is composed mostly of tech enthusiasts and hyper-rationalist types,&nbsp;religious fundamentalists and some far-right activists worried about immigration and demographic change.</p>\n\n<p class=\"has-text-align-none\">One of the most prominent members of this coalition is billionaire Tesla CEO Elon Musk, who <a href=\"https://x.com/elonmusk/status/1545046146548019201?lang=en\">claimed</a> the falling fertility rate is <em>“</em>the biggest danger civilization faces, by far.” Musk recently led the push to get Vance nominated as Donald Trump’s vice president.</p>\n\n<p class=\"has-text-align-none\">Some mainstream conservatives like Washington Examiner columnist Tim Carney <a href=\"https://t.co/BvdfI3Jp5B\">argue</a> that focusing on more extreme voices within the pronatalist movement amounts to “nut-picking”: As he correctly notes, it’s not just far-right conservatives who worry about falling birth rates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But extreme pronatalists also increasingly hold positions of power. Pronatalist intellectuals with <a href=\"https://www.politico.com/news/2024/02/20/donald-trump-allies-christian-nationalism-00142086\">influence in the Trump world</a> have endorsed policies like limiting contraception and banning no-fault divorce. Trump has said he wants to see <a href=\"https://www.c-span.org/video/?c5060348/user-clip-trump-baby-boom\">“a new baby boom.”</a></p>\n\n<p class=\"has-text-align-none\">Republican House Speaker Mike Johnson has blamed <em>Roe v. Wade </em>for killing potential American workers, resulting in strained welfare systems today. “If we had all those able-bodied workers in the economy, we wouldn’t be going upside down and toppling over like this,” he <a href=\"https://www.youtube.com/watch?v=fdyifVvEO-w&amp;t=160s\">said during a 2022 congressional hearing</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The presence of such perspectives in the movement is not something most women can afford to ignore.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“<em>The Handmaid’s Tale</em> is a very real risk,” Folbre said, referring to Margaret Atwood’s dystopian novel in which a government weaponizes women’s fertility. “A lot of the energy behind Donald Trump is related to a panic about the consequences of women having more reproductive choice.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Stone, the demographer, is against abortion, and I asked him how people concerned about rollbacks of reproductive rights should feel about him directing this new pronatalism think tank. He agreed he “would like to see all the babies born” but said “the key thing to understand” is that evidence showing abortion restrictions lead to higher birth rates is minimal, since in societies with good contraceptive access, people mostly just switch to that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The data isn’t great, but Stone estimates that one prevented abortion “likely gets you .05 to .15 extra 18-year-olds 18 years later.”</p>\n\n<p class=\"has-text-align-none\">Another <a href=\"https://sites.utexas.edu/pwi/files/2024/06/lawson_spears_abortion.pdf\">study co-authored</a> by Spears at UT Austin similarly found “no evidence of a significant association between abortion legality and birth rates” and that abortion bans can even lower total birth rates overall. (It’s worth noting too since <em>Roe </em>v. <em>Wade </em>was overturned, US abortion incidence <a href=\"https://www.vox.com/2024/3/20/24106109/dobbs-roe-abortion-reproductive-rights\">has increased</a>.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, efforts to restrict abortion are getting more aggressive, and there’s no certainty that abortion incidence will stay elevated as leaders seek new ways to cut off access. Plus, it’s a less comforting fact about contraception when there are anti-abortion activists in the US <a href=\"https://www.vox.com/24087411/anti-abortion-roe-dobbs-birth-control-contraception-ivf\">working now to conflate abortion with birth control</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Stone argues that liberals will ultimately have to consider compromise with anti-abortion groups on policies where there’s common ground — like child care and affordable housing — even if they support the measures for different reasons.</p>\n\n<p class=\"has-text-align-none\">“At the end of the day, every single political vote involves holding your nose to some extent,” he said. “And if your view is that you can’t support reducing child poverty by 40 percent through a child allowance because pro-life people are also supporting it, then maybe you hate kids.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Reproductive desires, reproductive justice</h2>\n\n<p class=\"has-text-align-none\">One of the top arguments pronatalists make to support their case is that research surveys tend to suggest women have not had as many children as they hoped.</p>\n\n<p class=\"has-text-align-none\">As the United Nations wrote in its <a href=\"https://www.unfpa.org/sites/default/files/swop23/SWOP2023-ENGLISH-230329-web.pdf\">2023 State of the World Population report</a>, current evidence suggests that across Europe and the US, as well as throughout East Asia, women nearing or at the end of their reproductive years say they would have had more children than they actually did. “These data do ultimately point to an appreciable gap between desired and realized fertility across the globe,” the UN concluded.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Leslie Root, a demographer at the University of Colorado Boulder, focused her graduate studies on these types of “child-bearing intention” surveys but eventually stopped because she grew concerned with how the data was being interpreted.&nbsp;</p>\n\n<p class=\"has-text-align-none\">She explained that some surveys lacked nuance, failed to consider how desires can change over time, and&nbsp;didn’t account for the context in which a survey is administered, including the presence of family members or partners.</p>\n\n<p class=\"has-text-align-none\">“It’s not always clear what the surveys are asking, especially these retrospective surveys of women over 45,” Root told me. “They ask looking back at your life if you could have had more kids would you have done so but there is obviously a social stigma to saying you wish you had fewer.” (Stone, who also spent his graduate studies focused on the surveys, <a href=\"https://www.nytimes.com/2018/02/13/upshot/american-fertility-is-falling-short-of-what-women-want.html\">argues they still provide credible data</a>.)</p>\n\n<p class=\"has-text-align-none\">Root ultimately doesn’t think birth rates are that low, but even if they were, she thinks leaders should treat the problem as an economic one, not a demographic one.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The view that birth rates are “neutral” is shared by Emily Klancher Merchant, <a href=\"https://www.emilyklancher.com/\">a historian</a> and author of <a href=\"https://global.oup.com/academic/product/building-the-population-bomb-9780197558942?cc=us&amp;lang=en&amp;\"><em>Building the Population Bomb</em></a>, which traces the rise of overpopulation fears in the 20th century.</p>\n\n<p class=\"has-text-align-none\">“If women say they haven’t had as many children as they want, then that’s the primary issue to focus on, not birth rates,” she told me. “And if the problem is with the economy or how to support the elderly, there are many more direct ways to deal with that than through population measures.”</p>\n\n<p class=\"has-text-align-none\">Root and Merchant both say the conversation would be better focused on reproductive justice — a feminist movement focused on supporting one’s right to have children, to not have children, and to parent children in safe, healthy communities — than pronatalism.</p>\n\n<p class=\"has-text-align-none\">Many policies supported by reproductive justice advocates are also supported by pronatalists, but feminists say building support for family-friendly measures like universal child care as a way to boost fertility risks gutting them later on if leaders conclude they’ve been insufficient to reverse population trends.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Spears, who believes in reproductive freedom but also thinks falling birth rates are a serious problem, compares this moment to decades ago when leaders realized they needed to address climate change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Spears’s view, there’s still time for leaders to reverse declines in population since we’re still years away from when the number of people on earth is set to peak. “Six decades ago there weren’t university majors in sustainability science, there wasn’t a journal called <em><a href=\"https://www.nature.com/nclimate/\">Nature Climate Change</a></em>,” he told me. His point is that we have never really brought our best resources to bear to tackle these questions, and if we seriously invest in doing so, we could potentially build more economically stable societies that better align with families’ reproductive desires.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I think that if we truly change society&#8217;s commitment to taking care of one another, and to taking care of the people who take care of one another,” he said, “then we could invent new ways to live.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Abortion was always slated to be a top issue in the 2024 presidential election. But virtually no one predicted that politicians would be openly blasting those ambivalent about having children.&#160; “We are effectively run in this country … by a bunch of childless cat ladies who are miserable at their own lives and the choices [&#8230;]",
    "author": "Rachel M. Cohen"
  }
]