[
  {
    "title": "Diljit Dosanjh is one of India’s biggest stars. Now he’s taking on America.",
    "link": "https://www.vox.com/music/358078/diljit-dosanjh-dil-luminati-tour-tonight-show",
    "pubDate": "2024-07-03T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"VANCOUVER, BRITISH COLUMBIA - APRIL 27: Diljit Dosanjh kicks off his Dil-Luminati Tour at BC Place on April 27, 2024 in Vancouver, British Columbia, Canada. (Photo by Andrew Chin/Getty Images)\" data-caption=\"\" data-portal-copyright=\"Andrew Chin/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-2150511667.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">When I first met Diljit Dosanjh in 2017, he was a rapidly rising star in India. His Hindi film debut, <em>Udta Punjab</em>, was all the rage, only a year after his <em>Sardaar Ji</em> became one of the top-grossing Punjabi films of all time. His single <a href=\"https://www.youtube.com/watch?v=P-DhwN87JDY\">“Do You Know,”</a> a slow jam-esque love song, was an enormous hit. He served as <a href=\"https://en.wikipedia.org/wiki/Rising_Star_(Indian_TV_series)\">judge of a reality TV singing show</a> and had an <a href=\"https://indianexpress.com/photos/entertainment-gallery/diljit-dosanjh-begins-dream-tour-gets-houseful-response-on-his-first-gig-4645683/\">international tour</a> in the works. “I have barely begun,” he told me then. “This is nothing.” </p>\n\n<p class=\"has-text-align-none\">Now, seven years later, the 40-year-old powerhouse is the first musical artist from India to perform on <em>The Tonight Show</em>, entering American homes like few artists from the country have before.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Dosanjh breaks new ground in cinema and music on the regular, and at a breakneck pace — he’s collaborated with <a href=\"https://youtu.be/jADTdg-o8i0?si=U8VPJAVlUr6ryodG\">Sia</a>, <a href=\"https://youtu.be/3JABJHlY4Tw?si=Dqh8Br8rGy-dTkjv\">Saweetie</a>, and more. Almost a year after his <a href=\"https://youtu.be/o0QGw1LZpxM?si=glAGRpD02-qSB_YJ\">Coachella debut</a>, he <a href=\"https://ca.billboard.com/music/concerts/diljit-dosanjh-bc-place\">sold out Vancouver’s BC Place this</a> April — with a 54,000-strong crowd. Dosanjh’s ongoing Dil-Luminati tour is packing venues all across the US.</p>\n\n<p class=\"has-text-align-none\">Dosanjh also stands out beyond entertainment. If you’re familiar with India’s current political climate, you’ll appreciate the boldness of his vehement support for the farmer protests. In an arena that has become <a href=\"https://www.vox.com/world-politics/24160779/inside-indias-secret-campaign-to-threaten-and-harass-americans\">increasingly hostile toward outspoken critics</a>, he’s boosted calls from farmers to <a href=\"https://x.com/diljitdosanjh/status/1333662799424196608?lang=en\">repeal laws threatening their livelihoods</a>.</p>\n\n<p class=\"has-text-align-none\">Who is this man, who in one performance had <em>The Tonight Show</em> audience totally rapt and <a href=\"https://www.instagram.com/p/C8VsqKCs5E6/\">Jimmy Fallon backstage speaking Punjabi</a>? And how, from among the scores of talented Indian artists, did he reach this level of success?&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">A boy from rural Punjab makes it big</h2>\n\n<p class=\"has-text-align-none\">India is a country of film and music dynasties, but Dosanjh hails from a small village without family connections to the entertainment scene.</p>\n\n<p class=\"has-text-align-none\">At only 11 years old, Dosanjh was sent from his village of<a href=\"https://en.wikipedia.org/wiki/Dosanjh_Kalan\"> Dosanjh Kalan</a> to the Punjab city of Ludhiana. There he started his music career singing Sikh religious hymns called kirtans<em> </em>at local Gurdwaras, the Sikh place of worship. Although he left his village, his village never left him. Born Daljit Singh, Diljit adopted Dosanjh as a surname later in life, a sign of pride and a reminder of where his roots lie.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Thanks to early collaborators who saw the spark of young talent, Dosanjh moved on to embrace Punjabi pop. Diljit remembers shooting his first music video titled “Ishq Da Uda Ada,” which roughly translates to “The ABCs of Love,” at age 17. The <a href=\"https://youtu.be/O7C-Yu-k6JE?si=gfJ0cU6-EMC4zSI7\">video</a> showed Dosanjh learning to speak “pop star” as he appeared on-screen for the very first time. It’s hard to recognize that baby-faced man in the low-budget, early-2000s music video. In <a href=\"https://youtu.be/YOQDM3kXVCY?si=UBMxXAd-LzBw7Cs_\">my latest interview with him</a>, which took place the day after his Fallon performance, Dosanjh said that kid doesn’t exist anymore. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2156475337_4d0459.jpg?quality=90&#038;strip=all&#038;crop=0,10.430930326218,100,79.138139347563\" alt=\"Diljit Donsanjh on a red carpet to promote his latest Punjabi film Jatt &amp; Juliet 3 in Mumbai last month with actresses Jasmin Bajwa and Neeru Bajwa.\" title=\"Diljit Donsanjh on a red carpet to promote his latest Punjabi film Jatt &amp; Juliet 3 in Mumbai last month with actresses Jasmin Bajwa and Neeru Bajwa.\" data-has-syndication-rights=\"1\" data-caption=\"Dosanjh promotes his latest Punjabi film &lt;em&gt;Jatt &amp; Juliet 3&lt;/em&gt; in Mumbai last month. | Sujit Jaiswal/AFP\" data-portal-copyright=\"Sujit Jaiswal/AFP\" />\n<p class=\"has-text-align-none\">Eight years after that first album, Dosanjh starred in his debut film, <em>The Lion of Punjab</em>. In India, visible success in music often acts as a natural pipeline into movie roles where, with luck and talent, artists can find a wider audience and greater fame. </p>\n\n<p class=\"has-text-align-none\">For those unfamiliar with the expansive cinematic landscape of India, you’ve likely heard of “Bollywood” — but that moniker applies only to Hindi-language cinema. In reality, there are as many film industries in India as there are languages. The Punjabi independent film industry is nearly 90 years old. Calling all Indian movies “Bollywood” is as blasphemous as saying “naan bread” (naan means bread) or using the words “chai tea latte” together in a sentence (chai means tea).</p>\n\n<p class=\"has-text-align-none\">However, Hindi cinema <em>does</em> command a huge audience, if not the largest, in India. In 2016, after 13 years as a successful musician, and five as a major Punjabi movie star, Dosanjh finally stepped into the Bollywood arena. In his first Hindi film, the star-studded <em>Udta Punjab</em> produced by some of the biggest names in Hindi cinema, Dosanjh played a police officer slowly coming to understand the extent of rampant drug use in the state.</p>\n\n<p class=\"has-text-align-none\">Udta Punjab’s director Abhishek Chaubey wanted to cast someone fresh and unexpected. “Diljit’s name came up in conversation and I jumped at it,” he told me. “He was very popular in Punjab and the Indian diaspora abroad and was up and coming into the mainstream consciousness of India as well.”</p>\n\n<p class=\"has-text-align-none\">Dosanjh heard the film was going into production and thought to himself, “This is a film about Punjab. I should be starring in it.” A few days later, the call came, asking him to join. Things like this happen to him a lot, he says. He seems to be a master of manifestation.</p>\n\n<p class=\"has-text-align-none\">Since <em>Udta Punjab</em>, Dosanjh’s popularity has grown in unpredictable and exhilarating ways. Chart-topping albums one after another, umpteen singles, countless leading roles in Punjabi and Hindi films, sold-out concerts in venues around the world, and a growing social media presence that includes a very active <a href=\"https://www.youtube.com/@diljitdosanjh\">YouTube channel</a>. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"KHUTTI | Official Music Video | Diljit Dosanjh x Saweetie\" src=\"https://www.youtube.com/embed/3JABJHlY4Tw?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Amidst all of this, Dosanjh has never lost connection with his music. His most iconic work is lively and soulful, driven by Punjab’s traditional Bhangra beat, born from the hollow of a round drum known as a “dhol.” His efforts to take Punjabi pop international shine through everything from his lyrics to his clothing. “The Punjabi attire is more important to me than the songs I pick for a performance,” Diljit stressed to me.</p>\n\n<p class=\"has-text-align-none\">Last year, Dosanjh became the <a href=\"https://www.ndtv.com/offbeat/diljit-dosanjh-creates-history-becomes-first-punjabi-artist-to-perform-at-coachella-3952420\">first Punjabi artist to perform at Coachella</a>. Fans back home couldn’t stop making Instagram reels about this achievement. The spectacle made one thing clear: If there is a stage in the world worth conquering, Dosanjh is working his way toward it.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How he uses his voice in a divided India</h2>\n\n<p class=\"has-text-align-none\">Unlike most celebrities in India, Dosanjh has been willing to comment on political issues. In today’s India, speaking out like this is considered a direct and vocal challenge to the <a href=\"https://www.vox.com/politics/354424/india-election-results-2024-modi-congress-economy-democracy-liberalism\">ruling government</a> of Indian Prime Minister Narendra Modi’s Bharatiya Janata Party (BJP). One only needs to look at replies on X to see the level of harassment that kind of criticism can engender.</p>\n\n<p class=\"has-text-align-none\">In 2020 and 2021, despite India’s strictly enforced Covid-19 lockdown, the nation witnessed the <a href=\"https://en.wikipedia.org/wiki/2020%E2%80%932021_Indian_farmers%27_protest\">largest-ever protests organized by farmers</a>, most of whom hailed from Haryana and Punjab, with many coming from a Sikh background like Dosanjh.</p>\n\n<p class=\"has-text-align-none\">Among their demands, the farmers were asking for the revocation of recent Farm Laws passed by the Parliament of India. These laws in essence stand to turn their government-regulated market into an open market, subject to all the competition that implies, but are also an example of the government’s willingness to pass sweeping policies that affect people’s lives. Protests took place all over the country. The movement spread rapidly. <a href=\"https://x.com/rihanna/status/1356625889602199552?lang=en\">Rihanna tweeted about it</a>.</p>\n\n<p class=\"has-text-align-none\">Few celebrity voices from within India had anything to say. But not Dosanjh. He amplified the demonstrations through <a href=\"https://x.com/diljitdosanjh/status/1333662799424196608?lang=en\">social media</a>, visited the <a href=\"https://www.youtube.com/watch?v=fDcCHvE70XY\">farmers</a>, and reportedly went as far as to <a href=\"https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/diljit-dosanjh-donated-rs-1-crore-to-buy-winter-wear-for-protesting-farmers-punjabi-singer-singga/articleshow/79582451.cms\">support them monetarily</a>. This gained him fans and adversaries in equal measure. Most severely, he was labeled an anti-national separatist by Kangana Ranaut, a prominent <a href=\"https://www.zoomtventertainment.com/celebrity/article/kangana-ranaut-urges-diljit-dosanjh-to-admit-he-is-not-a-khalistani-after-latter-says-mai-tera-koi-jawab-ni-dena/715584\">actor-turned-politician</a>. </p>\n\n<p class=\"has-text-align-none\">The welfare and representation of the Sikh community has always been important to Dosanjh. In an interview, while talking about his 2022 Netflix release <em>Jogi</em>, Dosanjh insisted the journalist refer to the infamous <a href=\"https://en.wikipedia.org/wiki/1984_anti-Sikh_riots\">Sikh Massacre</a> of 1984 as <a href=\"https://youtu.be/8Jz_dl_WNgY?si=cniFlwiAPDUa8ltB\">genocide</a>. Not riots, genocide. Polite, but stern.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1251867888.jpg?quality=90&#038;strip=all&#038;crop=0,9.3931135206327,100,81.213772958735\" alt=\"Fans watch Diljit Donsanjh&#039;s 2023 Coachella performance.\" title=\"Fans watch Diljit Donsanjh&#039;s 2023 Coachella performance.\" data-has-syndication-rights=\"1\" data-caption=\"The crowd at his 2023 Coachella performance. | Christina House/Los Angeles Times\" data-portal-copyright=\"Christina House/Los Angeles Times\" />\n<p class=\"has-text-align-none\">While Dosanjh is willing to get political in his comments, much of his music takes a less weighty tack. “Can’t sing political songs. They’ll send me to prison!” joked Dosanjh when I asked him why that was. On top of Punjabi hip-hop and Bhangra mash-ups, he&#8217;s known for easy rhymes with catchy hooks. In “<a href=\"https://youtu.be/mYWQ9dyBFlQ?si=6X2h6f4PQ5i6QWKJ\">Magic</a>,” he sings about a woman with “eyes like Coca-Cola,” and in “<a href=\"https://youtu.be/mH_LFkWxpI0?si=O7wgh102QdhMwH7C\">Lover</a>,” he insists, “<a href=\"https://www.lyricstranslation.in/2021/08/lover-lyrics-in-english-translation.html\">I am your lover</a>, baby. I can’t recover now that I’ve taken one look at you.”</p>\n\n<p class=\"has-text-align-none\">Much of his newer music depicts a high-flying lifestyle, one more reflective of the American hip-hop scene than his rural Indian roots. He’s got songs with titles like “<a href=\"https://open.spotify.com/track/7xYQWvXu4QP9Zkmm864EIW?si=a0a7d240d8ca4291\">Caviar</a>,” “<a href=\"https://open.spotify.com/track/6Zp8T8QuT8XK1gPPs68zRz?si=9fedc97480b44946\">Lamborghini</a>,” “<a href=\"https://open.spotify.com/track/5dUpL1UYXkjXqf55FrBLgr?si=829b9c262aa24b19\">High End</a>,” “<a href=\"https://open.spotify.com/track/46QbY78ha62aiu6gBgC7lS?si=e06df4d132bb4912\">GOAT</a>,” and “<a href=\"https://open.spotify.com/track/4XxfOvudrnBRdlgzEaq1sd?si=70715485cb9a447a\">Born to Shine</a>,” the latter two of which he performed on <em>The Tonight Show</em>. </p>\n\n<p class=\"has-text-align-none\">Dosanjh even has a song dedicated to Rihanna titled “<a href=\"https://youtu.be/fMnbqjcAXkM?si=jtLcYA-Qljkm11Qy\">Ri Ri</a>,” where he imagines the pop star decked out in a traditional Patiala suit worn by Punjabi women. He <a href=\"https://lyricsraag.com/riri-rihanna-song-diljit-dosanjh/\">sings</a> about wanting to attend a concert of hers, dressed in traditional Punjabi clothes himself. </p>\n\n<p class=\"has-text-align-none\">It’s worth digging a little deeper, though, to older songs in his repertoire, where you might be surprised to find a pious undertone. His 2013 album, simply titled “<a href=\"https://open.spotify.com/album/5fHd1bizqjiFFoW9HSD09T\">Sikh</a>,” has eight tracks, each dedicated to spirituality and valor. He has also released other softer, more obviously <a href=\"https://youtu.be/MMUpUpZ-d2s?si=6sFeiQqv_4BWpIjm\">devotional songs</a>. </p>\n\n<p class=\"has-text-align-none\">“Diljit is a very, very mild-mannered person when you interact with him one-on-one,” Chaubey says. The sentiment is echoed by Imtiaz Ali, the latest Hindi filmmaker to have worked with Dosanjh, for the film <em>Amar Singh Chamkila</em>. The role of Chamkila fit Dosanjh perfectly: a Punjabi musician known for his catchy tunes, raucous lyrics, anti-establishment bent, and deep affection from his fans. Dosanjh “remains basic and simple in his approach,” Imtiaz observes. But don’t let the simplicity fool you, those still waters run way deep.  </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Bridging cultures through music — and a sense of humor</h2>\n\n<p class=\"has-text-align-none\">Despite film and music industries that generate billions of streams on any given day, Indian culture has little foothold in America. If you’re not yet buying my argument, consider this. My in-laws — suburban, middle class, white New Jerseyites — may have heard of Shah Rukh Khan but couldn’t name <a href=\"https://www.vox.com/culture/23592808/pathaan-shah-rukh-khan-bollywood\">one of his films</a>. They know <a href=\"https://www.youtube.com/watch?v=ytEP7D-e4e4\">Priyanka Chopra as a Jonas</a>. Regardless of its seemingly enormous success in the West, none of them have either heard of <a href=\"https://www.vox.com/23220275/rrr-netflix-tollywood-hindutva-caste-system-oscars-2023\"><em>RRR</em></a> or have one clue what a <a href=\"https://www.nytimes.com/2023/02/21/movies/rrr-song-naatu-naatu.html\">“Naatu Naatu”</a> is. (If you need to click away from this article to Google now, please just go on, come back quickly, and don’t admit it to anyone).</p>\n\n<p class=\"has-text-align-none\">While the US is a new frontier that Dosanjh has set his sights on, fans in India need not worry. At every new venue, “Punjabi aa gaye” (“Punjabis have arrived”) is Dosanjh’s rallying cry. Dosanjh now serves as an ambassador of Punjabi, and Indian, culture.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2157512914.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Diljit Dosanjh and Jimmy Fallon on The Tonight Show stage.\" title=\"Diljit Dosanjh and Jimmy Fallon on The Tonight Show stage.\" data-has-syndication-rights=\"1\" data-caption=\"Dosanjh with Jimmy Fallon on &lt;em&gt;The Tonight Show.&lt;/em&gt; | Rosalind O&#039;Connor/NBC\" data-portal-copyright=\"Rosalind O&#039;Connor/NBC\" />\n<p class=\"has-text-align-none\">His refrain is heard, too, across his social media. Some of the most popular posts on his page are mini-vlogs he shoots in his free time. One viral video features Dosanjh engaged in friendly <a href=\"https://youtu.be/gfXL-0CwdGM?si=cg2lpUEVgu1n46KS\">banter with Alexa</a>, asking her to play his song, with the device repeatedly failing to understand his Punjabi accent. </p>\n\n<p class=\"has-text-align-none\">Ever so playfully, the singer exposes how a certain kind of assimilative attitude is required of brown people when we go to America. By speaking naturally to no avail and then adopting the most comical, stereotypical American accent to get the job done, he flips the “outsider” narrative on its head. The virtual assistant tech, much like America, doesn’t know what it’s missing.</p>\n\n<p class=\"has-text-align-none\">I can confidently predict that Dosanjh — and a slew of other talent from India — will bring you an endless stream of vibrant, bass-heavy, dance-friendly, and uncompromisingly accented music and movies in years to come. Maybe you’ve already bought your ticket. But if not, as Dosanjh told me last week: “My answer remains the same. This is nothing. I have barely begun.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When I first met Diljit Dosanjh in 2017, he was a rapidly rising star in India. His Hindi film debut, Udta Punjab, was all the rage, only a year after his Sardaar Ji became one of the top-grossing Punjabi films of all time. His single “Do You Know,” a slow jam-esque love song, was an [&#8230;]",
    "author": "Sucharita Tyagi"
  },
  {
    "title": "Our most meaningful solutions to the climate crisis are hidden in plain sight",
    "link": "https://www.vox.com/climate/358669/climate-indigenous-solutions-extreme-weather",
    "pubDate": "2024-07-03T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A florist rests in the shade as a heat wave begins to grip Los Angeles on July 1, 2024.\" data-caption=\"A florist rests in the shade as a heat wave begins to grip Los Angeles on July 1, 2024. \" data-portal-copyright=\"Zoe Cranfill / The Los Angeles Times, via Getty\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2159617282.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A florist rests in the shade as a heat wave begins to grip Los Angeles on July 1, 2024. </figcaption>\n</figure>\n<p class=\"has-text-align-none\">This week alone, a massive <a href=\"https://www.vox.com/climate/358323/hurricane-beryl-rapid-intesification-caribbean-climate\">Category 5 hurricane tore through the Caribbean</a>, and major rainstorms in <a href=\"https://www.france24.com/en/live-news/20240701-seven-dead-after-storms-lash-france-switzerland-and-italy\">Switzerland, France, and Italy</a> have caused flooding and landslides and have led to the deaths of at least seven people. Meanwhile, <a href=\"https://www.nytimes.com/2024/07/01/weather/heat-wave-california.html\">a severe heat wave</a> forecasted to put many Californians through several consecutive days of triple-degree temperatures has gripped the West Coast. </p>\n\n<p class=\"has-text-align-none\">These extreme weather events are notable for their ferocity and duration, and for how early in what climate scientists regard as “<a href=\"https://www.climatecentral.org/climate-matters/billion-dollar-disaster-seasons-2024\">the disaster season</a>” they have come. But the surprise is that they are not at all surprising.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hurricane Beryl’s 165-mile winds this week marked the earliest point in the season on record that a tropical storm has reached this intensity. This is <a href=\"https://www.vox.com/climate/358323/hurricane-beryl-rapid-intesification-caribbean-climate\">exactly in line</a> with what scientists have been predicting as climate change grows worse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ocean surface temperatures serve as the engine for hurricanes and the last year provided some of the hottest underwater temperatures we’ve ever seen. Normally, by early July, the ocean wouldn’t be warm enough to power a major hurricane like Beryl. But the Atlantic Ocean absorbed a tremendous amount of heat in the past year as the planet heated up to the hottest average temperature on record.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As my colleague Umair Irfan <a href=\"https://www.vox.com/climate/358323/hurricane-beryl-rapid-intesification-caribbean-climate\">wrote</a> yesterday: “The Atlantic Ocean has been gathering the raw materials for a raucous hurricane season for months and is now assembling them into major storms. Beryl is the Atlantic’s first big project for 2024.”</p>\n\n<p class=\"has-text-align-none\">And this is only the start of what’s poised to be an unprecedented season. In the coming months, more people are likely to be experiencing extreme conditions and climate disasters all around the world. The need for adaptations and solutions is more urgent than ever. And those solutions may very well come from a place that few would expect.&nbsp;</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Some of our most effective solutions are the simplest</strong></h3>\n\n<p class=\"has-text-align-none\">In recent years, there’s <a href=\"https://www.un.org/en/academic-impact/we-are-indigenous-addressing-global-challenges-indigenous-knowledge\">been</a> a <a href=\"https://www.nps.gov/subjects/tek/description.htm\">growing</a> appreciation for <a href=\"https://insideclimatenews.org/news/14022024/to-save-the-planet-traditional-indigenous-knowledge-is-indispensable/\">Indigenous</a> land stewardship and traditional knowledge. But what gets overlooked is that successfully managing those lands means that Indigenous people have already survived severe climate events and extreme weather.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, Indigenous communities are leading the way in climate adaptations — from living alongside rapidly melting ice to building resilient coasts and community support networks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Indigenous knowledge does not mean going back to “traditional” methods; it means evolving, a characteristic that has always been a part of Indigenous life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, we launched a new Vox Climate project, Changing With Our Climate, a limited series exploring Indigenous solutions to extreme weather rooted in history — and the future. Every month, we’ll be publishing one feature that centers an Indigenous community confronting extreme weather on the front lines. <a href=\"https://www.vox.com/e/358597\">Our first story</a>, out today, by Aquinnah Wampanoag writer Joseph Lee, explains how Alaska Natives are responding to extreme heat in a place built on ice — one that is warming drastically faster than the rest of the world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s no easy fix for the planet. But Indigenous people have simple solutions rooted in the depth of their knowledge. These stories will not mythologize Indigenous communities with bespoke, unapproachable, or mystic traditional practices and solutions. The series, instead, underscores humility as a throughline: Indigenous people realize we cannot bend the world to our human will. We’re far better and more resilient when we tune in and lean into changes when possible.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Take Lee’s story on extreme heat, which we’ve excerpted below. For a landscape adapted to ice, “extreme” heat means a matter of just a few degrees. Alaska is <a href=\"https://nca2023.globalchange.gov/chapter/29/\">warming</a> up to three times faster than the rest of the world, and the <a href=\"https://www.nature.com/articles/s43247-022-00498-3\">Arctic</a> is warming nearly double that. Alaska’s North Slope saw an average annual temperature increase of <a href=\"https://www.climatehubs.usda.gov/hubs/northwest/topic/alaska-and-changing-climate#:~:text=Alaska%27s%20statewide%20annual%20average%20surface,to%20the%201981%E2%80%932010%20period\">6 degrees since 1971</a>. Since 1970, the US as a whole has warmed by 2.6 degrees.&nbsp;</p>\n\n<p class=\"has-text-align-none\">&nbsp;(You can read the rest of the story <a href=\"https://www.vox.com/e/358597\">here</a>.)</p>\n\n<p class=\"has-text-align-none\"><em>In Bethel, Alaska, the Kuskokwim River is the heart of the community, providing food, transportation, employment, and community throughout the year.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\"><em>The only way to get to Bethel is by plane, which can be very expensive — or by the river. In the winter, snow machines zip through town, heading up and down the frozen river to the dozens of villages that depend on Bethel for food, supplies, health care, and much more. In the summer, people travel by boat to spend days at their fish camps on the river, smoking salmon to eat throughout the rest of the year. In between, when the ice is forming or beginning to break up, the river can be dangerous: too frozen for boats, but too unstable for snow machines and cars.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\"><em>Lately, those shoulder seasons have been shifting, extending, and becoming terrifyingly unpredictable.&nbsp;</em></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Vox_AlaskaHeat_80ede6.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Alexandra Bowman\" data-portal-copyright=\"Alexandra Bowman\" />\n<p class=\"has-text-align-none\"><em>Every year, flooding and erosion get worse, fish are dying, and the winter ice is becoming more dangerous. Kevin Whitworth, the executive director of the </em><a href=\"https://www.kuskosalmon.org/\"><em>Kuskokwim River Inter-Tribal Fish Commission</em></a><em>, says </em><a href=\"https://arctic.noaa.gov/report-card/report-card-2023/divergent-responses-of-western-alaska-salmon-to-a-changing-climate/#:~:text=Changes%20in%20salmon%20abundance,2).\"><em>declining salmon populations</em></a><em> are especially concerning. “It<em>’</em>s hard times,” he said. “Our people are subsistence-based people. They<em>’</em>re not economy-based people. They rely on the river as their grocery store. Their life is the river.”&nbsp;</em></p>\n\n<p class=\"has-text-align-none\"><em>Fifty-six percent of the statewide subsistence harvest is made up of fish. Beyond its cultural and community importance, subsistence is crucial for Alaska Natives because of the high cost of groceries. In a study of 261 urban communities across the country, the </em><a href=\"https://centerrec.sharepoint.com/:w:/s/DataProducts/EZyflv55hWZHmRzJ4EilYj8BxJOMVaxLqkaZvl49l9C9Wg?rtime=cx0dTDeV3Eg\"><em>Council for Community and Economic Research</em></a><em> found that the three most expensive places for groceries were Juneau, Fairbanks, and Anchorage. Prices in more remote communities like Bethel are often even higher.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\"><em>Salmon’s drastic decline can be attributed to a number of causes, including warming waters and increased offshore trawling. Every year, ocean trawlers fishing primarily for pollock catch, kill, and discard about 141 million pounds of salmon, halibut, and other species, an extraordinarily wasteful practice that </em><a href=\"https://salmonstate.org/press-releases/ak-fishing-groups-tribes-applaud-rep-peltolas-bycatch-bills\"><em>Indigenous people and other groups</em></a><em> in Alaska have been rallying against. Meanwhile, communities upriver are severely limited in the number of salmon they can take from the river. “Right now, the salmon are crashing and we&#8217;re seeing big changes with the climate,” Whitworth says.</em></p>\n\n<p class=\"has-text-align-none\"><em>So, facing declining salmon populations and a dangerous river, Indigenous people in the region are shifting their norms, too. While chinook and chum salmon are restricted, sockeye salmon, a less traditionally popular and available fish, has become an increasingly viable alternative.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\"><em>Traditional salmon fishing techniques make it hard to separate different species of salmon, so Whitworth and the Kuskokwim River Inter-Tribal Fish Commission have been encouraging local fishers to use dip nets, large circular nets that allow people to target sockeye.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\"><em>In the commission’s </em><a href=\"https://static1.squarespace.com/static/5afdc3d5e74940913f78773d/t/65382f244a92ca079706dd80/1698180924749/Kuskokwim_EOS+Summary_final_linked+copy.pdf\"><em>2023 end of season report</em></a><em>, sockeye made up about 40 percent of the estimated total salmon harvest on the lower Kuskokwim, a number that Whitworth says is much higher than it used to be.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\"><em>These shifts may sound like tiny changes in the face of global climate trends, but these are the kinds of local adaptations that will help communities thrive in a warming world. Outside of Alaska, planting trees to create more shade in urban heat islands or hiring more </em><a href=\"https://gothamist.com/news/lifeguard-shortage-limits-reopening-of-nycs-grand-astoria-pool\"><em>lifeguards</em></a><em> for public pools could have a similar impact.</em></p>\n\n<p class=\"has-text-align-none\"><em>But these solutions are within reach and meaningful — they literally save lives.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\"><em>Read more <a href=\"https://www.vox.com/e/358597\">here</a>.</em></p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This week alone, a massive Category 5 hurricane tore through the Caribbean, and major rainstorms in Switzerland, France, and Italy have caused flooding and landslides and have led to the deaths of at least seven people. Meanwhile, a severe heat wave forecasted to put many Californians through several consecutive days of triple-degree temperatures has gripped [&#8230;]",
    "author": "Paige Vega"
  },
  {
    "title": "What 6 degrees of warming means for a community built on ice",
    "link": "https://www.vox.com/climate/358597/climate-extreme-heat-alaska-indigenous-solutions",
    "pubDate": "2024-07-03T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration shows a community of Alaska Native people engaging with a scene of water with melting ice sheets. They&#039;re fishing with nets, swimming, prepping the fish, exploring and taking notes. Mountains are in the background.\" data-caption=\"\" data-portal-copyright=\"Alexandra Bowman for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Vox_AlaskaHeat.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This story is the first feature in a new Vox special project, </em>Changing With Our Climate<em>, a limited series exploring Indigenous solutions to extreme weather rooted in history — and the future.&nbsp;</em></p>\n\n<p class=\"has-drop-cap has-text-align-none\">When Priscilla Frankson thinks about home, she thinks about ice — thick sea ice stretching out toward the horizon.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Frankson, an Iñupiaq masters student in Tribal Leadership and Governance at Arizona State University, is from Point Hope (Tikiġaq), Alaska, a small city about 125 miles above the Arctic Circle and one of the northernmost communities in the United States.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“For us, the ice is a part of land, even though every single year it changes and it’s always different,” she said. “I think of the way that my boots kind of crackle over the ice, or the different sounds that it makes when there’s a very thin kind of sheet of snow on the top, and how it’s a little bit softer.”</p>\n\n<p class=\"has-text-align-none\">In Point Hope, where summer temperatures rarely break 60 degrees, ice and cold are a part of life. Thick, reliable sea ice is essential for harvesting whales, a key part of the subsistence diets, a lifestyle built around harvesting wild foods for personal and community use, of Point Hope’s Iñupiaq residents.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Growing up, even when temperatures reached 40 below zero, Frankson would bundle up to go play outside in the snow or go hunting on the ice, while whales passed by. And on cold, cloudless nights, the northern lights would be spectacularly clear, flashing and dancing across the sky. It was a sight that Frankson said still seems too incredible to be real — even after years of observing it.</p>\n\n<p class=\"has-text-align-none\">But climate change is threatening all of this.</p>\n\n<p class=\"has-text-align-none\">Alaska is <a href=\"https://nca2023.globalchange.gov/chapter/29/\">warming</a> up to three times faster than the rest of the world, and the <a href=\"https://www.nature.com/articles/s43247-022-00498-3\">Arctic</a> is warming nearly double that. Alaska’s North Slope, where Point Hope is located, saw an average annual temperature increase of <a href=\"https://www.climatehubs.usda.gov/hubs/northwest/topic/alaska-and-changing-climate#:~:text=Alaska%27s%20statewide%20annual%20average%20surface,to%20the%201981%E2%80%932010%20period\">6 degrees since 1971</a>. Since 1970, the US as a whole has warmed by 2.6 degrees.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Although the difference between, say, a day that is 0 degrees and one that is 5 degrees may seem like no big deal, the impact of these rising averages is immense.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sea ice is forming later in the year than usual and is not as predictable as it used to be. As the permafrost thaws, siġlauqs — the traditional ice cellars carved into the land — are caving in or flooding. The animals that people rely on for food and goods — whales, fish, caribou — are also growing harder to find.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-161120331.jpg?quality=90&#038;strip=all&#038;crop=0,10.671533564388,100,78.656932871224\" alt=\"Point Hope, Aslaka.\" title=\"Point Hope, Aslaka.\" data-has-syndication-rights=\"1\" data-caption=\"Point Hope, Alaska. | Andy Cross/Denver Post via Getty Images.\" data-portal-copyright=\"Andy Cross/Denver Post via Getty Images.\" />\n<p class=\"has-text-align-none\">Despite the challenges, Frankson, who researches the social impact of declining caribou populations, says that Iñupiaq people are not going to change their entire way of life, but instead are making small adjustments to changing conditions. “We’re not scared enough to stop hunting, we’re not scared enough to stop going out on the ice, we’re not scared enough to do any of this,” she said. “We’re just learning how to adapt, as we always have.”</p>\n\n<p class=\"has-text-align-none\">To adapt to the warming climate, Indigenous people in Alaska are relying on their deep understanding and respect for the land, a kind of humility developed over countless generations. “You can’t really change the Arctic,” Frankson said. “You can only change with the Arctic.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yes, daily life in Alaska — with its northern lights, its dependence on ice and the movement of caribou — may feel unrelatable. But this way of living in tune with the environment and gracefully adapting to a changing climate is becoming increasingly essential for the rest of the country. The strategies that Indigenous people in Alaska are developing show that sometimes the best forms of climate adaptation are achievable, local solutions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Generations of extreme conditions have equipped Alaska Natives with the willingness and ability to embrace this kind of adaptation. As the impacts of climate change grow increasingly severe in the rest of the country, we could all learn from that.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Swimming may not seem like an adaptation to global warming. But in Alaska, it is.&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Hundreds of miles south of Point Hope, in Bethel, Alaska, the Kuskokwim River is the heart of the community, providing food, transportation, employment, and community throughout the year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The only way to get to Bethel is by plane, which can be very expensive, or by the river. In the winter, snow machines zip through town, heading up and down the frozen river to the dozens of villages that depend on Bethel for food, supplies, health care, and much more. In the summer, people travel by boat to spend days at their fish camps on the river, smoking salmon to eat throughout the rest of the year. In between, when the ice is forming or beginning to break up, the river can be dangerous: too frozen for boats, but too unstable for snow machines and cars.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“You can’t really change the Arctic. You can only change with the Arctic.”&nbsp;</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Lately, those shoulder seasons have been shifting, extending, and becoming terrifyingly unpredictable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Every year, flooding and erosion get worse, fish are dying, and the winter ice is becoming more dangerous. Kevin Whitworth, the executive director of the <a href=\"https://www.kuskosalmon.org/\">Kuskokwim River Inter-Tribal Fish Commission</a>, says <a href=\"https://arctic.noaa.gov/report-card/report-card-2023/divergent-responses-of-western-alaska-salmon-to-a-changing-climate/#:~:text=Changes%20in%20salmon%20abundance,2).\">declining salmon populations</a> are especially concerning. “It’s hard times,” he said. “Our people are subsistence-based people. They’re not economy-based people. They rely on the river as their grocery store. Their life is the river.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to the <a href=\"https://www.doi.gov/subsistence/federal-subsistence-management-program\">Federal Subsistence Management Program</a>, rural Alaskans harvest 295 pounds of wild food per person, more than the 255 pounds of domestic meat, fish, and poultry that the average American consumes per year. Fifty-six percent of the statewide subsistence harvest is made up of fish. Beyond its cultural and community importance, subsistence is crucial for Alaska Natives because of the high cost of groceries. In a study of 261 urban communities across the country, the <a href=\"https://centerrec.sharepoint.com/:w:/s/DataProducts/EZyflv55hWZHmRzJ4EilYj8BxJOMVaxLqkaZvl49l9C9Wg?rtime=cx0dTDeV3Eg\">Council for Community and Economic Research</a> found that the three most expensive places for groceries were Juneau, Fairbanks, and Anchorage. Prices in more remote communities like Bethel are often even higher.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Salmon’s drastic decline can be attributed to a number of causes, including warming waters and increased offshore trawling. Every year, ocean trawlers fishing primarily for pollock catch, kill, and discard about 141 million pounds of salmon, halibut, and other species, an extraordinarily wasteful practice that <a href=\"https://salmonstate.org/press-releases/ak-fishing-groups-tribes-applaud-rep-peltolas-bycatch-bills\">Indigenous people and other groups</a> in Alaska have been rallying against. Meanwhile, communities upriver are severely limited in the number of salmon they can take from the river. “Right now, the salmon are crashing and we’re seeing big changes with the climate,” Whitworth says.</p>\n\n<p class=\"has-text-align-none\">Bethel Vice Mayor Sophie Swope, who also sits on the <a href=\"https://nativecouncil.org/\">Orutsararmiut Native</a> tribal council, says that river conditions have become more dangerous for fishing and travel. “It used to be pretty dependable that you could just go drive out during the winter and it would be fine and safe,” Swope said. “Now, you have to keep an ear out for what the river conditions are.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whitworth, who is Athabascan from McGrath, says that because of salmon’s increasing scarcity, people are taking greater risks to get fish even though the river ice forms later in the season and is less reliable, leading to accidents and <a href=\"http://www.epi.alaska.gov/bulletins/docs/b2023_08.pdf?utm_medium=email&amp;utm_source=govdelivery\">drownings</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So, facing declining salmon populations and a dangerous river, Indigenous people in the region are shifting their norms, too. While chinook and chum salmon are restricted, sockeye salmon, a less traditionally popular and available fish, has become an increasingly viable alternative.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Chinook has been a staple of Indigenous subsistence diets for generations, but people are doing what they must to use what is available now. Traditional salmon fishing techniques make it hard to separate different species of salmon, so Whitworth and the Kuskokwim River Inter-Tribal Fish Commission have been encouraging local fishers to use dip nets, large circular nets that allow people to target sockeye.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the commission’s <a href=\"https://static1.squarespace.com/static/5afdc3d5e74940913f78773d/t/65382f244a92ca079706dd80/1698180924749/Kuskokwim_EOS+Summary_final_linked+copy.pdf\">2023 end-of-season report</a>, sockeye made up about 40 percent of the estimated total salmon harvest on the lower Kuskokwim, a number that Whitworth says is much higher than it used to be. </p>\n\n<p class=\"has-text-align-none\">As warming continues to impact the river, the local community has also been taking steps to protect its people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2014, Yup’ik elder Beverly Hoffman and others finally succeeded in a <a href=\"https://www.adn.com/rural-alaska/article/bethels-first-pool-testament-perseverance-engineering-and-state-money/2014/09/21/\">decades-long effort</a> to build a community pool in Bethel, which is now a resource for people throughout the region to learn how to swim, preparing them for an increasingly unpredictable river. Hoffman and others recognize that they cannot control the river, but they can help prepare the community to survive its dangers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Swimming lessons and dip nets might sound like tiny changes in the face of global climate trends, but these are the kinds of local adaptations that will help communities thrive in a warming world. Outside of Alaska, planting trees to create more shade in urban heat islands or hiring more <a href=\"https://gothamist.com/news/lifeguard-shortage-limits-reopening-of-nycs-grand-astoria-pool\">lifeguards</a> for public pools could have a similar impact.</p>\n\n<p class=\"has-text-align-none\">But these solutions are within reach and meaningful; they literally save lives.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such approachable adaptations mean understanding that although we have a limited ability to change the climate, there are many more options to change our own behavior.&nbsp;</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>“This is what Indigenous knowledge is</strong>”</h3>\n\n<p class=\"has-text-align-none\">As temperatures continue to rise, Alaska Natives are turning to intergenerational knowledge and community observations to build a wealth of data that they hope will urge non-Indigenous decision-makers to listen to what they have to say.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Unalaska, the largest city in the Aleutian Chain, the Qawalangin Tribe is gathering community feedback on climate change and what the people are experiencing. The tribe will then use these observations to help develop its climate resilience plans, which include <a href=\"https://www.qawalangin.com/camp-q\">culture camps</a> with traditional dances and classes on kayak making, traditional food nights, and water quality testing programs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vera Metcalf is the executive director of the <a href=\"https://eskimowalruscommission.org/\">Eskimo Walrus Commission</a>, which represents 19 coastal communities. Metcalf says that Indigenous walrus hunters have adapted to climate change by participating in research projects led by agencies like the US Fish and Wildlife Service. “In the past, we were largely ignored in research occurring in our homeland and waters,” she said. “When you combine the two ways of thinking, it really becomes a rich resource of information.”&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h3 class=\"wp-block-heading\">Changing With Our Climate: A limited series exploring Indigenous solutions to extreme weather rooted in history — and the future</h3>\n\n\n\n<p class=\"has-text-align-none\">There’s no easy fix for the planet, but Indigenous people have simple solutions rooted in the depth of their knowledge. This story is the first installment of a new Vox series exploring frameworks for responding to extreme weather and the climate crisis. Every month through October, we’ll be publishing a new feature that centers an Indigenous community responding to various aspects of climate disasters, from major storms like hurricanes and typhoons, to extreme heat, rising seas, wildfires, and spreading aridity.</p>\n</div>\n\n<p class=\"has-text-align-none\">Roberta Tuurraq Glenn-Borade, Iñupiaq from Utqiaġvik, is the project coordinator and community liaison at the <a href=\"https://arctic-aok.org/\">Alaska Arctic Observatory and Knowledge Hub</a>, where she works with observers from four communities in the Alaskan Arctic.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://storymaps.arcgis.com/stories/30d30ab062ea4aadb39b3734dd7770ae\">Community observers</a> share details like air temperature, wind speed, ice conditions, and animal observations, sometimes sending in photos of animals being harvested. Glenn-Borade and her team then take this data and share it with agencies like the US National Weather Service, which releases forecasts for the region. Glenn-Borade says that, historically, these forecasts prioritized larger ships offshore rather than Indigenous people living on the coast and hopes that using local observations will lead to better forecasts for Indigenous communities. “That kind of foresight of what the conditions will be can really make a difference between life or death,” she said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Glenn-Borade also says this kind of local observation provides invaluable historical context about how the coast and the ice have changed over the years, what is within normal ranges, and what is unexpected.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“That’s what Indigenous knowledge is,” she said. “It is constant tracking and understanding and monitoring what’s going on and being prepared to respond on the fly.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">As the world warms, these examples from Alaska offer a warning that we can’t simply do everything the way we used to. Saudi Arabia, for example, can no longer ignore the deadly impacts heat is having on <a href=\"https://www.vox.com/world-politics/356624/hajj-mecca-heat-saudi-arabia-pilgrims-climate-change-prophet\">Hajj</a>. Places like the Pacific Northwest can no longer count on mild summers and will save <a href=\"https://www.seattletimes.com/seattle-news/health/new-count-of-states-past-heat-wave-deaths-give-a-warning-to-the-pnw/\">lives</a> by investing in cooling infrastructure. But they also offer hope that if we can shift away from trying to change the environment to suit us, instead of the other way around, there may be a chance of finding creative, unexpected ways of changing with our climate.</p>\n\n<p class=\"has-text-align-none\">When I spoke with Glenn-Borade recently, she told me she and her people are proud “that we’re still here. We’re not going to die off. Our languages aren’t going to die off. We will adapt. We’ll continue to adapt our lifestyles as the environment changes.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This story is the first feature in a new Vox special project, Changing With Our Climate, a limited series exploring Indigenous solutions to extreme weather rooted in history — and the future.&#160; When Priscilla Frankson thinks about home, she thinks about ice — thick sea ice stretching out toward the horizon.&#160; Frankson, an Iñupiaq masters [&#8230;]",
    "author": "Joseph Lee"
  },
  {
    "title": "What about Kamala?",
    "link": "https://www.vox.com/2024-elections/357948/url-harris-replace-biden-trump-debate-reaction-polling-vice-presidency",
    "pubDate": "2024-07-02T21:46:20.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"COLLEGE PARK, MARYLAND - JUNE 24: U.S. Vice President Kamala Harris delivers remarks on reproductive rights at Ritchie Coliseum on the campus of the University of Maryland on June 24, 2024 in College Park, Maryland. Harris is speaking on the two year anniversary of the Dobbs decision, the Supreme Court ruling that overturned Roe v. Wade and struck down federal abortion protections. (Photo by Kevin Dietsch/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2159025387.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>COLLEGE PARK, MARYLAND - JUNE 24: U.S. Vice President Kamala Harris delivers remarks on reproductive rights at Ritchie Coliseum on the campus of the University of Maryland on June 24, 2024 in College Park, Maryland. Harris is speaking on the two year anniversary of the Dobbs decision, the Supreme Court ruling that overturned Roe v. Wade and struck down federal abortion protections. (Photo by Kevin Dietsch/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If President Joe Biden decides to <a href=\"https://www.vox.com/politics/357746/biden-trump-debate-democrats-replace-dnc\">drop out</a> of the presidential race, it appears <a href=\"https://www.vox.com/2024-elections/357739/biden-trump-debate-democrats-replace-nominee-whitmer-moore-newsom\">likely</a> that his replacement at the top of the ticket would be his running mate, Vice President Kamala Harris.</p>\n\n<p class=\"has-text-align-none\">Until last week, that possibility wasn’t really worth pondering too much. But after Biden’s <a href=\"https://www.vox.com/politics/357788/biden-trump-debate-winners-losers\">disastrous performance</a> at Thursday night’s debate, Harris becoming the Democratic nominee is suddenly a more serious hypothetical — and the clamor is growing. More Democrats are <a href=\"https://x.com/mychaelschnell/status/1808180662945321366\">questioning</a> whether Biden should remain at the top of the ticket; one 2020 Democratic presidential candidate, former <a href=\"https://www.newsweek.com/kamala-harris-should-democratic-nominee-president-2024-opinion-1919894\">Rep. Tim Ryan</a> of Ohio, called for Biden to drop out and cede the nomination to the vice president. Others, like power broker and Biden ally Rep. Jim Clyburn of South Carolina, have defended the president, while backing Harris as his replacement <a href=\"https://www.foxnews.com/media/rep-clyburn-declares-support-kamala-harris-dem-nominee-biden-has-bow-out-i-support-her\">should the need arise</a>.</p>\n\n<p class=\"has-text-align-none\">Post-debate polling has bolstered the pro-Harris argument: In the <a href=\"https://www.dataforprogress.org/blog/2024/6/29/in-post-debate-poll-voters-think-biden-is-too-old-to-be-president-yet-alternative-candidates-perform-similarly-against-trump\">three</a> <a href=\"https://s3.documentcloud.org/documents/24787646/cnn-poll.pdf\">post-debate</a> <a href=\"https://puck.news/wp-content/uploads/2024/07/SUNDAY_Post-Debate_Landscape_2024_06_30__1_-1.pdf\">polls</a>, Harris appears to be <a href=\"https://www.vox.com/2024-elections/358559/biden-harris-whitmer-newsom-shapiro-buttigieg-alternative-nomination-candidate-2024\">in a stronger position</a> to win the White House than she was before Thursday. She either performs the same as Biden against Trump or does better, running essentially even with Trump in the <a href=\"https://s3.documentcloud.org/documents/24787646/cnn-poll.pdf\">latest CNN poll</a>.</p>\n\n<p class=\"has-text-align-none\">Before considering what that would actually look like, it’s helpful to take stock of her vice presidency — and vice presidential candidacy — so far. Despite<a href=\"https://www.vox.com/politics/2023/3/27/23655248/kamala-harris-vice-president-approval-criticism\"> frequent criticisms</a> and confusion surrounding what exactly her job is, she is now emerging as an indispensable surrogate and defender,&nbsp;and maybe even successor. She hasn’t been a particularly groundbreaking vice president, but she has had moments on the campaign trail, albeit overlooked by the public and the press, when she is able to showcase her value. It’s a preview of how her role could change in the coming months and even years, whether or not Biden steps aside.</p>\n\n<p class=\"has-text-align-none\">Thursday night was one of those times. As shocked and panicked reactions from Democratic operatives and the political press began to pour in post-debate, Harris was dispatched to defend Biden on CNN and MSNBC. She admitted that Biden had a “slow start,” but rounded that answer off by playing up a “strong finish” by the president. She went on offense: attacking Trump for his many lies during the debate and emphasizing Trump’s statements in defense of the January 6 insurrection and refusal to accept the results of the election.</p>\n\n<p class=\"has-text-align-none\">In the process, she surprised a host of pundits <a href=\"https://www.cnn.com/politics/live-news/cnn-debate-trump-biden-06-27-24/index.html\">who wondered</a> why the White House has “kept her under wraps for three years.”</p>\n\n<p class=\"has-text-align-none\">The answer is complicated.</p>\n\n<h2 class=\"wp-block-heading\">Harris’s vice presidency has been muted by design</h2>\n\n<p class=\"has-text-align-none\">Unlike Biden’s tenure under former President Barack Obama, Harris’s role as vice president has been low-key. For most of her term, she’s been relegated to warm-up speaker and occasional Biden stand-in, delivering remarks at White House events with the president, attending summits and visiting foreign leaders when Biden is needed in DC or on another trip, or, like Thursday night, brought in to do clean-up.</p>\n\n<p class=\"has-text-align-none\">Many of those back-seat responsibilities have been due to the nature of the vice presidency: a constitutional office without any clear authorities beyond being a spare body in the event the president can’t do his job and being an extra vote when the US Senate is evenly tied.</p>\n\n<p class=\"has-text-align-none\">But some of it appears to have been intentional. Vice presidents have exerted influence and power before. Vice President Dick Cheney essentially ran foreign policy for a few years during George W. Bush’s first term. Biden himself was given a large mandate by Obama during the government’s response to the Great Recession, administering hundreds of billions of dollars in <a href=\"https://www.npr.org/2020/04/06/828303824/a-look-back-at-how-joe-biden-managed-the-2009-stimulus-package\">federal stimulus spending</a>.</p>\n\n<p class=\"has-text-align-none\">Harris got no such assignments, despite Biden suggesting that he wanted his second-in-command to be a governing “<a href=\"https://www.cnn.com/2020/12/03/politics/kamala-harris-working-partnership/index.html\">partner</a>” during the 2020 campaign season. Questions about this have dogged Harris. Just nine months into Biden’s term, after waves of negative media coverage, public absence, staff departures, and rhetorical missteps (which have now become a <a href=\"https://knowyourmeme.com/memes/fell-out-of-a-coconut-tree\">genre of meme</a>), the White House issued a <a href=\"https://x.com/PressSec/status/1460070063025831936?s=20\">statement</a> assuring the public that the president did rely on Harris.</p>\n\n<p class=\"has-text-align-none\">By that point, the idea that Harris served a superfluous role was already baking into public and media perception. Instead of working on issues like criminal-justice reform and policing — her areas of expertise —<a href=\"https://www.nytimes.com/2023/10/10/magazine/kamala-harris.html\"> she took on voting rights</a>, an issue that was doomed to fail in an evenly divided Senate. Her portfolio was then filled with another cursed assignment: dealing with the root causes of migration from Latin America. Mainstream <a href=\"https://apnews.com/general-news-3400f56255e000547d1ca3ce1aa6b8e9\">press coverage</a> of that task, and Republican framing of it online and in right-wing media, made it seem like her job would be dealing with immigration and the southern border, however. That fog made her an easier target for Republicans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, something changed in 2022: When the Supreme Court <a href=\"https://www.vox.com/2022/6/24/23181720/supreme-court-dobbs-jackson-womens-health-samuel-alito-roe-wade-abortion-marriage-contraception\">overturned <em>Roe v. Wade</em></a> that summer and eliminated the constitutional right to an abortion, Harris suddenly had a clear lane in which to operate, and she has taken it: being the Biden administration’s <a href=\"https://nymag.com/intelligencer/2022/08/abortion-rights-fight-gives-kamala-harris-a-chance-to-lead.html\">point person</a> on conservative threats to reproductive rights.</p>\n\n<h2 class=\"wp-block-heading\">Campaign-trail Harris has shown how much of an asset she could be</h2>\n\n<p class=\"has-text-align-none\">Post-<em>Dobbs</em> and since the <a href=\"https://www.vox.com/policy-and-politics/23448972/midterms-results-democrats-senate-red-wave\">generally</a> <a href=\"https://www.vox.com/policy-and-politics/23439022/midterm-elections-2022-results-charts-maps-takeaways\">successful</a> <a href=\"https://www.vox.com/policy-and-politics/2022/11/27/23475262/midterm-elections-2022-results-red-wave-democrats\">midterms</a> that followed later that same year, Harris’s official role has shifted. She’s been on more foreign visits and to gatherings of NATO and allied leaders, headlined a <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/07/vice-president-harris-launches-nationwide-fight-for-our-freedoms-college-tour-to-mobilize-students-and-young-people-in-the-fight-for-their-rights/\">national college tour</a>, and embarked on two other nationwide tours: one this winter dedicated to raising awareness of <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/19/vice-president-kamala-harris-launches-reproductive-freedoms-tour/\">threats to reproductive freedom</a> (it kicked off on the 51<sup>st</sup> anniversary of <em>Roe v. Wade</em>) and another this spring focused on “<a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/04/25/vice-president-kamala-harris-launches-nationwide-economic-opportunity-tour/#:~:text=WASHINGTON%20%E2%80%93%20Vice%20President%20Kamala%20Harris,has%20the%20freedom%20to%20thrive.\">economic opportunity</a>.”</p>\n\n<p class=\"has-text-align-none\">The tours, though events run out of the White House, served a campaign function as well. The stops were concentrated in swing states, and meant to reach a swath of core Democratic constituencies that Harris may be better positioned to speak to like young voters and college students, women, Black and Latino Americans, and working-class communities. Unlike Biden, who has been struggling with voters from all of these backgrounds, Harris is a <a href=\"https://www.npr.org/2024/03/18/1239107278/vp-harris-takes-to-the-road-to-convince-voters-to-give-biden-another-term\">natural communicator</a> in these settings.</p>\n\n<p class=\"has-text-align-none\">The change in these official duties has also resulted in a shift in her campaign role, especially as the primary season wrapped up this spring and the general election began. She made history, <a href=\"https://www.nytimes.com/2024/03/13/us/politics/kamala-harris-abortion-clinic.html\">the White House said</a>, when she visited and toured an abortion clinic in Minneapolis in March, and has since delivered <a href=\"https://www.c-span.org/video/?534902-1/vice-president-harris-remarks-arizona-abortion-rights\">campaign speeches</a> in states that have taken measures to restrict abortion access, like <a href=\"https://abcnews.go.com/Politics/kamala-harris-travels-florida-6-week-abortion-ban/story?id=109704247\">Florida</a> and <a href=\"https://www.axios.com/2024/04/10/abortion-arizona-law-ban-kamala-harris\">Arizona</a>, both when the state’s top court allowed a century-old abortion ban go into effect and <a href=\"https://www.youtube.com/watch?v=vyUzB0GURNQ\">again</a> on the second anniversary of <em>Dobbs</em>.</p>\n\n<p class=\"has-text-align-none\">She’s also been zeroing in on other progressive priorities like <a href=\"https://www.latimes.com/world-nation/story/2024-03-23/kamala-harris-to-tour-blood-stained-building-where-2018-florida-school-massacre-happened\">gun safety</a>, <a href=\"https://whyy.org/articles/kamala-harris-philadelphia-visit-student-loan-relief/\">student loan forgiveness</a>, and the <a href=\"https://www.nbcnews.com/politics/white-house/kamala-harris-gaza-speech-watered-down-cease-fire-rcna141750\">war in Gaza</a>. She’s been engaging media and giving many more interviews than Biden, appearing as a <a href=\"https://www.nytimes.com/2023/11/16/podcasts/the-run-up-kamala-harris-interview.html\">guest</a> on <a href=\"https://www.youtube.com/watch?v=UnTpTTKeeTg\">popular</a><a href=\"https://podcasts.apple.com/us/podcast/kamala-harris/id1521578868?i=1000488347134\"> podcasts</a>, TV shows like <a href=\"https://www.latimes.com/entertainment-arts/tv/story/2024-05-01/drew-barrymore-kamala-harris-mamala-internet-backlash\"><em>The Drew Barrymore Show</em></a> and <a href=\"https://www.youtube.com/watch?v=Ne3-KA8ja6g\"><em>Jimmy Kimmel Live!</em></a>, and <a href=\"https://www.youtube.com/watch?v=94QBUk_-IPg\">online</a> <a href=\"https://www.youtube.com/watch?v=WFJJxvlAVkE\">talk shows</a> to discuss the White House and the Biden campaign’s priorities.</p>\n\n<p class=\"has-text-align-none\">She’s filling the void that Biden has created intentionally (because of his age) or not (because he is also president, governing the country). Thursday night’s interviews, and whatever appearances she will have to make to defend Biden, show us what is likely to come: an expanded role for the veep in this term and a theoretical next.</p>\n\n<p class=\"has-text-align-none\">Biden will need it&nbsp;and Democrats should want it, in the event that Harris has to step up to win the election, govern the nation, or just be a solid backup — precisely as the vice presidency is supposed to work.</p>\n\n<p class=\"has-text-align-none\"><strong>Update July 2, 5:45 pm ET:</strong> <em>This story, published June 28, has been updated to include new polling on Kamala Harris and Democratic calls for her to replace Biden as the party&#8217;s nominee.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If President Joe Biden decides to drop out of the presidential race, it appears likely that his replacement at the top of the ticket would be his running mate, Vice President Kamala Harris. Until last week, that possibility wasn’t really worth pondering too much. But after Biden’s disastrous performance at Thursday night’s debate, Harris becoming [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "Food is no longer a main character on The Bear",
    "link": "https://www.vox.com/culture/358672/the-bear-season-3-review-food-main-character-fine-dining",
    "pubDate": "2024-07-02T21:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"“THE BEAR” — “Tomorrow” — Season 3, Episode 1 (Airs Thursday, June 27th) — Pictured: Jeremy Allen White as Carmen “Carmy” Berzatto. CR: FX.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Bear-E301_35_03_04.Still035_85d160.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>“THE BEAR” — “Tomorrow” — Season 3, Episode 1 (Airs Thursday, June 27th) — Pictured: Jeremy Allen White as Carmen “Carmy” Berzatto. CR: FX.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Season three of <em>The Bear</em>, the Hulu darling that critics previously called  “<a href=\"https://www.npr.org/2022/06/20/1105979840/review-fx-the-bear\">funny, raw, real</a>” and “an <a href=\"https://www.eater.com/23180124/the-bear-hulu-fx-restaurant-show-review\">authentic, breakneck look at restaurant life</a>,” did not bring its best this time around. The New York Times deemed it a <a href=\"https://www.nytimes.com/2024/06/27/arts/television/the-bear-season-3.html\">“clanging, wailing beast</a>,” Variety said it was “<a href=\"https://variety.com/2024/tv/tv-reviews/the-bear-season-3-review-fx-1236049732/\">aimless</a>,” and Vulture declared the third installment “<a href=\"https://www.vulture.com/article/the-bear-season-3-review.html\">trapped</a>.” I agree — and I blame the food. “The dishes have really taken a back seat in this season,” Amy McCarthy, a writer for Eater who recently <a href=\"https://www.eater.com/2024/6/27/24187398/the-bear-season-3-review-hulu-fx\">reviewed this season</a>, explains. “That’s maybe part of why it feels so messy.”</p>\n\n<p class=\"has-text-align-none\">In its early seasons, <em>The Bear</em> was exciting because it had culinary oomph. The setting was the Original Beef of Chicagoland, an unpredictable world where anything could happen. You were drawn in by the Italian beef, cuddled in bread, smeared with spicy giardiniera, soaked in jus. When Tina (Liza Colón-Zayas) discovered she had what it took to be a serious chef by making mashed potatoes, you wanted to dip a spoon in the pot. Watching Marcus (Lionel Boyce) perfect his chocolate cake was a peaceful meditation within the chaos of the restaurant. </p>\n\n<p class=\"has-text-align-none\">So this season, I kept waiting for the food to get intimate and come alive. Where was the French omelet that Sydney (Ayo Edebiri) lovingly made for pregnant Nat (Abby Elliott) in season two, with potato chips on top? Marcus’s doughnut he lovingly toiled on to a level of precise excellence in season one? The explosive and disastrous Feast of the Seven Fishes, a traumatic family memory that Carmy Berzatto (Jeremy Allen White) repurposed into a masterpiece? In the first two seasons, through the food, you understood why someone might want to cook and learn with this team, despite the dysfunction that swirled around Carmy’s grieving, obsessive perfectionism and the rest of his staff’s conflicts. The stress of the environment was a byproduct of the love they had for their craft, and it forged a family bond. But, as McCarthy says, “There is no omelet this season. There’s none of that.” (Spoilers follow for season three.)</p>\n\n<p class=\"has-text-align-none\">In season three, it’s no longer the Original Beef of Chicagoland. It’s a high-end restaurant called The Bear. And the food is, I’m sorry to say, mindlessly boring. In some scenes, you can tell the writers want it to be that way. Plate after plate of pretentious dishes are sent out to the refrain of Sydney or Carmy shouting “Doors!” or seen in flashbacks, like one where Carmy shells peas for hours while training in a high-end restaurant. It’s a montage of food porn à la the satirical <a href=\"https://www.eater.com/23458693/review-the-menu-2022-movie-ralph-fiennes-anya-taylor-joy-release-date\"><em>The Menu</em></a>, with no cohesiveness or narrative at play other than “this is what fancy restaurants do. That’s why we are doing it.”</p>\n\n<p class=\"has-text-align-none\">Today’s fine dining is often confusing, overrated, and, yes, boring. That can be a story, but it’s not one by itself. I get that the cold, formulaic dishes of this season were probably meant to show viewers that this rarefied world can grind down its chefs and disconnect them from the joy of the work. But by presenting Carmy’s dishes again and again with few others from the more culinarily inspired characters — chefs who are newer, fresher, less jaded — the show abandons food as a main character<em>. </em>I’m not sure the writers realized that for many viewers, food was their<em> </em>favorite character. “Many characters have half-finished arcs,” Ahmed Ali Akbar, a James Beard award-winning food writer at the Chicago Tribune, says of this season. “And the food is one of them.”</p>\n\n<p class=\"has-text-align-none\">When the food stopped being exciting, the show followed suit. Instead of being a show about how cooking and eating bring people together, it became like the same old <a href=\"https://www.bonappetit.com/story/new-american-fusion-language-debate\">New American tasting menu fare</a>. It reminded me of the RS Benedict essay “<a href=\"https://bloodknife.com/everyone-beautiful-no-one-horny/\">Everyone is beautiful and no one is horny</a>,” about the stripping of authentic sexuality and sensuality from film. Except in <em>The Bear</em>, every dish is beautiful and no one is hungry (<a href=\"https://www.vanityfair.com/hollywood/story/the-bear-season-3-wont-serve-up-a-carmy-and-sydney-romance\">or horny, for that matter</a> but that’s a different article). </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Bear-E301_Still002_db6874.jpg?quality=90&#038;strip=all&#038;crop=0,3.4750998734523,100,93.049800253095\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Perhaps worse, no one seems to care. When a newspaper wants the staff to replicate a duck dish for a photoshoot, no one can even remember which duck dish the newspaper is talking about because they’ve made about 10 different versions in a single month — Carmy decided to change the menu every day because for some reason, he believes this will earn them a Michelin star and not ridicule and ruin. There’s a closeness without intimacy, both between the characters and between the dishes they break themselves to make, which is claustrophobic and unpleasant to watch. “The anxiety of it all just feels gratuitous,” says McCarthy.</p>\n\n<p class=\"has-text-align-none\">As a food writer, my favorite restaurants have a reason<em> </em>for being there and something to say. Maybe they serve <a href=\"https://www.stlmag.com/dining/lowry-on-bulrush/\">foraged plants and hunted meat</a> from the Ozarks, maybe they’re a <a href=\"https://chicago.eater.com/2023/4/17/23686435/thattu-south-indian-restaurant-avondale-kerala-photos-images\">South Indian restaurant with a hyperfocus on Keralese cuisine</a>, maybe they want to evoke your <a href=\"https://chicago.eater.com/2020/10/6/21504325/big-kids-sandwich-restaurant-logan-square-chicago-carryout-1990s-nostaliga-menu\">’90s childhood</a>, or maybe the <a href=\"https://www.travelandleisure.com/owamni-indigenous-food-lab-minneapolis-6834358\">Indigenous chef wants to remind you we should all be eating crickets</a>. <em>The Bear</em> has no such draw; no real culinary philosophy besides a vague pursuit of greatness, based upon the reign of one mercurial white male auteur. It’s not at all reflective of the culinary world we currently live in, one that cares about heritage, stories, and sustainability. McCarthy points out that the show had previously gotten away from the “Carmy is a genius” angle by “talking about the culinary partnership between Carmy and Sydney,” but we don&#8217;t get that in the third season.</p>\n\n<p class=\"has-text-align-none\">This season brings me to the question: What was so bad about just doing sandwiches? Sandwiches are great, and as a starting block for a restaurant, they have so much room for creativity. “In general, I’ve always felt like the Italian beef exploration has been kind of poor,” says Ali Akbar. “They have whole scenes discussing philosophies about fine dining, what service means, what cooking means, but they almost spent no time with what a sandwich means or why a sandwich can be meaningful to somebody.”  </p>\n\n<p class=\"has-text-align-none\">The show keeps reminding us that the Italian beef window run solely by Ebraheim is the only thing making them money, but there’s no real discussion of what that profitability means about where they should go creatively with the food. “They&#8217;re leaning a little too hard on the idea that the best treats in the world are all the most expensive &#8230; but at the same time, the Italian beef is just seen as a way to make money,” notes Ali Akbar, adding that he thinks Italian beef is an invention of culinary genius and one of the classic Chicago dishes he’s most in love with. </p>\n\n<p class=\"has-text-align-none\">The lack of culinary purpose seems to be why this season is so &#8230; boring. “Carmy’s culinary philosophy just seems to be ‘excellence,’” McCarthy says, adding that she thinks for him to move past his obsession with this kind of fine cuisine, he needs to “find some joy.” Ali Akbar points out that the Seven Fishes dish in season two and Carmy’s pasta experiments this season do point to a culinary philosophy rooted in his Italian family, but then “he goes to this dark place [and] relies on this training from the person he hates the most, the chef played by Joel McHale &#8230; And he becomes that person.”  </p>\n\n<p class=\"has-text-align-none\">Yet again, it’s an intentional choice by the writers, but one that grows weary with no real creative counterpoint from characters like Sydney or Marcus. “You can’t do that fun, creative cooking when you’re miserable,” says McCarthy. “His menu reflects his emotional state in a way that isn’t really explored.” The show’s apparent thesis — that it’s hard and miserable getting to the top — is exactly what is dragging <em>The Bear </em>down.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Season three of The Bear, the Hulu darling that critics previously called  “funny, raw, real” and “an authentic, breakneck look at restaurant life,” did not bring its best this time around. The New York Times deemed it a “clanging, wailing beast,” Variety said it was “aimless,” and Vulture declared the third installment “trapped.” I agree [&#8230;]",
    "author": "Nylah Iqbal Muhammad"
  },
  {
    "title": "Should Biden drop out? The debate, explained.",
    "link": "https://www.vox.com/politics/358652/biden-drop-out-debate-harris-convention",
    "pubDate": "2024-07-02T18:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"TOPSHOT - US President Joe Biden looks down as he participates in the first presidential debate of the 2024 elections with former US President and Republican presidential candidate Donald Trump at CNN&#039;s studios in Atlanta, Georgia, on June 27, 2024. (Photo by Andrew CABALLERO-REYNOLDS / AFP) (Photo by ANDREW CABALLERO-REYNOLDS/AFP via Getty Images)\" data-portal-copyright=\"AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2158994243.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>TOPSHOT - US President Joe Biden looks down as he participates in the first presidential debate of the 2024 elections with former US President and Republican presidential candidate Donald Trump at CNN&#039;s studios in Atlanta, Georgia, on June 27, 2024. (Photo by Andrew CABALLERO-REYNOLDS / AFP) (Photo by ANDREW CABALLERO-REYNOLDS/AFP via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The great debate in the left-of-center political world is underway. Should Joe Biden stay on the 2024 ticket, or should he quit the race?</p>\n\n<p class=\"has-text-align-none\">The Biden doubters argue that the president, already trailing Trump, demonstrated during last week’s debate that his age will likely doom his candidacy. They say his polling has been bad for years and he has proved unable to turn it around, so if Democrats want to win — if they want to prevent the dangers of a Trump second term — they should nominate someone else.</p>\n\n<p class=\"has-text-align-none\">The Biden defenders respond: Not so. While Biden may be the underdog, he still has a real chance of winning, they say. So switching him out in favor of an untested candidate, via an elite-dominated process with little recent precedent, could turn out to be a total disaster, ensuring the Trump victory it’s meant to prevent.</p>\n\n<p class=\"has-text-align-none\">Naturally, not everyone is making up their minds for purely disinterested reasons. Career incentives, personal loyalties, ambitions, grudges, inertia, or agendas on unrelated issues all help explain why some people are backing or opposing Biden.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For instance, the loudest “dump Biden” voices have been media commentators, who have very different career incentives than elected Democrats, nearly all of whom are so far backing him publicly. Meanwhile, resentment and suspicion against Biden’s top aides and family have risen due to a belief they’ve been hiding his condition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So this is not exactly a high-minded debate in which everyone is reasonably weighing arguments to determine the best path forward for the party and the country.</p>\n\n<p class=\"has-text-align-none\">But if you are torn on whether replacing Biden would be a good idea, here are three questions that could help clarify your thoughts.</p>\n\n<h2 class=\"wp-block-heading\">1) How wounded is Biden politically?</h2>\n\n<p class=\"has-text-align-none\">The Biden doubters view the debate as a catastrophe but believe the president’s political problems long predated — and will postdate — that event.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They point out that Trump has narrowly led <a href=\"https://www.realclearpolling.com/polls/president/general/2024/trump-vs-biden\">most national polls</a> since last fall and that he has an Electoral College advantage on top of that. Those polls could well get worse after the debate; it’s too early to say for sure (some so far have shown <a href=\"https://nhjournal.com/trump-holds-narrow-lead-over-biden-in-post-debate-st-as-poll-of-nh-voters/\">serious damage</a> while others have shown <a href=\"https://www.washingtonpost.com/politics/2024/07/01/biden-poll-shows-no-change/\">little change</a>).</p>\n\n<p class=\"has-text-align-none\">But the Biden doubters fear that the voters’ perception of the president as an aged, declining, doddering incompetent has been cemented by the debate and that it will be very difficult for Biden to turn that around.</p>\n\n<p class=\"has-text-align-none\">Biden’s defenders, in contrast, believed he was not in such a bad polling position before the debate. Though he trailed, it was not by an overwhelming amount, and he still had a plausible Electoral College path to victory by winning Michigan, Wisconsin, and Pennsylvania. Election forecast models varied between giving Biden <a href=\"https://projects.fivethirtyeight.com/2024-election-forecast/\">about a 1 in 2 shot</a> to win, or a <a href=\"https://x.com/AlecStapp/status/1806007153922121760\">1 in 3 shot</a>. They point to stronger-than-expected Democratic performance in the 2022 midterms, and in recent special elections, to argue that the polls might be missing something.</p>\n\n<p class=\"has-text-align-none\">As for the debate itself, they’ve argued that it was a fluke: one bad night, optimistically pointing to Biden’s vigorous speech at a rally the following day as a contrast. Even if his polls decline afterward, the election is still months away and, they hope, Biden has ample time to turn things around.</p>\n\n<p class=\"has-text-align-none\">Yet the doubters respond with the worry that Biden lacks the capacity to turn things around. They point to the White House’s longtime avoidance of placing the president in unscripted adversarial settings — which, they now suspect, reveals a belief that the president likely can’t sustain scrutiny in such settings because his age really has affected him. Why, they ask, hasn’t he done an interview or press conference since the debate to put the doubts at rest?</p>\n\n<h2 class=\"wp-block-heading\">2) How politically risky is the process for replacing Biden?</h2>\n\n<p class=\"has-text-align-none\">Biden’s defenders typically lean very heavily on the argument that, whatever the president’s flaws, ditching him would likely result in a worse outcome.</p>\n\n<p class=\"has-text-align-none\">They argue that the obvious choice to replace Biden, Vice President Kamala Harris, would herself be a weak nominee — stories about Harris’s political struggles as veep <a href=\"https://www.cnn.com/2021/11/14/politics/kamala-harris-frustrating-start-vice-president/index.html\">have</a> <a href=\"https://www.nytimes.com/2023/10/10/magazine/kamala-harris.html\">been</a> <a href=\"https://www.theatlantic.com/magazine/archive/2023/11/kamala-harris-vice-presidency-2024-election-biden-age/675439/\">legion</a>. However, they say, passing over Harris, a woman of color, to anoint someone else would be highly controversial. Throwing open the nomination process at the convention would invite chaos and intra-party fights, forfeiting one of the party’s best opportunities to message its case against Donald Trump, and likely leaving Democrats embittered rather than united. Better to close ranks, stick with the plan, and make the case for Biden. </p>\n\n<p class=\"has-text-align-none\">These fears are exaggerated, the dump Biden camp claims. Some recent polling <a href=\"https://www.cnn.com/2024/07/02/politics/cnn-poll-post-debate/index.html\">has shown</a> Harris performing better than Biden. Any ambitious Democrats who weren’t picked would eventually unite around the greater goal of stopping Trump. An open convention might be messy, but it would also bring attention and excitement to the party. A new nominee could get a burst of good feeling from voters who dislike both Biden and Trump. And in any case, even if the fears of chaos are well-founded, perhaps they’re still preferable to sticking with Biden given his diminished chances.</p>\n\n<p class=\"has-text-align-none\">Polling evidence on how Biden substitutes would fare against Trump has typically shown <a href=\"https://x.com/ShaneGoldmacher/status/1807252295572226519/photo/1\">only minor differences</a>. In my view, such polling isn’t worth very much. The replacement’s prospects would depend on many things that haven’t happened yet, such as how their nomination process plays out and how they hold up to attacks from Trump and the right.</p>\n\n<p class=\"has-text-align-none\">But there is an interesting implicit disagreement here. The Biden doubters believe that the Democratic Party is politically strong, that it’s the president who’s the problem, and that if they replace him with somebody else, they have a good shot of being fine. Biden’s defenders, in contrast, seem to think that the president is the only one holding the party together.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">3) Will Biden hold up to a second term?</h2>\n\n<p class=\"has-text-align-none\">All of the above has been framed under the assumption that the most important thing is to defeat Trump. That’s of a piece with how the discussion has generally unfolded in Democratic circles.</p>\n\n<p class=\"has-text-align-none\">But is there reason to worry about Biden himself in a second term? Is replacing him with another Democrat not only the politically wise thing to do but the morally right thing to do for the country?</p>\n\n<p class=\"has-text-align-none\">Many Democrats have long viewed the Biden “age issue” as overstated and, to the extent they were concerned about it, those concerns were about perception and politics, not governance. Biden had, they believed, been a good and effective president. Sure, he wasn’t the best communicator, but he’d passed major new legislation, rallied the defense of Ukraine, and put the nation on a path to economic recovery.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Among some, there was even an unspoken assumption that perhaps Joe Biden’s condition doesn’t matter that much because he’s appointed good people. Basically, the Democratic coalition and foreign policy establishment are in charge and they’ve got things under control, so how bad could things get? </p>\n\n<p class=\"has-text-align-none\">But that debate may spur some reexamination of those premises. Will the candidate who was on that stage hold up through four and a half more years in the Oval Office? Would his ability to manage foreign and domestic crises be limited? How would foreign leaders view him? Isn’t communication part of the job of being president? Might it be better for the country to have a different Democrat in charge?</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The great debate in the left-of-center political world is underway. Should Joe Biden stay on the 2024 ticket, or should he quit the race? The Biden doubters argue that the president, already trailing Trump, demonstrated during last week’s debate that his age will likely doom his candidacy. They say his polling has been bad for [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "Do other Democrats actually poll better against Trump than Biden?",
    "link": "https://www.vox.com/2024-elections/358559/biden-harris-whitmer-newsom-shapiro-buttigieg-alternative-nomination-candidate-2024",
    "pubDate": "2024-07-02T17:51:57.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"DETROIT, MI - OCTOBER 15: Vice President Kamala Harris tours a FOCUS: HOPE facility with Michigan Governor Gretchen Whitmer on Saturday, Oct. 15, 2022 in Detroit, MI. The Vice President is in Michigan for events to highlight the administrations work ahead of the midterm election. (Kent Nishimura / Los Angeles Times via Getty Images)\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-1243996385.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>DETROIT, MI - OCTOBER 15: Vice President Kamala Harris tours a FOCUS: HOPE facility with Michigan Governor Gretchen Whitmer on Saturday, Oct. 15, 2022 in Detroit, MI. The Vice President is in Michigan for events to highlight the administrations work ahead of the midterm election. (Kent Nishimura / Los Angeles Times via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If the goal of national Democrats is to keep Donald Trump out of the White House to protect democracy — and <a href=\"https://www.vox.com/today-explained-newsletter/358061/democrats-biden-trump-existential-threat-democracy-debate\">they’ve largely framed the 2024 election in just those existential terms</a> — who is best equipped to do it? And after a dismal debate performance by President Joe Biden last week, is it possible that there is <a href=\"https://www.vox.com/politics/357936/biden-harris-buttigieg-newsom-whitmer-pritzker-convetion-debate-2024\">another Democrat</a> better equipped to beat Trump than the sitting president?</p>\n\n<p class=\"has-text-align-none\">Polling gives us one way to answer that question. But it’s not as simple as looking at the topline numbers and deciding that it’s time to dump Biden. The only timeline for which we know anything, solidly, is the one we’re living in: anything else is purely hypothetical, and requires some suspension of belief, some scrutiny in looking at numbers, and some skepticism in how we might expect the public to react.</p>\n\n<h2 class=\"wp-block-heading\">What we know: The data shows a wash</h2>\n\n<p class=\"has-text-align-none\">There are a few different ways to judge how a hypothetical non-Biden candidate might fare against Trump:</p>\n\n<ol>\n<li><strong>Head-to-head polling, which asks voters who they would vote for: Trump or [insert Democrat here]?&nbsp;</strong></li>\n</ol>\n\n<p class=\"has-text-align-none\">Polls taken before Thursday all largely deliver the same answer: any Biden alternative — <a href=\"https://www.vox.com/2024-elections/357948/url-harris-replace-biden-trump-debate-reaction-polling-vice-presidency\">Vice President Kamala Harris</a>, Govs. Gretchen Whitmer of Michigan, Gavin Newsom of California, Josh Shapiro of Pennsylvania, Secretary of Transportation Pete Buttigieg — performed about the same, or worse, than Biden against Trump when voters were asked how they’d vote in head-to-head matchups.</p>\n\n<p class=\"has-text-align-none\">In averages of national polls fielded between February 2023 and January of this year, for example, Harris underperformed Biden by <a href=\"https://x.com/admcrlsn/status/1755963760173289503/photo/1\">about 2.3 percentage points</a>, per tracking by the former Democratic pollster Adam Carlson.</p>\n\n<p class=\"has-text-align-none\">More recently, a <a href=\"https://www.nytimes.com/interactive/2024/03/05/us/elections/times-siena-poll-likely-electorate-crosstabs.html\">New York Times/Siena College poll</a> asked this question of likely voters. Harris received the support of about 42 percent of respondents against the 48 percent who said they’d back Trump, trailing by 6 points. Biden, by comparison, received the support of 44 percent of respondents against Trump’s 48, trailing by 4 points. The 2-point gap is within the margin of error, so there’s little daylight between Biden and his vice president.</p>\n\n<p class=\"has-text-align-none\">Less polling data exists for non-Harris alternatives. Back in February, Carlson <a href=\"https://x.com/admcrlsn/status/1756003253190357282/photo/1\">also compiled</a> the results of different polls in that same period that asked voters to choose between Trump and Whitmer, Newsom, Buttigieg, or Sens. Joe Manchin of West Virginia and Bernie Sanders of Vermont. All those polls were conducted at various points in those 11 months, by different pollsters, about different hypothetical matchups.&nbsp;He found that only Manchin did better than Biden — but based on just one poll.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Buttigieg, Newsom, and Sanders did worse than Biden against Trump (Newsom, for example, trailed Biden’s margin against Trump in every poll in which he was included, by about 3 percentage points on average). Whitmer did roughly the same as Biden, but that’s also based on only two polls.</p>\n\n<p class=\"has-text-align-none\">Even more recently, a <a href=\"https://s3.documentcloud.org/documents/24787646/cnn-poll.pdf\">new CNN national survey</a> of registered voters taken in the two days after the debate gives us one more data point. It’s one that suggests these alternative candidates could do a bit better than the president. Biden still trails Trump by 6 points, the same margin as before Thursday. When compared to Trump in hypothetical match-ups, Buttigieg, Newsom, and Whitmer all trail by about 4 or 5 points. Only Harris does significantly better: down by 2 points against Trump.</p>\n\n<ol start=\"2\">\n<li><strong>Who’s better-liked?</strong></li>\n</ol>\n\n<p class=\"has-text-align-none\">Another way to ask this question is to look at the favorability ratings of Biden, Biden alternatives, and Trump. Biden and Trump are both historically disliked political figures —  Biden himself is the most unpopular modern president since … Trump. The latest source of information we had<strong> </strong>before the debate is the Economist/YouGov’s poll <a href=\"https://d3nkl3psvxxpe9.cloudfront.net/documents/econTabReport_DqmBE9q.pdf\">from the last week of June</a>, which asked about approval ratings for Trump, Biden, and Harris.</p>\n\n<p class=\"has-text-align-none\">The poll found that Trump is disliked by 57 percent of Americans and liked by 39 percent, putting him at -18 percent. Biden is viewed similarly: disliked by 58 percent of the public and liked by 39 percent, placing him at -19 percent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris does slightly better: disliked by 54 percent, and liked by 37 percent, placing her at -17 percent.</p>\n\n<p class=\"has-text-align-none\">In other words, Harris is viewed slightly less negatively than Biden is, but she isn’t significantly more popular.</p>\n\n<p class=\"has-text-align-none\">The latest CNN poll shows this too: Harris has a negative net favorability rating, -20, similar to Biden’s -24. Meanwhile, Trump’s is -15. </p>\n\n<p class=\"has-text-align-none\">Polling aggregates of favorability ratings show something similar. In the Real Clear Politics average, <a href=\"https://www.realclearpolling.com/polls/favorability/kamala-harris\">Harris</a> holds a -15.4 point rating; <a href=\"https://www.realclearpolling.com/polls/favorability/joe-biden\">Biden</a> stands at -15.9; <a href=\"https://www.realclearpolling.com/polls/favorability/donald-trump\">Trump</a> stands at -11.2. Biden and Harris are viewed roughly the same.</p>\n\n<p class=\"has-text-align-none\">Since the debate, we really only had one clear source on how Americans view these figures: a <a href=\"https://www.dataforprogress.org/blog/2024/6/29/in-post-debate-poll-voters-think-biden-is-too-old-to-be-president-yet-alternative-candidates-perform-similarly-against-trump\">Data for Progress flash poll</a> fielded the day after the debate. This one poll of about 1,000 likely voters has been <em>the </em>key evidence used by Biden defenders and Biden critics to <a href=\"https://www.vox.com/politics/358461/replace-joe-biden-drop-out-kamala-harris\">make their cases</a>, but it shows pretty much what we saw before the debate: no alternative candidate does better than Biden against Trump.</p>\n\n<p class=\"has-text-align-none\">In terms of vote share, Harris performs roughly the same as Biden, garnering the support of 45 percent of likely voters against Trump’s 48 percent. Other Democrats, like Buttigieg, Newsom, Whitmer, and Shapiro, win slightly smaller shares of the electorate — anywhere from 44 to 43 percent of likely voters. But at the same time, in those matchups, the share of undecided voters grows. Trump’s support, meanwhile, stays steadily between 46 and 47.</p>\n\n<p class=\"has-text-align-none\">“What we&#8217;re seeing pretty frequently is that Trump&#8217;s numbers are pretty solid. Trump doesn&#8217;t move much,” <a href=\"https://www.gqrr.com/team/natalie-jackson/\">Natalie Jackson</a>, a pollster and vice president at the GQR public opinion research firm, told me. “He stays pretty steady right around where he was in 2020.”</p>\n\n<p class=\"has-text-align-none\">These are all national polls. If you’re wondering who might do better in the specific battleground states crucial to winning the Electoral College vote, we simply don’t have data.</p>\n\n<h2 class=\"wp-block-heading\">What we don’t know</h2>\n\n<p class=\"has-text-align-none\">Still, it’s too soon to tell just what the American people are thinking about replacing Biden with an alternative.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Plenty of political developments and newsworthy events are still unfolding, influencing how people think about Thursday night.</p>\n\n<p class=\"has-text-align-none\">And even the one poll everyone has been referencing since Thursday should be viewed with a grain of salt, Jackson told me, since it was put together and fielded quickly, opening it up to some bias, since it’s taking stock of the type of people who would be willing to answer questions about the debate almost immediately.</p>\n\n<p class=\"has-text-align-none\">“We won’t know for two or three weeks how all of this bakes into the numbers, and now we have <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">the immunity case</a> stacked on top of it, so it’s possible that we’re not ever going to really know how this one event played out,” she told me.</p>\n\n<p class=\"has-text-align-none\">Next, we are dealing in hypotheticals. Any talk about how a Biden alternative would fare against Trump is purely imaginary at this point: we don’t really know how well any of these candidates would do among specific kinds of voters or in different states or regions. How would Whitmer do in the Sun Belt? How would Newsom do in the Midwest? Those questions are crucial to winning the Electoral College, and the polls we have don’t come close to answering them.</p>\n\n<p class=\"has-text-align-none\">Nor do we know how any of these candidates would get to the top of the ticket, and how their path would influence their popularity (or lack thereof). Would the nomination flow to Harris, who seems like the logical successor despite years of negative coverage? Would she be passed up in favor of Newsom, Whitmer, or Shapiro — and if so, how would the Democratic base, especially Black voters, respond to the first Black female vice president being sidelined so publicly? Would this all be fought out at the floor of an open convention in Chicago? And would all that chaos end up dealing the eventual nominee the same kind of damage that Biden’s age is dealing him right now?</p>\n\n<p class=\"has-text-align-none\">But there are, broadly speaking, two ways to look at the data we do have.</p>\n\n<p class=\"has-text-align-none\">The first is that the polls show hypothetical Biden alternatives would do no better than Biden (generally what Biden defenders say). The second is that they are doing just as well as Biden without even running as actual presidential candidates — and could do better still (what Biden critics say).</p>\n\n<p class=\"has-text-align-none\">But neither side can fully claim to be right, and there are strong counterarguments to both sides. The <a href=\"https://www.dataforprogress.org/blog/2024/6/29/in-post-debate-poll-voters-think-biden-is-too-old-to-be-president-yet-alternative-candidates-perform-similarly-against-trump\">DFP poll</a>, for example, shows that Harris, post-debate, still has a better favorability score than Biden, and is doing better than the president with women, Latino voters, and young voters — groups that Biden has <a href=\"https://split-ticket.org/2024/06/30/the-case-for-and-against-joe-biden/\">struggled with overall</a>. Philip Bump at the Washington Post <a href=\"https://www.washingtonpost.com/politics/2024/06/28/kamala-harris-trump-matchup/\">did some digging</a> on this question last week as well, comparing Harris and Biden’s favorability ratings among subgroups before the debate, and found Harris seems to be viewed more favorably by younger voters, women, and non-white voters.</p>\n\n<p class=\"has-text-align-none\">At the same time, respondents are likely still not seeing Harris or alternatives as actual options, instead seeing these names as stand-ins for a “generic Democrat” — anyone who is not Joe Biden. Each of these alternatives is less well known than Biden in DFP’s poll; unless you’re super plugged into political news or from the Midwest, you probably don’t know who Gretchen Whitmer is; if you know of Gavin Newsom, you probably have strong feelings about him.</p>\n\n<p class=\"has-text-align-none\">Whitmer, Shapiro, and Buttigieg, for example, all have better net favorability ratings than Biden or Harris in the DFP poll, but many <a href=\"https://www.dataforprogress.org/blog/2024/6/29/in-post-debate-poll-voters-think-biden-is-too-old-to-be-president-yet-alternative-candidates-perform-similarly-against-trump#:~:text=Voters%E2%80%99%20Perceptions%20of%20Biden%20and%20Alternative%20Democratic%20Candidates\">respondents say</a> they haven’t heard enough about these people to form an opinion. For Shapiro, Whitmer, and Buttigieg, the share of respondents who haven’t heard of them is much larger than the share who can form a positive or negative opinion. Newsom is the best-known of these alternatives, but he’s also disliked nearly as much as Biden, and more than Harris.</p>\n\n<p class=\"has-text-align-none\">Being little-known isn’t necessarily a bad thing. To optimists about the alterna-Bidens, it means that there is more room for these candidates to grow, for the public to get to know them, and to put forward a new, positive message.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there’s also a pessimistic side: You’re less publicly vetted and more vulnerable to skeletons in the closet. Many would also be trying a first national campaign on the highest-stakes platform possible.</p>\n\n<p class=\"has-text-align-none\">In short, we don’t know much. These are all hypotheticals we’re trying to game out from a very limited set of data. And we’re likely to get a bunch more data as we move further from the debate. As that happens, Jackson urged a word of caution.</p>\n\n<p class=\"has-text-align-none\">“I think we&#8217;re in a position where there&#8217;s so much going on that we haven&#8217;t seen before that we should treat polling skeptically and as what it is: a snapshot of what opinion looks like in the moment that could change.”</p>\n\n<p class=\"has-text-align-none\"><strong>Update, July 2, 1 pm ET:</strong><em> This story, published July 2, has been updated to include new polling on alternative candidates.</em><br></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If the goal of national Democrats is to keep Donald Trump out of the White House to protect democracy — and they’ve largely framed the 2024 election in just those existential terms — who is best equipped to do it? And after a dismal debate performance by President Joe Biden last week, is it possible [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "How white victimhood is shaping a second Trump term",
    "link": "https://www.vox.com/politics/357963/republicans-white-identity-politics-newsletter",
    "pubDate": "2024-07-02T15:21:27.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"RACINE, WISCONSIN - JUNE 18: Republican presidential candidate former President Donald Trump speaks during a rally at Festival Park on June 18, 2024 in Racine, Wisconsin. This is Trump&#039;s third visit to Wisconsin, a key swing state in 2024. (Photo by Scott Olson/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2158175261.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>RACINE, WISCONSIN - JUNE 18: Republican presidential candidate former President Donald Trump speaks during a rally at Festival Park on June 18, 2024 in Racine, Wisconsin. This is Trump&#039;s third visit to Wisconsin, a key swing state in 2024. (Photo by Scott Olson/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Republican party is going in two directions on race&nbsp;at the same time.</p>\n\n<p class=\"has-text-align-none\">Electorally speaking, the modern GOP has never been so diverse. Each of the past two elections, and most available 2024 polling, reveals the GOP making real inroads with Black and (especially) Latino voters. These gains <a href=\"https://www.vox.com/2024-elections/23982907/trump-democrats-republicans-working-class-voters-latino-black-voters\">shouldn’t be overstated</a> —&nbsp;Democrats still dominate among non-whites as a whole — but they are real.</p>\n\n<p class=\"has-text-align-none\">But at the elite level, conservative intellectuals and operatives are developing a new doctrine of white identity politics. And it’s already shaping the Trump administration’s plans for a second term.</p>\n\n<p class=\"has-text-align-none\">A new book on “anti-white racism” — <em>The Unprotected Class</em>, by Claremont Institute fellow Jeremy Carl — illustrates this trend clearly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Its April release went unheralded outside conservative circles, but it received laudatory attention inside them. Tucker Carlson praised it as “outstanding”; leading activist <a href=\"https://www.vox.com/23811277/christopher-rufo-culture-wars-ron-desantis-florida-critical-race-theory-anti-wokeness\">Chris Rufo</a> described it as a “must-read.” Nate Hochman, a former speechwriter for Florida Gov. Ron DeSantis, called it “<a href=\"https://x.com/njhochman/status/1773026164765872213\">the most important thing you read this year</a>.” Carl got friendly interviews on <a href=\"https://x.com/realJeremyCarl/status/1793780627201782177\">Donald Trump Jr.’s web show</a> and on <a href=\"https://x.com/realJeremyCarl/status/1794074114312806660\">Fox News during primetime</a>.</p>\n\n<p class=\"has-text-align-none\">Carl’s book centers on the claim that “anti-white racism is the most predominant and politically powerful form of racism in America today.” What mainstream scholars of race call “white privilege” is, in his view, a series of “informal evanescent cultural legacies.” By contrast, anti-white discrimination “is increasingly legal and formal.”</p>\n\n<p class=\"has-text-align-none\">This discrimination is, for Carl, primarily the product of a pernicious ideology popular among elites (nonwhite and white alike). “Anti-white racism is the all-but-official ideology of our ruling regime,” he writes —&nbsp;and they have acted in such a way as to ensure that whites are increasingly shunted to the bottom of America’s social hierarchy.</p>\n\n<p class=\"has-text-align-none\">Carl’s arguments for this view resemble a funhouse mirror version of American racial history: roughly the same series of events, but with the roles of victim and perpetrator reversed.</p>\n\n<p class=\"has-text-align-none\">Everyone agrees, for example, that the integration of America’s cities led white people to move to suburbs and other outlying areas. Traditionally, <a href=\"https://press.princeton.edu/books/paperback/9780691133867/white-flight\">historians</a> and <a href=\"https://cepr.org/voxeu/columns/why-us-cities-are-segregated-race-new-evidence-role-white-flight\">social scientists</a> see this as a manifestation of white racism: either white urbanites worried about the effects of integration on property values or they simply disliked living near Black people. The flight of white wealth then deprived Black people and neighborhoods of high-quality public services, recreating the inequalities of de jure segregation on a de facto basis.</p>\n\n<p class=\"has-text-align-none\">But Carl argues that white flight can more accurately be described as a reaction to anti-white racism. He claims that integration brings crime, often involving minority perpetrators targeting longtime white residents (Carl sources data on “interracial murder” to the anonymous Twitter account @fentasyl). The situation for whites is so perilous, Carl argues, that it’s akin to state-sanctioned mob assaults on Jews in czarist Russia.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Anti-white crime functions as a twenty-first-century <em>de facto</em> pogrom, driving whites out of areas where they have lived for decades,” he writes.</p>\n\n<p class=\"has-text-align-none\">Carl’s version of white identity politics is hardly isolated on the intellectual right. He cites two other prominent book, by <a href=\"https://www.amazon.com/Age-Entitlement-America-Since-Sixties/dp/1501106899\">New York Times contributor Christopher Caldwell</a> and <a href=\"https://www.amazon.com/Origins-Woke-Corporate-Identity-Politics/dp/0063237210/ref=pd_bxgy_d_sccl_2/133-8685539-4311037?pd_rd_w=tvrkS&amp;content-id=amzn1.sym.d09bc3f2-0166-4869-be1b-350c42c0f80c&amp;pf_rd_p=d09bc3f2-0166-4869-be1b-350c42c0f80c&amp;pf_rd_r=X3Z9GHD990895R7011R0&amp;pd_rd_wg=XjAKK&amp;pd_rd_r=645481f5-5e00-405f-ab81-7d8858bf46b7&amp;pd_rd_i=0063237210&amp;psc=1\">think tanker Richard Hanania</a>, to argue that the legal roots of anti-white racism were created by the legislative victories of the civil rights movement. Their accounts align on the idea that the basic structure of anti-discrimination protections —&nbsp;including the Civil Rights Act of 1965 —&nbsp;needs to be overhauled or repealed entirely.</p>\n\n<p class=\"has-text-align-none\">Of course, conservatives have complained about “reverse racism” for decades. What’s new is not just the aggressiveness of Carl’s claims and others like them, but their direct connection to radical policy proposals — and the fact that people in positions of power appear to be listening.</p>\n\n<p class=\"has-text-align-none\">In April, <a href=\"https://www.axios.com/2024/04/01/trump-reverse-racism-civil-rights\">Axios’s Alex Thompson reported</a> that “close Trump allies” are planning a second-term overhaul of anti-discrimination law, one that would “dramatically change the government&#8217;s interpretation of Civil Rights-era laws to focus on ‘anti-white racism’ rather than discrimination against people of color.”</p>\n\n<p class=\"has-text-align-none\">Much of this work, per Thompson, is coming out of America First Legal — the law practice of infamous Trump aide Stephen Miller. Since leaving government, Miller has filed a number of lawsuits alleging anti-white discrimination. Examples include <a href=\"https://aflegal.org/america-first-legal-blasts-the-nfls-illegal-and-racist-rooney-rule-files-federal-civil-rights-complaint/\">a suit against the NFL’s “Rooney Rule</a>,” which requires teams to interview a minority candidate for some high-level coaching positions, as well as a successful bid to block pandemic assistance <a href=\"https://thehill.com/regulation/554361-federal-judge-says-biden-restaurant-fund-discriminated-against-white-male/\">for women-and-minority-owned restaurants</a>.</p>\n\n<p class=\"has-text-align-none\">Miller is poised to play an important role in a second Trump administration. Ty Cobb, Trump’s former attorney, told <a href=\"https://www.theguardian.com/us-news/2023/dec/08/trump-second-term-lawyers-stephen-miller\">the Guardian</a> that “Trump is looking to Miller” when it comes to choosing his White House lawyers and Justice Department officials. With that kind of power, Miller’s quest to write white identity politics into law could well start succeeding next year.</p>\n\n<p class=\"has-text-align-none\"><em>This story appeared originally in On the Right, a newsletter about the ideas and trends driving the conservative movement.&nbsp;</em><strong><em><a target=\"_blank\" href=\"https://www.vox.com/pages/on-the-right-newsletter-whats-driving-conservative-ideas\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Republican party is going in two directions on race&#160;at the same time. Electorally speaking, the modern GOP has never been so diverse. Each of the past two elections, and most available 2024 polling, reveals the GOP making real inroads with Black and (especially) Latino voters. These gains shouldn’t be overstated —&#160;Democrats still dominate among [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "If it’s 100 degrees out, does your boss have to give you a break? Probably not.",
    "link": "https://www.vox.com/future-perfect/356217/osha-federal-workplace-heat-standard-protections",
    "pubDate": "2024-07-02T15:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Cutchogue, N.Y.: Farm worker Pedro Alejandro Deleon wipes his face of sweat while working on stringing up tomato plants at Wickham&#039;s Fruit Farm, in Cutchogue, New York, on July 20, 2022. (Photo by Steve Pfost/Newsday RM via Getty Images)\" data-portal-copyright=\"Newsday via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-1412316420.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Cutchogue, N.Y.: Farm worker Pedro Alejandro Deleon wipes his face of sweat while working on stringing up tomato plants at Wickham&#039;s Fruit Farm, in Cutchogue, New York, on July 20, 2022. (Photo by Steve Pfost/Newsday RM via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s a hard time to be someone who works in the heat.</p>\n\n<p class=\"has-text-align-none\">Just two weeks after a <a href=\"https://www.axios.com/2024/06/20/heat-wave-record-temperatures\">blistering heat dome</a> smothered parts of the Midwest and Northeast, yet another heat wave is set to <a href=\"https://www.axios.com/2024/07/02/heat-wave-california-oregon-wildfires\">break temperature records</a> in California.</p>\n\n<p class=\"has-text-align-none\">It’s an unforgiving start to a summer that <a href=\"https://www.axios.com/2024/05/16/record-hot-summer-2024-us-la-nina\">projections</a> show could be the hottest on record. Exposure to extreme heat can be deadly&nbsp;— <a href=\"https://www.cdc.gov/extreme-heat/about/index.html\">around 1,200 Americans</a> die from it every year (a <a href=\"https://www.statnews.com/2023/08/16/extreme-heat-related-deaths-climate-change-estimates/\">number</a> that’s likely <a href=\"https://www.npr.org/2024/05/30/nx-s1-4854224/death-heat-arizona-climate-change-medical-examiner\">severely undercounted</a>), making extreme heat perhaps one of <a href=\"https://www.weather.gov/hazstat/\">the deadliest of all weather events in the US</a>. And even when heat doesn’t kill or hospitalize people outright, it can <a href=\"https://www.vox.com/climate/2023/7/21/23799004/invisible-consequences-extreme-heat-physical-mental-health\">silently harm</a> our physical and mental health through straining the heart and altering our behavior around risks.</p>\n\n<p class=\"has-text-align-none\">The National Weather Service <a href=\"https://x.com/nwswpc/status/1802796988444160291?s=46&amp;t=mPnbvyFgt7avJRNpnS1BDw\">recommends</a> people spend time in air-conditioned spaces, shade, and to consistently hydrate during intense heat waves. But for more than <a href=\"https://storymaps.arcgis.com/stories/0983100fa18744fc97bd477d9879a9f8\">30 million</a> workers whose job requires them to work outdoors, like farmworkers or construction workers, those NWS recommendations aren’t often accessible, let alone guaranteed, on the job. The very nature of their work leaves them as much as <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4657558/\">35 times more at risk</a> of dying from heat exposure than the general public. And heat waves like this one are expected to increase in frequency <a href=\"https://www.vox.com/climate/2023/7/5/23784587/hottest-day-heat-wave-recorded-temperature-climate-change\">thanks to climate change</a>.</p>\n\n<p class=\"has-text-align-none\">Lulu Guerrero, an undocumented farmworker in Colorado, told Vox she has fainted twice from the heat — once last year and once the year prior. “Two years ago, the temperature was about 105 degrees,” she said in Spanish. “It’s very difficult for us, because we still have to keep working to earn money, because of the needs we have. These are the experiences working in the fields leave you with — sometimes beautiful, sometimes very hard.”</p>\n\n<p class=\"has-text-align-none\">It’s not just outdoor work that puts people at risk of heat injury or death. Some indoor workers, like <a href=\"https://www.cnn.com/2023/09/08/economy/phoenix-cleaners-hot-airplanes/index.html\">airplane cabin cleaners</a> or <a href=\"https://truthout.org/articles/kitchen-workers-demand-federal-protections-against-excessive-heat/\">kitchen cooks</a>, also experience scorching temperatures in their line of work, as confined spaces and proximity to ovens without AC can cause a person to overheat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">How one perceives and responds to heat varies from person to person, but the Occupational Health and Safety Administration says that a <a href=\"https://www.vox.com/climate/354977/heat-wave-wet-bulb-temperature-climate\">wet bulb temperature</a> (a more accurate method of understanding heat risk by measuring temperature, humidity, and sunlight) of 77 degrees or more can make strenuous work unsafe. From 2011 to 2021, <a href=\"https://www.bls.gov/opub/ted/2023/36-work-related-deaths-due-to-environmental-heat-exposure-in-2021.htm\">the Bureau of Labor Statistics</a> reported 436 workplace deaths due to heat exposure, and from 2010 to 2020, almost <a href=\"https://www.osha.gov/heat/sbrefa\">34,000 workers</a> suffered a heat-related injury that required time away from their job. OSHA has pointed out that it’s likely that these numbers are also a vast undercount.</p>\n\n<p class=\"has-text-align-none\">We know how dangerous heat can be, and we know that danger is likely to amplify with each summer, yet there’s no federal protection for workers against heat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But that might change soon.</p>\n\n<p class=\"has-text-align-none\">In 2021, after years of worker activism on the issue, OSHA began the process of developing a ruling on a <a href=\"https://www.osha.gov/heat-exposure/rulemaking\">heat workplace standard</a>, with the aim to reduce heat-related injuries and death on the job. This standard would create a set of obligations that employers must comply with to protect their workers from heat. It generally takes about seven years for OSHA to publish a final ruling. On Tuesday morning, the <a href=\"https://www.politico.com/news/2024/07/02/biden-heat-rules-climate-deaths-00166162\" data-type=\"link\" data-id=\"https://www.politico.com/news/2024/07/02/biden-heat-rules-climate-deaths-00166162\">Biden administration</a> made its proposal for a heat standard public — but it won&#8217;t be final until 2026, at the very least. </p>\n\n<p class=\"has-text-align-none\">OSHA might face some resistance, though. Historically, some employers and business groups have been opposed to a mandatory heat standard and <a href=\"https://www.theguardian.com/environment/2023/jul/31/heat-protections-workers-big-business-lobbies\">have lobbied against it in the past</a>. And if Donald Trump wins the presidency, it would likely upend the standard entirely.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Time will tell what a final ruling for a workplace heat standard will be, and how well it will align with the needs of workers. Which invites the question: what would strong workplace protections against heat look like?</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What workplace protections we do (and don’t) have against heat</strong></h2>\n\n<p class=\"has-text-align-none\">Long before President Joe Biden <a href=\"https://www.npr.org/2021/09/21/1039372888/the-biden-administration-is-adding-worker-protections-to-address-extreme-heat\">pushed for OSHA to develop a heat illness prevention rule</a>, OSHA has understood heat as a hazard to workers — they created their first document for <a href=\"https://www.cdc.gov/niosh/docs/2016-106/pdfs/2016-106.pdf?id=10.26616/NIOSHPUB2016106\">recommended heat standards</a> back in 1972. Their webpage on <a href=\"https://www.osha.gov/heat-exposure\">heat exposure</a> details how to spot heat illness and injuries, heat-related case studies from past OSHA investigations, and even updated criteria for a recommended heat standard for employers.</p>\n\n<p class=\"has-text-align-none\">But that’s all it is: recommendations, guidance, suggestions. Unlike OSHA’s work safety standards, such as <a href=\"https://www.osha.gov/laws-regs/regulations/standardnumber/1910/1910.134\">respiratory protection</a> or their <a href=\"https://www.osha.gov/laws-regs/regulations/standardnumber/1910/1910.1200\">hazard communication</a> standard, none of the things OSHA lists on heat exposure are mandatory for employers to comply with until a final rule on heat is published.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What employers do have to comply with is OSHA’s <a href=\"https://www.osha.gov/laws-regs/oshact/section_5\">general duty clause</a>, which requires that they ensure the workplace is “free from recognized hazards that are causing or are likely to cause death or serious physical harm to his employees.” In theory, this includes hazards like extreme heat. But in practice, it leaves a lot of room for employer discretion, and very little room for workers to demand more protections.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In absence of a federal rule, five states have passed some sort of heat protection standards: California, Colorado, Minnesota, Washington, and Oregon. In 2022, Oregon’s state OSHA <a href=\"https://osha.oregon.gov/OSHARules/adopted/2022/ao3-2022-letter-alh-heat.pdf\">adopted heat protection rules for both outdoor and indoor workers</a>, and just this week, California approved heat standards for <a href=\"https://www.latimes.com/business/story/2024-06-20/after-backlash-cal-osha-board-to-vote-on-safeguards-for-hot-workplaces\">indoor workers</a> nearly 20 years after they implemented a workplace heat rule for outdoor workers, <a href=\"https://calmatters.org/politics/capitol/2024/02/workplace-safety-california-indoor-heat/\">the first of its kind</a>. The other states offer protections for only certain groups of laborers — Washington covers outdoor workers only, while Minnesota covers indoor workers and Colorado covers agricultural workers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Notably missing from this list are some of the United States’ hottest regions, such as the South, which is overwhelmingly dominated by state Republican legislatures. That doesn’t mean efforts haven’t been made to implement heat protections in those places, statewide or locally. In Texas, city councils in Dallas, Austin, and San Antonio passed ordinances to protect construction workers from the heat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But all of this was <a href=\"https://www.texastribune.org/2023/07/12/workers-texas-heat-wave/#:~:text=There%20are%20no%20federal%20or,local%20rules%20with%20that%20purpose.\">overturned by the Texas legislature</a> in 2023, when lawmakers passed a bill that restricted Texas counties and cities from developing laws that go beyond state law. The Florida legislature <a href=\"https://www.npr.org/2024/04/12/1244316874/florida-blocks-heat-protections-for-workers-right-before-summer\">did the same</a> when Miami-Dade County was on course to pass a heat protection standard for outdoor workers, a devastating blow to workers and labor advocates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">States developing heat protections for workers is a step in the right direction — but it’s only possible when the state government isn’t hostile to such regulations. A federal ruling would supersede any state laws on workplace heat standards (or lack thereof).&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What could strong workplace protections against heat look like?</strong></h2>\n\n<p class=\"has-text-align-none\">The bare minimum needs for a federal workplace heat standard are “really pretty simple,” says <a href=\"https://www.ucsusa.org/about/people/kristina-dahl\">Kristina Dahl</a>, a principal climate scientist at the Union of Concerned Scientists. “It&#8217;s water, shade, and rest. And each of those needs to become progressively more present as the temperature or heat index increases.”</p>\n\n<p class=\"has-text-align-none\">But Dahl also emphasizes that there should be clear standards for water, shade, and rest. There’s a difference between drinking cold water and drinking water that’s turned hot from the sun; between a true 15-minute rest break and doing light work while on a break; between resting in the shade of a truck and resting in the shade of a tent with air conditioning.</p>\n\n<p class=\"has-text-align-none\">Dahl also wants to see workers’ wages protected during these breaks. In a <a href=\"https://www.ucsusa.org/resources/too-hot-to-work\">report</a> she co-wrote about the risk outdoor workers face from their exposure to extreme heat, Dahl said one of their findings was that “there&#8217;s the potential for workers to lose a lot in earnings if they&#8217;re not getting paid for these increasingly long rest breaks as the temperature increases.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The protection of pay is key for ensuring workers’ safety, says Antonio De Loera-Brust, communications director for <a href=\"https://ufw.org/\">United Farm Workers</a>. A lot of outdoor workers make less than the national median income, which makes any potential loss to a paycheck especially difficult. Agricultural workers in particular make <a href=\"https://www.epi.org/blog/the-farmworker-wage-gap-farmworkers-earned-40-less-than-comparable-nonagricultural-workers-in-2022/\">low wages</a> as is, and it’s still common for farmworkers to be paid by how much crops they harvest, rather than a secured hourly wage. All of this forces workers to decide between their income and their safety.</p>\n\n<p class=\"has-text-align-none\">“The economic incentive for workers who are living paycheck to paycheck, or living in poverty, or struggling with food on their own tables, is to push themselves to the limit,” De Loera-Brust told me. “They will push their bodies past the breaking point, and will suffer severe health consequences up to and including death, which happens every year.”</p>\n\n<p class=\"has-text-align-none\">According to OSHA, <a href=\"https://www.osha.gov/heat-exposure\">50 to 70 percent of heat-related fatalities</a> occur during the first week of work, because workers had not adequately acclimated to the heat. In Florida, a young farmworker <a href=\"https://www.miamiherald.com/news/business/article277382588.html\">died from the heat</a> on his first day of work in January 2023.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To prevent these unnecessary deaths, Dahl recommends “at least a two-week acclimation period, where there&#8217;s increasing work time in the heat.” And it’s not just those new to heat-exposed work who need to be acclimated to the heat — returning workers who have been away for an extended period, such as seasonal agricultural workers, also need time to get used to the heat again.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Last July, another young farmworker in Florida named Efraín López García died on the job, after working on farms for nearly a decade. His coworkers said they were never trained on how to spot heat illness or give first aid, <a href=\"https://www.miamiherald.com/news/local/environment/climate-change/article277399723.html\">the Miami Herald reported</a>. To prevent tragic deaths like López García’s, it’s critical that a heat standard also includes mandatory training for workers to recognize the signs of heat stroke and exhaustion, first aid, and what their rights are — all provided in the language they speak.</p>\n\n<p class=\"has-text-align-none\">Even if all criteria for a strong heat standard is met, then comes the issue of enforcement. A lot of workers in industries exposed to heat, like <a href=\"https://wdr.doleta.gov/research/FullText_Documents/ETAOP2022-16_NAWS_Research_Report_16_508c.pdf\">agriculture</a> and <a href=\"https://www.americanprogress.org/wp-content/uploads/sites/2/2021/02/EW-Construction-factsheet.pdf\">construction</a>, are undocumented. Retaliation for standing up for their basic rights and needs can be a real threat to their income and livelihood, and can discourage workers from enforcing standards. There needs to be some sort of combination of worker empowerment, whether through unions or worker collectives, and anti-retaliation measures to ensure that the heat standard is actually imposed.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">How different these key demands from workers and advocates will be from the final ruling on a heat standard is still up in the air. Even in some of the best-case scenarios, obstacles to a strong, enforceable rule lie ahead.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What we know about OSHA’s proposed heat standard, and what stands in the way</strong></h2>\n\n<p class=\"has-text-align-none\">According to <a href=\"https://www.regulations.gov/document/OSHA-2023-0003-0007\">recommendations</a> from OSHA’s National Advisory Committee on Occupational Safety and Health work group, the proposed rule&nbsp;is aimed at both indoor and outdoor work. It <a href=\"https://www.politico.com/news/2024/07/02/biden-heat-rules-climate-deaths-00166162\" data-type=\"link\" data-id=\"https://www.politico.com/news/2024/07/02/biden-heat-rules-climate-deaths-00166162\">includes the following</a>: a temperature trigger for when the standard would take effect, mandatory 15-minute paid rest breaks for all employees after two hours, access to shade and water, and an acclimatization period for workers to get used to the heat.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>Are you a business owner with employees who work in the heat? Here’s how you can protect them.</strong></h2>\n\n\n\n<p class=\"has-text-align-none\">It’s likely that we’re still years away from OSHA enforcing a standard to prevent heat illness and death, and until then, we’re bound to see more workers get injured or killed from extreme heat.&nbsp;If you’re an employer of workers exposed to heat, here are just a few key recommendations around heat safety in the meantime,&nbsp;<a href=\"https://www.cdc.gov/niosh/topics/heatstress/recommendations.html\" target=\"_blank\" rel=\"noreferrer noopener\">according to NIOSH</a>:</p>\n\n\n\n<ul>\n<li><strong>Rest breaks:&nbsp;</strong>Allow for workers to cool down by ensuring consistent breaks, and increase rest breaks as the weather gets hotter.</li>\n\n\n\n<li><strong>Hydrate:&nbsp;</strong>Provide enough potable water for all workers, and make sure it’s in easily accessible areas.</li>\n\n\n\n<li><strong>Acclimatize:&nbsp;</strong>Gradually expose new workers to the heat for at least two weeks before they complete a full day’s worth of work in the heat.</li>\n</ul>\n\n\n\n<p class=\"has-text-align-none\">Also, talk to your employees. Workers on the ground will have crucial knowledge about what’s necessary to protect themselves from extreme heat, so their input and participation in creating a standard will be key to ensuring that it actually works.</p>\n</div>\n\n<p class=\"has-text-align-none\">A lot of this aligns with what workers and advocates are calling for. But we’re likely still years away from a final ruling, says Jordan Barab, former deputy assistant secretary of labor at OSHA and writer of the newsletter <a href=\"https://jordanbarab.com/confinedspace/\">Confined Space</a>. A lot could happen in the meantime, and it also provides ample room for threats to the rule — one major one being if Trump wins the presidency this fall. Trump would likely kill the OSHA’s initiative to develop protections against heat entirely, Barab told me.</p>\n\n<p class=\"has-text-align-none\">But if Biden can hold onto the White House, there’s a much better chance at seeing the rule come to life — though it will still be met with opposition. Some businesses and employers aren’t excited about the prospect of being required to protect workers from heat, and have actively lobbied against it at the federal and state level. They have said that such a standard would be too much of a burden for employers, and that they’re already doing what would be mandated (which, if that’s the case, then why worry about a standard being written down?). “We can certainly expect this one to be challenged in court,” Barab said about the heat standard.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While OSHA generally wins these legal battles, it’s still another obstacle that can cause delays. But in the meantime, some workers are taking matters into their own hands by writing <a href=\"https://grist.org/labor/heat-waves-are-making-restaurant-kitchens-unsafe-workers-are-fighting-back/\">heat provisions</a> into their <a href=\"https://grist.org/accountability/chicago-teachers-want-climate-solutions-next-contract/?utm_medium=email&amp;utm_source=newsletter&amp;utm_campaign=daily\">union contracts</a>. At the end of the day, a federal ruling on a workplace heat standard would take some of the current pressure off workers to be solely responsible for their health on the job and move a large part of that responsibility onto employers. And with each summer we wait, more and more workers’ lives are at risk.</p>\n\n<p class=\"has-text-align-none\">“The clock is ticking,” said De Loera-Brust. “It&#8217;s already been over 100 degrees in much of the country this year. No one wants to be the last farmworker to die of heat.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, July 2, 11 am: </strong>This story was originally published on June 22 and has been updated to reflect the Biden administration’s proposal.</em></p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s a hard time to be someone who works in the heat. Just two weeks after a blistering heat dome smothered parts of the Midwest and Northeast, yet another heat wave is set to break temperature records in California. It’s an unforgiving start to a summer that projections show could be the hottest on record. [&#8230;]",
    "author": "Sam Delgado"
  },
  {
    "title": "Hurricane Beryl is the terrifying storm that scientists have been expecting",
    "link": "https://www.vox.com/climate/358323/hurricane-beryl-rapid-intesification-caribbean-climate",
    "pubDate": "2024-07-02T14:05:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Scientist in front of screen depicting Hurricane Beryl\" data-caption=\"John Cangialosi, Senior Hurricane Specialist at the National Hurricane Center, inspects a satellite image of Hurricane Beryl.\" data-portal-copyright=\"Joe Raedle/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2160108793.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>John Cangialosi, Senior Hurricane Specialist at the National Hurricane Center, inspects a satellite image of Hurricane Beryl.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Hurricane Beryl reached Category 5 strength as it tore into the Caribbean on Monday, with sustained winds reaching 165 miles per hour. This marks the earliest point in the season on record that a tropical storm has reached this intensity. As of Tuesday morning, at least one death has been confirmed in St. Vincent and the Grenadines.</p>\n\n<p class=\"has-text-align-none\">The storm is now heading toward Jamaica and the Cayman Islands, bringing “life-threatening winds and storm surge,” according to the <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT2+shtml/011153.shtml\">National Hurricane Center</a>. The storm is expected to weaken as it reaches Mexico by the weekend.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Hurricane Beryl has achieved the following:<br>– Earliest Category 4 on record in Atlantic<br>– Earliest Category 5 on record in Atlantic<br>– Fastest intensification before September in Atlantic<br>– Southernmost Category 4 on record<br><br>The fingerprint of <a href=\"https://twitter.com/hashtag/climate?src=hash&amp;ref_src=twsrc%5Etfw\">#climate</a> change is a solid one. <a href=\"https://t.co/tkv3zIbXwd\">pic.twitter.com/tkv3zIbXwd</a></p>&mdash; Matthew Cappucci (@MatthewCappucci) <a href=\"https://twitter.com/MatthewCappucci/status/1807977650079633724?ref_src=twsrc%5Etfw\">July 2, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">As unprecedented as the storm may be, it lines up with what scientists have been predicting.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Atlantic Ocean has been gathering the raw materials for a raucous hurricane season for months and is now assembling them into major storms. Beryl is the Atlantic’s first big project for 2024.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ocean surface temperatures are the foundation for hurricanes. The water needs to be around <a href=\"https://www.weather.gov/source/zhu/ZHU_Training_Page/tropical_stuff/hurricane_anatomy/hurricane_anatomy.html\">80 degrees Fahrenheit</a> or warmer. Typically, the amount of hot water needed to power a major hurricane doesn’t accumulate until later in the summer, but the <a href=\"https://www.vox.com/climate/2024/2/28/24085691/atlantic-ocean-warming-climate-change-hurricanes-coral-reefs-bleaching\">Atlantic Ocean absorbed</a> a tremendous amount of heat in the past year as the planet heated up to the <a href=\"https://www.vox.com/23969523/climate-change-cop28-paris-1-5-c-uae-2023-record-warm\">hottest average temperature on record</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other major component of hurricanes is the air above the water. Hurricanes thrive when there is minimal wind shear, a phenomenon where winds push in different directions as the altitude changes. They also count on less stability in the layers of temperature and moisture in the atmosphere. “Weak stability (not much density change with altitude) allows easier transport of moist air near the surface to rise in the atmosphere where it can form cumulus clouds that produce heavy rain,” said <a href=\"https://www.pmel.noaa.gov/scientist/dr-michael-james-mcphaden\">Michael McPhaden</a>, a hurricane researcher at NOAA, in an email.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">This year, the shift from <a href=\"https://www.vox.com/climate/24145756/la-nina-2024-el-nino-heat-hurricane-record-temperature-pacific\">El Niño to La Niña</a> in the Pacific Ocean is driving more of these hurricane-favorable atmospheric conditions over the Atlantic. That’s why forecasters have been warning since May that this summer will bring an <a href=\"https://www.noaa.gov/news-release/noaa-predicts-above-normal-2024-atlantic-hurricane-season\">above-normal hurricane season</a>, with upward of seven major hurricanes at Category 3 or above.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Beryl also stands out because of how quickly it <a href=\"https://www.axios.com/2024/07/01/hurricane-beryl-rapid-intensification-warning-sign\">gathered strength</a>. Meteorologists describe this trait as <a href=\"https://www.vox.com/science-and-health/2022/9/28/23376761/hurricane-ian-rapid-intensification-climate-change\">rapid intensification</a>, where a hurricane’s wind speeds rise by at least 35 miles per hour in 24 hours. Beryl picked up 65 mph between Saturday and Sunday, though still nowhere near as quick as <a href=\"https://www.vox.com/climate/23932000/hurricane-otis-mexico-acapulco-rapid-intensification-extreme-climate\">Hurricane Otis</a>, which spun up almost 100 mph in 12 hours last year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All the while, the climate is changing and <a href=\"https://www.gfdl.noaa.gov/global-warming-and-hurricanes/\">worsening some of the most destructive elements</a> of hurricanes. Warmer temperatures are lifting sea levels, so when tropical storms make landfall, they push more water inland. Warmer air also holds onto more moisture, so storms dish out more rain. Hotter water also tends to lead to more rapid intensification.&nbsp;</p>\n\n<p class=\"has-text-align-none\">More people are living in areas vulnerable to cyclones, too, so as these storms spool up, more lives and property are at stake.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, the people living in some of the most vulnerable areas are taking steps to prepare for future hurricanes. In particular, Caribbean countries have been investing in <a href=\"https://www.vox.com/climate/23886118/climate-change-disaster-warning-hurricane-maria-dominica-caribbean\">disaster early warning systems</a> that can identify brewing storms and alert residents to evacuate or seek shelter. The Caribbean warning system received <a href=\"https://wmo.int/media/news/new-funding-approved-strengthen-multi-hazard-early-warning-systems-caribbean\">$7 million in funding</a> from the United Nations in May to upgrade disaster alerts and responses across countries in the region. It’s part of a broader $3.1 billion UN push to ensure that all people on Earth are protected by a <a href=\"https://www.un.org/en/climatechange/early-warnings-for-all\">disaster early warning system by the end of 2027</a>.</p>\n\n<p class=\"has-text-align-none\">But warnings are only the first step. The people receiving the warnings need to be able to act on them. On small, resource-poor islands, the routes to safety are few and fragile. And the threat from Beryl may not end when the storm passes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Getting relief supplies into afflicted countries is likely to remain a challenge, and the damage from Beryl could leave the Caribbean <a href=\"https://www.vox.com/climate/352234/how-one-weather-extreme-can-make-the-next-one-even-more-dangerous\">more vulnerable to the next hurricane</a> that erupts.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, July 2, 10:05 am ET:</strong> This story was originally published on July 1 and has been updated with news that Hurricane Beryl has intensified. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Hurricane Beryl reached Category 5 strength as it tore into the Caribbean on Monday, with sustained winds reaching 165 miles per hour. This marks the earliest point in the season on record that a tropical storm has reached this intensity. As of Tuesday morning, at least one death has been confirmed in St. Vincent and [&#8230;]",
    "author": "Umair Irfan"
  }
]