[
  {
    "title": "The It Ends With Us drama is the new Don’t Worry Darling drama",
    "link": "https://www.vox.com/culture/366523/blake-lively-drama-justin-baldoni-it-ends-with-us-hoover-movie-feud",
    "pubDate": "2024-08-14T13:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Brandon Sklenar, Blake Lively, and Ryan Reynolds, from left to right, against a background of bright pink letters reading It Ends With Us.\" data-caption=\"Brandon Sklenar, Blake Lively, and Ryan Reynolds attend the It Ends With Us New York premiere on August 6, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165608450.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Brandon Sklenar, Blake Lively, and Ryan Reynolds attend the It Ends With Us New York premiere on August 6, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">You might have seen previews or even bought tickets for the new film adaptation of Colleen Hoover’s best-selling romance novel <em>It Ends With Us</em>, starring Blake Lively. But have you heard about the online soap opera surrounding a rumored rift among the film’s cast, its director and co-star Justin Baldoni, and possibly Deadpool?&nbsp;Once again, a film’s press tour is already stirring up more conversation than the movie itself.</p>\n\n<p class=\"has-text-align-none\">The week leading up to the <em>It Ends With Us</em> premiere is already bringing back memories of the weeks-long, <a href=\"https://www.hollywoodreporter.com/movies/movie-features/chris-pine-harry-styles-spit-gate-dont-worry-darling-memes-1235338698/\">spit-covered</a> scandal surrounding <a href=\"https://www.vox.com/culture/2022/9/6/23339631/dont-worry-darling-wilde-pugh-feud-explained\"><em>Don’t Worry Darling</em></a> in 2022. In fact, it seems like the excitement of that previous drama has incited social media users to pull out their Sherlock caps and magnifying glasses. So far, any concrete details about this supposed on-set drama are sparse. Nor has anyone from <em>It Ends With Us</em> commented on the gossip directly. But the internet is still having a ball speculating.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It all started with <em>It Ends With Us</em>’s New York premiere on August 6, when fans noticed that Lively and Baldoni hadn’t been photographed on the red carpet together, nor have they been paired for interviews. Initially all signs of trouble pointed to Baldoni, but the narrative began to shift when a <a href=\"https://www.eonline.com/news/1405851/blake-lively-reveals-ryan-reynolds-wrote-iconic-it-ends-with-us-scene\">quote</a> from Lively about her husband Ryan Reynolds’s involvement in the film’s script went viral. And on Friday, insiders <a href=\"https://www.hollywoodreporter.com/movies/movie-news/blake-lively-justin-baldoni-it-ends-with-us-drama-what-we-know-1235969708/\">confirmed</a> to the Hollywood Reporter that there was a power struggle between the two parties when it came to the film’s final cut. At the same time, remarks from Baldoni <a href=\"https://x.com/people/status/1821568076267085985\">praising Lively</a>, while also hinting at a creative overhaul, are coming out. Most recently, Baldoni <a href=\"https://deadline.com/2024/08/it-ends-with-us-justin-baldoni-melissa-nathan-blake-lively-1236039853/\">hired</a> crisis publicist Melissa Nathan, who represented Johnny Depp during his <a href=\"https://www.vox.com/culture/23043519/johnny-depp-amber-heard-defamation-trial-fairfax-county-domestic-abuse-violence-me-too\">highly publicized defamation trial</a> in 2022. </p>\n\n<p class=\"has-text-align-none\">Despite any PR manager’s recent attempts to smooth out drama, the internet has already made up its mind. It’s maybe not surprising that this has turned into yet another game of optics and who has the most goodwill online. It speaks to the quick, sometimes dangerous escalation of gossip in the post-Deuxmoi world.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Who is Justin Baldoni — and does his cast hate him?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Before we get into whether the<em> It Ends With Us</em> cast hates Baldoni, some information about the actor-turned-director. You might recognize Baldoni from the hit CW <em>Jane the Virgin</em> where he played Rafael, the hunky father of Jane’s child. In 2019, he co-founded the production company Wayfarer Studios with billionaire entrepreneur Steve Sarowitz. Baldoni has directed and produced a few movies under his Wayfarer banner, including the teen cancer romance <em>Five Feet Apart</em> in 2019 and the 2020 Disney+ musical drama <em>Clouds</em>. In 2022, it was reported that Sarowitz <a href=\"https://variety.com/2022/film/news/wayfarer-studios-125-million-investment-justin-baldoni-steve-sarowitz-1235295142/\">invested $125 million</a> into the independent production company.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even with all this power, you might still be wondering why this fairly new director was selected to helm such a massive IP about a woman’s experience with domestic abuse.</p>\n\n<p class=\"has-text-align-none\">The answer seems to partially lie in his extracurricular work. As a vocal feminist ally, discussing women’s issues — or more accurately, men’s issues — has been a huge, if not defining, part of Baldoni’s brand. In 2017, the actor launched a panel series called <em>Man Enough</em> through Wayfarer, featuring actors Matt McGorry and Javier Munoz, exploring, in his words, “what it means to be a man.” In 2021, he published a memoir titled <a href=\"https://manenough.com/podcast/\"><em>Man Enough? Undefining My Masculinity</em></a> about his journey overcoming the expectations of traditional manhood. He later launched a podcast of the same name with co-hosts Jamey Heath and former Vox political correspondent Liz Plank. Like McGorry, he’s one of several self-identifying male feminists who emerged during the Trump era and gained both praise for their activism and criticism for a <a href=\"https://pittnews.com/article/130284/opinions/editorial-justin-baldonis-feminism-male-focused/\">male-centered</a>, “<a href=\"https://www.buzzfeednews.com/article/iexplorer/woke-bae-day\">mansplain-y</a>” approach to that activism.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-800668332.jpg?quality=90&#038;strip=all&#038;crop=0,9.3509154173848,100,81.29816916523\" alt=\"Actor Justin Baldoni speaks into a microphone, wearing a gray suit and white shirt, in front of a red-curtain backdrop.\" title=\"Actor Justin Baldoni speaks into a microphone, wearing a gray suit and white shirt, in front of a red-curtain backdrop.\" data-has-syndication-rights=\"1\" data-caption=\"Actor Justin Baldoni speaks onstage at the 2017 NALIP Latino Media Awards. | Phillip Faraone/Getty Images for NALIP\" data-portal-copyright=\"Phillip Faraone/Getty Images for NALIP\" />\n<p class=\"has-text-align-none\">Nevertheless, it seems appropriate that Baldoni would go after Hoover’s novel about domestic abuse. After he sent Hoover a <a href=\"https://www.yahoo.com/entertainment/it-ends-with-us-author-colleen-hoover-says-justin-baldoni-struggled-a-little-bit-with-idea-of-playing-ryle-184652889.html\">letter</a> about his love for the book, his production company <a href=\"https://variety.com/2019/film/news/justin-baldoni-it-ends-with-us-movie-jane-the-virgin-1203268293/\">optioned the project</a> in 2019. Blake Lively was brought on as an executive producer in 2017, and from there, the project seemed to descend into chaos.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Throughout the press tour, Baldoni has been noticeably isolated not just from Lively but the entire main cast, <a href=\"https://deadline.com/gallery/it-ends-with-us-premiere-red-carpet-photos/it-ends-with-us-new-york-premiere-arrivals/\">posing by himself</a> on the red carpet (or with other people not involved in the film) and <a href=\"https://youtu.be/nc-wVlkAGGA?feature=shared\">giving</a> <a href=\"https://youtu.be/niSOhLp-jdE?feature=shared\">solo</a> <a href=\"https://youtu.be/dpD9OEzZFZc?feature=shared\">interviews</a>. His co-host Plank was also at the premiere but was not photographed with Baldoni. Baldoni and Plank did not immediately respond to Vox’s requests for comment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Lively has been doing press with her co-stars Jenny Slate and Brandon Sklenar and author Colleen Hoover. When Lively and Sklenar appeared on <a href=\"https://www.youtube.com/watch?v=8DrE3Ih46Y0\"><em>CBS Mornings</em></a> to promote the film, as well as other media outlets, there was no mention of the director. A <a href=\"https://x.com/camis_unicorn/status/1821272044866039992\">video of Slate</a> at the premiere sparked further speculation, when she gave an indirect response to a reporter’s question about working with Baldoni as a boss and screen partner. Lively and Slate did not immediately respond to Vox’s requests for comment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The cast’s Instagram activity doesn’t look great for Baldoni either. Based on quick searches, it looks like none of the main cast — aside from comedian Hasan Minhaj, who has a supporting role — are following him on the platform. Slate also made a <a href=\"https://www.instagram.com/p/C-V5m85yUhl/?utm_source=ig_web_copy_link&amp;igsh=MzRlODBiNWFlZA==\">post</a> on Instagram earlier this week, shouting out Lively with no acknowledgement of Baldoni. The director is also absent from Sklenar’s <a href=\"https://www.instagram.com/p/C93CsR8yDi6/?hl=en&amp;img_index=2\">recent</a><em> It Ends With Us</em> <a href=\"https://www.instagram.com/p/C8aMoXDyT4x/?hl=en&amp;img_index=2\">posts</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How is Deadpool involved in this?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Reynolds’s supposed involvement in this scandal went from confusion to outrage. A claim from Lively that her husband wrote the movie’s “iconic rooftop scene” at the premiere began to circulate. “He works on everything I do,&#8221; Lively told <a href=\"https://www.eonline.com/news/1405851/blake-lively-reveals-ryan-reynolds-wrote-iconic-it-ends-with-us-scene\">E! News</a>. “I work on everything he does. So his wins, his celebrations are mine, and mine are his. He’s all over this film.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">People began to theorize that Lively and Reynolds seized creative control of the film from Baldoni, which led to the rift — although, that wouldn’t exactly explain why the rest of the cast has seemingly distanced themselves from him. At the premiere, Baldoni also made a telling comment about Lively. When asked about directing <em>It Ends With Us</em>’s inevitable sequel, he <a href=\"https://people.com/justin-baldoni-blake-lively-direct-it-ends-with-us-sequel-8693095\">said</a>, “I think that there are better people for that one. I think Blake Lively’s ready to direct, that’s what I think.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165630299.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Actors Hugh Jackman, Blake Lively, and Ryan Reynolds, from left to right, stand in front of a promotional backdrop.\" title=\"Actors Hugh Jackman, Blake Lively, and Ryan Reynolds, from left to right, stand in front of a promotional backdrop.\" data-has-syndication-rights=\"1\" data-caption=\"Actors Hugh Jackman, Blake Lively, and Ryan Reynolds attend the&lt;em&gt; It Ends With Us&lt;/em&gt; New York premiere on August 6, 2024. \" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Lively’s comments about Reynolds set off a wave of <a href=\"https://x.com/valyonce/status/1821731891537703305\">accusations</a> that Reynolds was <a href=\"https://x.com/stonelovebot/status/1821670994748026882\">too</a> <a href=\"https://x.com/choneybuttr/status/1821635870493163742\">involved</a> in Lively’s career. It also sparked discourse on whether the pair were appropriately promoting a film about domestic violence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Based on their combined marketing efforts, it seems that Lively and Reynolds were looking to create their own “Barbenheimer” with the closely timed releases of <em>Deadpool vs. Wolverine</em> and <em>It Ends With Us</em> this summer. Leading up to the premiere, Blake Lively and her husband’s co-star Hugh Jackman covered <em>Vogue</em>. Jackman also made a cameo at the <em>It Ends With Us</em> premiere, while Reynolds filmed a <a href=\"https://www.instagram.com/p/C-VeN9WJhmG/?hl=en\">skit</a> where he pretended to interview Sklenar for the film. Lively also released her new hair care line, <a href=\"https://www.hollywoodreporter.com/lifestyle/shopping/blake-lively-haircare-brand-blake-brown-beauty-launch-date-pricing-collection-1235963366/\">Blake Brown</a>, during the movie’s press run, a move some <a href=\"https://x.com/gnuyear/status/1821706923596525866\">online</a> <a href=\"https://x.com/SailorSammy93/status/1821521540606828950\">critics</a> found insensitive given the film’s subject matter.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong><em>Don’t Worry, Darling</em></strong><strong> is written all over this scandal&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">It’s fair to say that the <em>Don’t Worry, Darling</em> kerfuffle both destroyed our brains and heightened our thirst for this kind of behind-the-scenes drama. It’s hardly the first time that the rumors of hostility between co-stars have made headlines, especially on <a href=\"https://www.buzzfeed.com/ellendurney/jamie-dornan-dakota-johnson-friendship-update-fifty-shades\">high-profile romantic films</a>, although, typically, they do not cause this much of a hullabaloo. The specific players involved in the <em>Don’t Worry, Darling</em> fiasco — namely, director Olivia Wilde, her ex-fiancé Jason Sudeikis, and her co-star Harry Styles — seemed to color everyone’s assessments of who was guilty and who was innocent, to the point where the internet was supporting <a href=\"https://variety.com/2022/film/news/shia-labeouf-denies-fired-olivia-wilde-dont-worry-darling-1235350529/\">claims</a> about Wilde made by alleged abuser <a href=\"https://www.nytimes.com/2020/12/11/arts/music/fka-twigs-shia-labeouf-abuse.html\">Shia LaBeouf</a>. Social media’s perceptions of the people and relationships involved seemed to matter more than whatever actually occurred on-set.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You could argue that is happening with the suspicion toward Lively and Reynolds, but for perhaps more legitimate reasons than Wilde dumping Ted Lasso. Despite their power in Hollywood, Lively and Reynolds don’t have a ton of goodwill on social media — mainly for their controversial plantation wedding in 2012 that they eventually <a href=\"https://www.eonline.com/news/1185191/a-look-at-blake-lively-and-ryan-reynolds-deeply-controversial-wedding\">apologized for in 2020</a>. (There was also that <a href=\"https://www.vox.com/2014/10/13/6969341/blake-lively-preserve-slavery-antebellum\">weird write-up</a> celebrating antebellum fashion on Lively’s now-defunct lifestyle website Preserve.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, the internet — although, certainly not <a href=\"https://deadline.com/2024/08/deadpool-wolverine-global-box-office-milestone-mcu-top-10-1236033748/\">moviegoers</a> — has seemingly had enough of Reynolds’s snarky take on Deadpool. There’s also the couple’s highly documented friendship with <a href=\"https://www.usmagazine.com/celebrity-news/pictures/taylor-swifts-friendship-with-blake-lively-ryan-reynolds-pics/\">Taylor Swift</a>.</p>\n\n<p class=\"has-text-align-none\">Whether we’ll actually get to the bottom of Baldoni and Lively’s alleged issues, the internet has already taken sides. As with <em>Don’t Worry Darling</em>, we’ll probably end up discovering that there are no winners in this whole mess.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 14, 9:50 am ET:&nbsp;</strong>This story was originally published on August 9 and has been updated to include Baldoni’s hiring of publicist Melissa Nathan.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "You might have seen previews or even bought tickets for the new film adaptation of Colleen Hoover’s best-selling romance novel It Ends With Us, starring Blake Lively. But have you heard about the online soap opera surrounding a rumored rift among the film’s cast, its director and co-star Justin Baldoni, and possibly Deadpool?&#160;Once again, a [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "The youth mental health crisis is hitting LGBTQ+ teens hardest",
    "link": "https://www.vox.com/future-perfect/366899/youth-teen-mental-health-crisis-lgbtq",
    "pubDate": "2024-08-14T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A hand raising the Philadelphia Pride Flag and the Rainbow Pride Flag. In the background is a classroom full of adults.\" data-caption=\"People raise pride flags to support the book Gender Queer, a graphic novel about a nonbinary teen, at a school board meeting in 2022. | H. Rick Bamman/Pioneer Press/Chicago Tribune/Tribune News Service via Getty Images\" data-portal-copyright=\"H. Rick Bamman/Pioneer Press/Chicago Tribune/Tribune News Service via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1255159872.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>People raise pride flags to support the book Gender Queer, a graphic novel about a nonbinary teen, at a school board meeting in 2022. | H. Rick Bamman/Pioneer Press/Chicago Tribune/Tribune News Service via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Last week, the Centers for Disease Control and Prevention (CDC) released a report on their <a href=\"https://www.cdc.gov/yrbs/dstr/index.html\">2023 Youth Risk Behavior Survey</a> (YRBS). The report includes data on a wide range of health-related behaviors of high school students in the United States, and breaks down these behaviors across different demographics. The results underscore the fact that we’re in the middle of a youth mental health crisis that has been <a href=\"https://www.apa.org/monitor/2023/01/trends-improving-youth-mental-health\">steadily worsening for years</a> — one that is particularly acute for LGBTQ+ youth.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to the report, 41 percent of LGBTQ+ teens seriously considered suicide during the previous 12 months, 32 percent made a plan to do so, and 20 percent attempted to end their own life. By comparison, 13 percent of cisgender and heterosexual students seriously considered suicide, 11 percent made a plan, and 6 percent attempted suicide.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While LGBTQ+ representation and rights have improved in the last few decades, large swaths of queer and trans kids are still living in an environment that is deeply hostile to their very existence. There’s a long and ongoing <a href=\"https://www.vox.com/politics/2023/9/1/23853694/war-on-woke-wokeness-republicans\">conservative culture war</a> that aims to reverse what progress has been made in recent years for the LGBTQ+ community, culminating in legislation and policies that harm LGBTQ+ youth, like <a href=\"https://www.vox.com/politics/23631262/trans-bills-republican-state-legislatures\">restricting gender-affirming health care</a>, forcing schools <a href=\"https://www.lgbtmap.org/equality-maps/youth/forced_outing\">to out queer and trans students</a> to their parents, and <a href=\"https://abcnews.go.com/US/report-lgbtq-content-drove-book-banning-efforts-2023/story?id=108992375\">banning books</a> that have LGBTQ+ content.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To understand how we can help bring down these stark mental health disparities for LGBTQ+ teens, it’s critical that we first look at the overall youth mental health crisis, and the unique challenge that LGBTQ+ teens are facing on top of it.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The state of youth mental health</h2>\n\n<p class=\"has-text-align-none\">It’s never been easy to be a teenager, but today’s youth are clearly facing a mental health crisis. Suicide <a href=\"https://www.nami.org/about-mental-illness/mental-health-by-the-numbers/\">is one of the leading causes</a> of death for teens in the United States. They’re more <a href=\"https://www.cdc.gov/childrensmentalhealth/data.html\">depressed and anxious</a>. And it’s only been getting worse since the early 2010s.</p>\n\n<p class=\"has-text-align-none\">For the 2023 report, which is conducted every other year, over 20,000 questionnaires were filled out by students from 155 schools across the US. The CDC researchers found that while some improvements have been made for youth health and well-being, largely all other mental health indicators worsened.</p>\n\n<p class=\"has-text-align-none\">We shouldn’t overlook the small glimmers of hope, though. Hispanic youth who made a plan to kill themselves dropped from 19 percent in 2021 to 16 percent in 2023. And in that same time period, Black students who attempted suicide dropped from 14 percent to 10 percent.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h5 class=\"wp-block-heading has-text-align-none\">Worried about a child or teen’s mental well-being? Here are some online resources to learn more about symptoms, treatment strategies, and how to help.</h5>\n\n\n\n<ul>\n<li><a href=\"https://effectivechildtherapy.org/\" target=\"_blank\" rel=\"noreferrer noopener\">Effective Child Therapy</a> is a resource from the Society of Clinical Child and Adolescent Psychology. The website has information on the emotional concerns, symptoms, and disorders that commonly impact teens (divorce, bullying, body image, anxiety, depression, and more) — and the evidence-based therapies that can help.</li>\n\n\n\n<li><a href=\"https://www.aacap.org/AACAP/Families_and_Youth/Resource_Centers/Home.aspx\" target=\"_blank\" rel=\"noreferrer noopener\">The American Academy of Child and Adolescent Psychiatry</a> has information for parents on how to spot symptoms of mental health issues, and where to seek help.</li>\n\n\n\n<li><a href=\"https://www.mghclaycenter.org/\" target=\"_blank\" rel=\"noreferrer noopener\">The Clay Center for Young Healthy Minds</a> has educational articles on mental health issues, as well as many links for <a href=\"https://www.mghclaycenter.org/where-to-turn/\" target=\"_blank\" rel=\"noreferrer noopener\">where to turn</a> when searching for particular support groups, programs, and therapies.</li>\n\n\n\n<li><a href=\"https://www.crisistextline.org/\" target=\"_blank\" rel=\"noreferrer noopener\">The Crisis Text Line</a> is a text messaging-based service for people enduring “any type of crisis.” And the <a href=\"http://www.suicidepreventionlifeline.org/\" target=\"_blank\" rel=\"noreferrer noopener\">National Suicide Prevention Lifeline</a> is a phone-based service.</li>\n\n\n\n<li><a href=\"https://www.thetrevorproject.org/\" target=\"_blank\" rel=\"noreferrer noopener\">The Trevor Project</a> is a crisis helpline for LGBTQ+ youth. It can be reached at 1-866-488-7386.</li>\n</ul>\n</div>\n\n<p class=\"has-text-align-none\">But for LGBTQ+ youth — which the report indicated had higher rates of suicidality than all other groups —&nbsp; there just isn’t enough comparable data yet to show a trend over time in the YRBS. 2015 was the first year that the CDC started measuring sexuality as a demographic, but it only included lesbian, gay, and bisexual as options to pick from. In 2021, they adjusted that to include students who were questioning their sexuality. Only this most recent report now includes transgender students. Because of these changes in measurement, it will take years for us to get a more accurate picture of how LGBTQ+ mental health is faring.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And while the report gives us a lot of helpful information, it doesn’t give us data for youth who hold multiple identities, like LGBTQ+ youth of color — who face unique challenges of their own.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Queer youth of color, trans youth of color, are dealing with stigma tied to not just being queer and youth of color, but also the intersecting stigma of both,” said <a href=\"https://ehe.osu.edu/human-sciences/directory?id=mallory.102\">Allen Mallory</a>, an assistant professor of human development at Ohio State University. Navigating the intersection of these identities can be stressors for LGBTQ+ teens of color, Mallory says.</p>\n\n<p class=\"has-text-align-none\">There is no one singular force to blame for why teens are suffering from poor mental health and suicidal thoughts, but researchers have some hypotheses. A <a href=\"https://www.washingtonpost.com/opinions/2024/05/09/smartphone-social-media-mental-health-teens/\">big debate</a> in youth mental health is the use of social media and smartphones, with <a href=\"https://www.vox.com/the-gray-area/353979/this-is-your-kid-on-smartphones\">some researchers</a> pointing to these digital tools as a major driver in worsening trends. But <a href=\"https://www.nature.com/articles/d41586-024-00902-2\">other experts argue</a> that phones and social media are not the driving force behind declining mental health for youth — and have pointed out that for kids who lack connection in real life, finding community online is a real solace.</p>\n\n<h2 class=\"wp-block-heading\">The developmental collision</h2>\n\n<p class=\"has-text-align-none\">It might seem surprising that LGBTQ+ youth mental health appears to be worsening even as the social atmosphere on LGBTQ+ rights has <a href=\"https://news.gallup.com/poll/1651/gay-lesbian-rights.aspx\">largely improved in recent decades</a>. So why hasn’t that translated to improved mental health?</p>\n\n<p class=\"has-text-align-none\">The apparent paradox may have an explanation. Broader acceptance of LGBTQ+ people has allowed for more visibility and for people to come out as queer or trans at younger ages. That means instead of coming out as a young adult or even later on, kids are coming out in early adolescence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But that particular period of human development — being a teenager — is a heightened time of self-consciousness and peer regulation, especially for precisely those younger teens who are also in the process of coming out. <a href=\"https://he.utexas.edu/component/cobalt/item/14-human-ecology/2391-russell-stephen?Itemid=1481\">Stephen Russell</a>, a professor and director of University of Texas at Austin’s School of Human Ecology, calls this “<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6786797/\">developmental collision</a>.”</p>\n\n<p class=\"has-text-align-none\">“Kids are coming out right at this time that, developmentally, is the most they’re most attuned to regulating each other,” says Russell. For LGBTQ+ youth, this period of peer regulation can mean facing bullying and discrimination from their classmates on the basis of their sexuality or gender — a unique challenge that comes on top of typical teenage challenges. (Staying in the closet isn’t a solution, either. Kids deserve to be their authentic selves, not shamed into hiding.)</p>\n\n<p class=\"has-text-align-none\">“The dynamic of coming out at a younger age in these times elicits and invites and creates the possibility for wonderful things, but also for stigma and other kinds of vulnerability,” he added.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other bigger, structural and environmental issues play a part in this mental health crisis. From <a href=\"https://www.apa.org/pubs/reports/climate-change-mental-health-children-2023\">climate change</a> to growing <a href=\"https://www.vox.com/gun-violence-shootings\">gun violence</a>, finding safety and stability — crucial for mental and physical well-being — has taken a toll. The Covid-19 pandemic, in which <a href=\"https://www.covidcollaborative.us/initiatives/hidden-pain\">over 200,000 kids under 18 lost a parent or caregiver</a> as of 2022, can’t be ruled out either. And <a href=\"https://www.vox.com/politics/2023/9/1/23853694/war-on-woke-wokeness-republicans\">a culture war on “wokeness,”</a> raised by conservative politicians and pundits, has aimed to reinvigorate animosity toward youth of color<em> </em>and LGBTQ+ teens.</p>\n\n<p class=\"has-text-align-none\">To be clear, the fault is not on these teenagers for going through basic developmental periods, or for being LGBTQ+, or for struggling with big issues. What it does mean is that LGBTQ+ youth are facing unique challenges that must be recognized when creating and implementing interventions for their mental health.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How to help LGBTQ+ youth</h2>\n\n<p class=\"has-text-align-none\">The field of LGBTQ+ youth mental health is still evolving, and along with it, how to approach the subject from a clinical and public health perspective. But there are a lot of promising interventions to tackle this crisis.</p>\n\n<p class=\"has-text-align-none\">From a more macro perspective, implementing practices that reach people in their day-to-day life is key. For teens, a big part of everyday life involves school. One simple (and almost painfully obvious) practice to start with is inclusive, enumerated policies for LGBTQ+ youth — basically, protection from bullying and discrimination.</p>\n\n<p class=\"has-text-align-none\">“These policies we see at the state and school district level have really big implications for how LGBTQ youth experience school in their day to day life,” said <a href=\"https://sph.umd.edu/people/jessica-fish\">Jessica Fish</a>, an associate professor and the director of the <a href=\"https://sph.umd.edu/research-impact/laboratories-projects-and-programs/sexual-orientation-gender-identity-and-health-sogi-health-research-group#:~:text=LGBTQ%20Young%20People-,The%20Sexual%20Orientation%2C%20Gender%20Identity%2C%20and%20Health%20(SOGI%20Health,of%20Maryland%20Prevention%20Research%20Center.\">Sexual Orientation, Gender Identity, and Health Research Group</a> at University of Maryland’s School of Public Health.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://storiesandnumbers.org/wp-content/uploads/2021/06/StoriesandNumbersReport_English.pdf\">Multiple</a> studies <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6555145/\">have shown</a> that LGBTQ+ students at schools with <a href=\"https://www.cdc.gov/healthyyouth/health_and_academics/bullying/anti_bullying_policies_infobrief-basic.htm\">inclusive, enumerated policies</a> experience less victimization and bullying — two things that can really impact a kid’s mental health. But according to the <a href=\"https://www.lgbtmap.org/equality-maps/safe_school_laws\">Movement Advancement Project</a>, a nonprofit think tank focused on equality and democracy,<strong> </strong>53 percent of LGBTQ+ people live in a state with no law protecting LGBTQ+ students from bullying in school, and 42 percent live in a state with no law protecting these teens from discrimination.</p>\n\n<p class=\"has-text-align-none\">If tackling state law feels too big, starting with an individual school community can work too. Take gender and sexuality alliances (GSAs, formerly known as gay-straight alliances). They’re student-led clubs that give LGBTQ+ and allied students a way to connect, support one another, and learn from each other. All of the public health experts I spoke to brought up GSAs — and there’s a lot of strong evidence that shows these groups can create a safer school climate and <a href=\"https://journals.sagepub.com/doi/10.1177/0044118X20951045\">lower the risk of suicide and depression</a>.</p>\n\n<p class=\"has-text-align-none\">While researchers<strong> </strong>have a lot of good information on what’s working for improving the mental health of LGBTQ+ youth, there’s still a lot of room for more data. This is especially true when it comes to understanding what works for trans youth and LGBTQ+ youth of color.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s also important to note that while there is absolutely a mental health crisis for LGBTQ+ youth, many go on to become content, productive adults. It’s not their identity that sentences them to depression or suicide — it’s the stigma and discrimination they face in their homes, schools, and institutions, at a time when their age makes them deeply vulnerable and reliant on their surroundings.</p>\n\n<p class=\"has-text-align-none\">There are many barriers to getting clinical help or implementing measures in schools. Understandably, that can feel like an uphill battle for LGBTQ+ youth and their families. But nothing is impossible, says Fish.</p>\n\n<p class=\"has-text-align-none\">“These are things that will take mobilization, that will take a large degree of advocacy and grassroots support within the community,” she told me. “So I do think all of these are possible, but I think it&#8217;s just trying to figure out where the vantage point for change is.”</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story originally appeared in the&nbsp;</em><a href=\"https://www.vox.com/future-perfect\"><em><strong>Future Perfect</strong></em></a><em>&nbsp;newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\"><em><strong>Sign up here!</strong></em></a></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Last week, the Centers for Disease Control and Prevention (CDC) released a report on their 2023 Youth Risk Behavior Survey (YRBS). The report includes data on a wide range of health-related behaviors of high school students in the United States, and breaks down these behaviors across different demographics. The results underscore the fact that we’re [&#8230;]",
    "author": "Sam Delgado"
  },
  {
    "title": "Trump’s campaign against public health is back on",
    "link": "https://www.vox.com/today-explained-newsletter/366472/2024-election-donald-trump-vaccines-schools",
    "pubDate": "2024-08-14T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump speaking at a campaign event, with a navy suit, red tie, and both hands spread out in a gesture.\" data-caption=\"Former President Donald Trump is promising to defund public schools that require childhood vaccines if he’s reelected in 2024. | Spencer Platt/Getty Images\" data-portal-copyright=\"Spencer Platt/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2164714718.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Donald Trump is promising to defund public schools that require childhood vaccines if he’s reelected in 2024. | Spencer Platt/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Former President Donald Trump left the White House amid a public health emergency that his own messaging helped exacerbate. Now, as he campaigns to retake the presidency, he is once again politicizing long-held best practices for stopping infectious diseases.</p>\n\n<p class=\"has-text-align-none\">With Covid-19 again <a href=\"https://www.statnews.com/2024/07/18/latest-covid-spike-update-new-variants-fewer-novids/\">on the upswing</a> and amid <a href=\"https://www.unmc.edu/healthsecurity/transmission/2024/08/07/oregon-measles-outbreak-records-at-least-23-cases-since-june/\">an ongoing measles outbreak</a>, the former president is taking aim at school vaccine requirements from the campaign stump, <a href=\"https://www.pbs.org/newshour/show/trump-vows-to-defund-schools-requiring-vaccines-for-students-if-hes-reelected\">promising</a> to defund the districts that mandate students receive certain vaccines.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The real danger in Trump’s words is not any actual loss of education funding — that threat is toothless, experts say — but the continued normalizing of anti-vaccine attitudes.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">People are already losing trust in vaccines: Only 40 percent of Americans <a href=\"https://news.gallup.com/poll/648308/far-fewer-regard-childhood-vaccinations-important.aspx\">believe</a> it is extremely important for parents to get their children vaccinated, down from 64 percent in 2001. It is perhaps the most worrying trend in public health right now.</p>\n\n<p class=\"has-text-align-none\">We have the tools to stop many infectious diseases —&nbsp;if we take advantage of them. Trump’s words are making it less likely that people will.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Could Trump really defund schools over vaccines?</h2>\n\n<p class=\"has-text-align-none\">Trump had a famously complicated relationship with Covid-19 vaccines during the pandemic. While he officially endorsed them, and his administration played a critical role in their development, he simultaneously <a href=\"https://www.cnn.com/2021/07/19/politics/donald-trump-covid-19-vaccines/index.html\">indulged vaccine hesitancy</a> on the right, where a tangle of conspiracy theories cast the shots as a part of a sinister public health agenda. Prior to being elected, he <a href=\"https://www.washingtonpost.com/news/to-your-health/wp/2015/09/17/the-origins-of-donald-trumps-autismvaccine-theory-and-how-it-was-completely-debunked-eons-ago/\">entertained</a> theories (advanced by his frenemy in the 2024 presidential race, RFK Jr.) about a link between vaccines and autism. Recently leaked footage <a href=\"https://www.npr.org/2024/07/16/g-s1-10927/trump-rfk-vaccines-leaked-video\">suggests</a> he still privately shares those views.</p>\n\n<p class=\"has-text-align-none\">Now, Trump is promising to make it a priority to take action against schools with vaccine or mask mandates and those that “teach” critical race theory.</p>\n\n<p class=\"has-text-align-none\">“On day one, I will sign a new executive order to cut federal funding for any school pushing critical race theory, and I will not give one penny to any school that has a vaccine mandate or a mask mandate,” he <a href=\"https://www.pbs.org/newshour/show/trump-vows-to-defund-schools-requiring-vaccines-for-students-if-hes-reelected\">told</a> the Christian Faith and Freedom Coalition, a conservative Christian group, in July.</p>\n\n<p class=\"has-text-align-none\">When I heard Trump’s comments, I immediately thought: That can’t be right.<br><br>I’ve <a href=\"https://www.vox.com/policy-and-politics/2019/3/13/18223129/2020-presidential-candidates-policies-cory-booker-newark-schools-2020\">covered education policy</a> over the years, and I knew the federal government provides relatively little of the money — 10 percent or so — for public education in this country. Most of it comes from state and local governments. </p>\n\n<p class=\"has-text-align-none\">And Trump can’t just do whatever he wants with federal education dollars, either.</p>\n\n<p class=\"has-text-align-none\">The bulk of federal funding is authorized by <a href=\"https://www.ed.gov/essa?src=rn\">the Elementary and Secondary Education Act</a>, the federal law that has set most of federal education policy since the 1960s (with several updates over the decades). That spending has fairly specific strings attached, leaving the federal government with a very limited say over how state and local jurisdictions spend their much larger share of school funding.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That would limit Trump’s ability to conjure up some justification for withholding funding from schools if he tries to follow through on his threat, <a href=\"https://www.newamerica.org/our-people/kevin-carey/\">Kevin Carey</a>, who leads education policy at the New America Foundation and is an occasional Vox contributor, told me. (Desegregation is a rare example of Washington, DC, using <a href=\"https://www.history.com/news/brown-v-board-of-education-the-first-step-in-the-desegregation-of-americas-schools\">the withholding of funding</a>.)</p>\n\n<p class=\"has-text-align-none\">But Carey worries Trump could still influence local school decisions, especially if he’s elected and even if he can’t actually block funding, because he could still use his bully pulpit to make school administrators fear litigation or more subtle retaliations if they defy the federal government’s wishes.</p>\n\n<h2 class=\"wp-block-heading\">Trump can shape vaccine attitudes — positively and negatively</h2>\n\n<p class=\"has-text-align-none\">That kind of softer influence is where the real risk lies. Trump’s words reach a lot of people. So much so that there is a small library’s worth of research on how Trump affected the Covid-19 information ecosystem and the public’s attitudes toward vaccines. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/coronavirus-covid19/21497221/donald-trump-covid-19-coronavirus-news-misinformation-study\">One meta-review</a> of 1 million news articles about the pandemic found that nearly 40 percent of them featured Trump and one of the false claims attributed to him. Coverage of specific subjects, such as miracle cures or the deep state, paralleled whatever fixation Trump had at a given time or the enemies he was railing against.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nber.org/papers/w29896\">Several</a> studies <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0257988\">linked</a> messages that featured Trump’s endorsement of Covid-19 vaccines with an increase in actual vaccinations — another measure of his influence. On the flip side, <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0022103119302628\">being a Trump voter</a> was associated with a lower likelihood of getting vaccinated, which reflects festering conspiracy theories and anti-public health sentiments in Trump’s base. </p>\n\n<p class=\"has-text-align-none\">One Pew survey <a href=\"https://www.pewresearch.org/short-reads/2021/09/23/americans-who-relied-most-on-trump-for-covid-19-news-among-least-likely-to-be-vaccinated/\">found</a> that people who trusted Trump the most for pandemic information were the least likely to be vaccinated. This may help to explain why the Trump-voting parts of the US <a href=\"https://www.npr.org/2022/05/19/1098543849/pro-trump-counties-continue-to-suffer-far-higher-covid-death-tolls\">saw more deaths adjusted for population during the pandemic</a>.</p>\n\n<p class=\"has-text-align-none\">When Trump starts to badmouth not just Covid-19 vaccines, but also routine childhood vaccinations that have been around for decades and proven their efficacy in preventing deadly diseases, he is adding fuel to a dangerous fire.</p>\n\n<p class=\"has-text-align-none\">Measles, mumps, and rubella vaccinations — the common “MMR” shot that is <a href=\"https://vaccines.procon.org/state-by-state-vaccinations-required-for-public-school-kindergarten/#:~:text=49%20states%20and%20DC%20require%20the%20MMR,only%20state%20to%20not%20require%20the%20MMR\">required by almost every state</a> — have been <a href=\"https://www.webmd.com/children/vaccines/news/20240223/increase-in-measles-cases-tied-to-drop-vaccination-rates\">dipping</a> since the 2019-2020 school year. They are now below the 95-percent coverage threshold that experts consider to be necessary for herd immunity that would stop the viruses’ wide transmission. The number of exemptions granted to families who do not wish to vaccinate their children has <a href=\"https://www.cnn.com/2023/11/09/health/kindergarten-vaccine-exemptions/index.html\">reached</a> record levels. States, mostly those with conservative politics, have been <a href=\"https://indianacapitalchronicle.com/2024/05/20/as-states-loosen-childhood-vaccine-requirements-health-experts-worries-grow/\">proposing further loosening</a> of the vaccine requirements that currently exist.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, measles cases in the US <a href=\"https://apnews.com/article/measles-cdc-outbreak-chicago-mmr-vaccine-7ecdfef41e6dbd659c7ac8b80d5de38f\">matched their 2023 total</a> over just the first few months of 2024. A local outbreak in Oregon has seen <a href=\"https://www.unmc.edu/healthsecurity/transmission/2024/08/07/oregon-measles-outbreak-records-at-least-23-cases-since-june/\">nearly two dozen cases</a> since June; at least two people have been hospitalized.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A disease that was once effectively eradicated in the US — and which school mandates helped to stamp out — is mounting a comeback.</p>\n\n<p class=\"has-text-align-none\">Donald Trump could choose to wield his tremendous influence to try to restore people’s faith in vital public health measures. He did it, if half-heartedly, during the pandemic and it had the desired effect. Instead, he’s stoking doubts about the value of vaccines, and courting the dangers vaccine hesitancy brings.</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Former President Donald Trump left the White House amid a public health emergency that his own messaging helped exacerbate. Now, as he campaigns to retake the presidency, he is once again politicizing long-held best practices for stopping infectious diseases. With Covid-19 again on the upswing and amid an ongoing measles outbreak, the former president is [&#8230;]",
    "author": "Dylan Scott"
  },
  {
    "title": "Even landlocked states aren’t safe from hurricanes",
    "link": "https://www.vox.com/climate/366893/debby-beryl-hurricane-climate-change-florida-texas-vermont",
    "pubDate": "2024-08-14T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A homeowner (left) speaks with a contractor about fixing an earth slide on his property July 24, 2024 in Charlotte, Vermont. Heavy flooding occurred as nearly 7 of rain fell in northern Vermont July 10, 2024, when Hurricane Beryl passed through parts of New England.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/vermontberyl.webp?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A homeowner (left) speaks with a contractor about fixing an earth slide on his property July 24, 2024 in Charlotte, Vermont. Heavy flooding occurred as nearly 7 of rain fell in northern Vermont July 10, 2024, when Hurricane Beryl passed through parts of New England.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Landlocked Vermont might not be the first state that comes to mind for hurricanes, but the recent major storms made clear that it’s not immune from their havoc.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://apnews.com/article/hurricane-debby-flooding-storm-surge-high-winds-eb9fc50d578826784824f35ba943a6da\">Hurricane Debby</a> made landfall at Category 1 strength in Florida on August 5, but days later, its windy remnants knocked out power for <a href=\"https://vtdigger.org/2024/08/10/nearly-25k-still-without-power-after-debby-brings-high-winds-to-vermont/\">nearly 25,000 people in the Green Mountain State</a>. Last month, <a href=\"https://www.vox.com/climate/358323/hurricane-beryl-rapid-intesification-caribbean-climate\">Hurricane Beryl</a> landed in Texas and galloped across the country. As it faded, almost 2,000 miles from Houston, Beryl soaked Vermont with more than 6 inches of rain, creating <a href=\"https://apnews.com/article/hurricane-beryl-flooding-6e85b0dff85e00938a3de7d15b61d197\">deadly floods</a>. </p>\n\n<p class=\"has-text-align-none\">These destructive storms spooled up in an <a href=\"https://www.noaa.gov/news-release/noaa-predicts-above-normal-2024-atlantic-hurricane-season\">unusually active hurricane season</a>, driven by <a href=\"https://www.climate.gov/news-features/featured-images/more-year-north-atlantic-has-been-running-fever#:~:text=Sea%20surface%20temperatures%20have%20been,been%20experiencing%20a%20marine%20heatwave.\">extreme heat in the Atlantic Ocean</a> and a shift to <a href=\"https://www.vox.com/climate/24145756/la-nina-2024-el-nino-heat-hurricane-record-temperature-pacific\">La Niña in the Pacific Ocean</a>, which create the ideal air and water conditions for cyclones. But <a href=\"https://www.uvm.edu/cas/geography/profiles/lesley-ann-dupigny-giroux\">Lesley-Ann L. Dupigny-Giroux</a>, the Vermont state climatologist, explained that there’s actually a long history of hurricanes leaving their mark across New England — even far inland from the ocean, most recently Tropical Storm Lee in 2011 and Nate in 2017.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Screenshot-2024-08-13-at-9.12.20 AM.png?quality=90&#038;strip=all&#038;crop=0,16.874058667432,100,66.251882665137\" alt=\"Hurricane tracks over Vermont.\" title=\"Hurricane tracks over Vermont.\" data-has-syndication-rights=\"1\" data-caption=\"Vermont does have history of direct hits and near misses with hurricanes. | NOAA\" data-portal-copyright=\"NOAA\" />\n<p class=\"has-text-align-none\">Though states around the Gulf Coast bear the brunt of most hurricanes, even storms that enter the US from the south can have a long reach inland and northward. Beryl and Debby show how they can wreak death and destruction even after they’re downgraded to tropical storms or depressions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Average temperatures are rising due to climate change, and because warmer air can hold onto more moisture, the most damaging elements of these storms — the flooding caused by extraordinary rainfall and towering storm surges — will continue to worsen. That means hurricanes will carve a greater swath of destruction, putting people in danger who were not vulnerable before. Understanding the mechanisms behind hurricanes is a key step in preparing for future storms and preventing their worst devastation far from the shore.</p>\n\n<h2 class=\"wp-block-heading\">How hurricanes move over land</h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://oceanservice.noaa.gov/facts/how-hurricanes-form.html\">Atlantic hurricanes</a> begin as waves of low atmospheric pressure moving westward from Africa over warm, tropical waters. Lower pressure from the atmosphere allows for more air to rise, carrying moisture with it. That rising, warm, damp air then cools off as it climbs, condensing into clouds that can form thunderstorms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To turn into a hurricane — a spinning storm with wind speeds greater than 74 miles per hour — a couple more factors need to fall into place. There needs to be very little <a href=\"https://www.weather.gov/ilx/swop-springtopics\">wind shear</a>, a phenomenon where wind changes speed and direction with altitude. A strong wind shear can rip up hurricanes before they form, but when the wind is minimal, a storm can accumulate strength. The water at the surface of the ocean also needs to be around 80 degrees Fahrenheit or hotter. This creates the reservoir of thermal energy that powers a hurricane’s churn. </p>\n\n<p class=\"has-text-align-none\">This year, the Atlantic Ocean <a href=\"https://www.climate.gov/news-features/featured-images/more-year-north-atlantic-has-been-running-fever\">was so hot</a> that Hurricane Beryl reached <a href=\"https://www.nhc.noaa.gov/aboutsshws.php\">Category 5 strength</a>, with sustained winds of 157 miles per hour, <a href=\"https://www.climate.gov/news-features/event-tracker/category-5-hurricane-beryl-makes-explosive-start-2024-atlantic-season\">earlier than any hurricane on record</a>. It also ramped up quickly and further east than most hurricanes. Typically, the Atlantic Ocean doesn’t get warm enough to fuel such powerful storms until later in the summer or early fall.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Once they spool up, trade winds push the storms westward, and as they move over patches of exceptionally warm water, hurricanes can <a href=\"https://www.nhc.noaa.gov/aboutgloss.shtml\">rapidly intensify</a>, with wind speeds picking up by at least 35 miles per hour in a day or less.</p>\n\n<p class=\"has-text-align-none\">As hurricanes approach North America, they start to face westerlies, winds that blow from west to east in the mid-latitudes. “They interact with these storms that are moving west, northwest, and kind of pick them up and start moving them northward,” said <a href=\"https://staff.ucar.edu/users/rozoff\">Christopher Rozoff</a>, a project scientist at the National Science Foundation’s National Center for Atmospheric Research. That often puts hurricanes on a hook-shaped path. </p>\n\n<p class=\"has-text-align-none\">But as Beryl and Debby showed, that path can extend a long distance over land, even though the hurricane does not have as much warm ocean water to feed on. What keeps the engine running? “This is a really intricate question,” Rozoff said. “We don’t have all the answers.”</p>\n\n<p class=\"has-text-align-none\">That said, scientists have observed a few ways this plays out. Hurricanes like Debby are large enough that even if the bulk of it is over land, a portion can extend over the ocean, providing the storm with some of the warm water it needs to keep running.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/74724134007-2024221111020242211700-abial-042024-geocolor-1000-x-1000.gif?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"NOAA\" />\n<p class=\"has-text-align-none\">A hurricane may also cease to be a well-defined tropical cyclone over land, but can still carry on as a severe rainstorm. “Once a tropical system makes landfall, it will dissipate as it rains itself out and is cut off from the energy and moisture of being over a warm body of water,” Dupigny-Giroux said. “Tropical systems can transition to become ‘extra-tropical’ and ‘post-tropical’ in nature, which means that their internal characteristics are no longer those of a warm core system.” </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.undrr.org/understanding-disaster-risk/terminology/hips/mh0031\">Extratropical cyclones</a> are spinning storms that form further from the equator and have cooler air at their cores. Instead of drawing on the ocean’s heat, the <a href=\"https://www.climate.gov/news-features/blogs/enso/what-jet-stream\">jet stream</a> — a fast-moving, high-altitude air current — can continue driving the remnants of a hurricane over land, similar to the mechanism behind major winter storms.</p>\n\n<p class=\"has-text-align-none\">Warm water basins, like big lakes or wetlands, on land can fuel hurricanes as well. “You could take the storm and put it over a land surface that is swampy or has a lot of moisture, and it can keep the storm going for some time,” Rozoff said. </p>\n\n<p class=\"has-text-align-none\">Another factor to consider is whether the hurricane is holding at a steady intensity or whether it’s in the process of gaining strength. “If it’s intensifying at landfall, we often see that the storm continues to be really potent and vicious over land,” Rozoff said. On the other hand, a cyclone that’s been churning at the same pace for a while tends to weaken as it hits the coast. </p>\n\n<p class=\"has-text-align-none\">As if that’s not bad enough, hurricanes climbing out of the sea and onto the shore can <a href=\"https://www.nytimes.com/2022/05/16/climate/hurricanes-tornadoes.html\">spawn tornadoes</a>. Land is relatively rough compared to the surface of the ocean and that creates friction for a hurricane’s winds. As the winds closer to the ground slow down while the winds higher up keep blowing fast, it induces wind shear that can create a spinning air column that can then produce tornadoes. Because they are relatively small and form quickly, <a href=\"https://www.vox.com/climate/356119/climate-artifical-intelligence-forecasting-tornadoes\">tornadoes are notoriously difficult to predict</a>, making it harder to issue warnings to get people to shelter, further exacerbating the toll of a hurricane.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Beryl and Debby are the latest compound disasters to wallop the US</h2>\n\n<p class=\"has-text-align-none\">Though Beryl and Debby were extraordinary storms, part of the reason they were so damaging was that they struck places with less experience with hurricanes, and thus less preparation for them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The hard lessons are that communities far from the ocean still need to invest in more robust infrastructure, forecasting, and early warning systems. People evacuating from the coast may have to move further to get out of the path of danger. The complication is that <a href=\"https://www.vox.com/science-and-health/23372996/hurricane-ian-tampa-florida-miami-storm-surge-flood\">populations are growing</a>, particularly in coastal regions. That means tropical storms can end up causing greater property damage and<a href=\"https://www.vox.com/science-and-health/23389508/hurricane-ian-death-toll-storm-florida-landfall-climate\"> in some cases lead to more deaths</a>.  And because of climate change, hurricanes are causing higher levels of <a href=\"https://scied.ucar.edu/learning-zone/climate-change-impacts/hurricanes-and-climate-change\">storm surge due to sea level rise</a> and <a href=\"https://www.vox.com/climate/366041/climate-hurricane-debby-drenches-the-southeast\">more rainfall due to warmer air</a>. Together, these factors lead to more extensive and costly flooding. </p>\n\n<p class=\"has-text-align-none\">It’s important to keep in mind that the effects of hurricanes can <a href=\"https://www.vox.com/climate/352234/how-one-weather-extreme-can-make-the-next-one-even-more-dangerous\">compound on top of other disasters</a>. Florida’s Big Bend region, where Debby made landfall, is still recovering from last year’s <a href=\"https://www.vox.com/climate/23850601/hurricane-idalia-florida-wind-forecast-storm-surge-flood-rapid-intensification\">Hurricane Idalia</a>. Beryl knocked out power to <a href=\"https://www.vox.com/climate/360181/climate-hurricane-beryl-blackout-houston-flood\">Houston during a heat wave</a>, leaving thousands of residents without cooling as the temperature and humidity reached dangerous highs. That extends the devastation of the storm beyond its wind and rainfall totals alone.</p>\n\n<p class=\"has-text-align-none\">And while hurricanes hog the headlines, it’s important not to lose sight of the fact a storm doesn’t have to be a hurricane to wreak havoc. “Post-Tropical Storm Beryl actually produced less rainfall than that which led to the <a href=\"https://www.weather.gov/btv/The-Great-Vermont-Flood-of-10-11-July-2023-Preliminary-Meteorological-Summary\">July 2023 flooding across Vermont</a>,” Dupigny-Giroux said. <a href=\"https://www.epa.gov/climate-indicators/climate-change-indicators-heavy-precipitation\">Heavy precipitation events </a>are also getting more severe as average temperatures rise. </p>\n\n<p class=\"has-text-align-none\">As a result, many people may be far <a href=\"https://www.vox.com/climate/364660/natural-weather-disaster-climate-fire-hurricane-flood\">more vulnerable to disasters than they realize</a>. But with enough planning, the <a href=\"https://www.vox.com/23150467/natural-disaster-climate-change-early-warning-hurricane-wildfire\">worst effects can be avoided</a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Landlocked Vermont might not be the first state that comes to mind for hurricanes, but the recent major storms made clear that it’s not immune from their havoc.&#160; Hurricane Debby made landfall at Category 1 strength in Florida on August 5, but days later, its windy remnants knocked out power for nearly 25,000 people in [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "Why Musk and Trump are on the same side",
    "link": "https://www.vox.com/politics/366843/trump-elon-musk-interview-election",
    "pubDate": "2024-08-13T23:25:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo edit showing Donald Trump and Elon Musk side by side.\" data-caption=\"Donald Trump and Elon Musk spoke for nearly two hours in an audio livestream hosted on X. | Michael Ciaglo/Marc Piasecki via Getty Images\" data-portal-copyright=\"Michael Ciaglo/Marc Piasecki via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Trump_Musk.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Donald Trump and Elon Musk spoke for nearly two hours in an audio livestream hosted on X. | Michael Ciaglo/Marc Piasecki via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Last night, former President Donald Trump returned to X, the social media site once known as Twitter in as bombastic a form as possible: a livestream with the site’s now-owner Elon Musk. The interview on Spaces, X’s platform for live audio conversations, covered everything from illegal immigration to union busting. At one point, Trump and Musk underscored the need for an American leader who would inspire fear in other countries. Over the course of two hours, the richest man in the world and the former president of the United States reminded us that they share some striking similarities — giant egos, a love of attention and social media, yet at the same time a sense of victimhood. (Vice President Kamala Harris might love Venn diagrams, but she’d have to hate this intersection.)</p>\n\n<p class=\"has-text-align-none\">While Trump had been banned following the events of January 6, and reinstated when Musk took over, he only returned to the platform in text for yesterday’s conversation. Both Musk and Trump <a href=\"https://x.com/elonmusk/status/1822827074299584955\">promoted</a> the interview as a <a href=\"https://truthsocial.com/@realDonaldTrump/posts/112949391274078319\" rel=\"nofollow\">marquee</a> entertainment <a href=\"https://x.com/elonmusk/status/1823073478481965199\">event</a>, with Musk promising that it would be “unscripted with no limits on subject matter, so should be highly entertaining!” Yet the two men gabbed mostly about the predictable topics: the US border, crime, and then still more about the border. The interview was yet another opportunity for Trump to spew insults and make false statements, with no pushback from his interviewer — not even when Trump told Musk, the CEO of an EV company, that he planned to “drill, baby, drill” in his second term.</p>\n\n<p class=\"has-text-align-none\">The livestream started nearly an hour late due to technical difficulties. Almost 20 minutes after it was set to begin, Musk <a href=\"https://x.com/elonmusk/status/1823152153445404990\">wrote</a> that there appeared to be a “massive DDOS attack on X.” (A DDoS attack intentionally disrupts a site by flooding it with traffic; it wouldn’t be accurate to call it a DDoS attack if a lot of people organically wanted to tune in.) Previous Spaces events on X have been rife with glitches, too — a live convo between Musk and Florida Gov. Ron DeSantis last May, in which DeSantis announced his presidential bid, <a href=\"https://www.cnn.com/2023/05/24/tech/twitter-desantis-meltdown/index.html\">crashed</a> when over 500,000 people tried to listen in. Before the Trump interview, Musk said that X would be conducting stress tests to ensure the livestream could handle the traffic. Top livestreams on YouTube and Twitch have handled <a href=\"https://www.ign.com/articles/will-smith-performance-helps-ibai-break-twitch-viewership-record-with-an-incredible-385-million-concurrent-viewers\">millions of concurrent viewers</a> before, and the most popular streamers on those platforms regularly enjoy <a href=\"https://twitchtracker.com/channels/viewership\">hundreds of thousands</a> of viewers.</p>\n\n<p class=\"has-text-align-none\">Today, Trump returned to Truth Social, the social media site that he has a majority stake in, to praise Musk and <a href=\"https://truthsocial.com/@realDonaldTrump/posts/112955510502595799\" rel=\"nofollow\">lash out against the media</a> for reporting on the technical issues that delayed the livestream.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I absolutely HATE the Fake News Media,” he wrote. “So bad for our Country!”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Trump and Musk’s rocky history</h2>\n\n<p class=\"has-text-align-none\">Trump and Musk haven’t always been on good terms. In the run-up to the presidential election in 2016, Musk said in a <a href=\"https://www.cnbc.com/2016/11/04/donald-trumps-character-reflects-poorly-on-united-states-says-elon-musk.html\">CNBC interview</a> that Trump was “not the right guy,” noting that he didn’t have the “sort of character that reflects well on the United States.” Still, once Trump was in office Musk initially fostered a friendly relationship with the president, even agreeing to join <a href=\"https://x.com/elonmusk/status/827330589191704576\">two White House advisory councils</a>. He quickly <a href=\"https://x.com/elonmusk/status/870369915894546432\">stepped down</a> after Trump pulled out of the Paris Agreement, which aims to limit global warming to under 2 degrees Celsius.</p>\n\n<p class=\"has-text-align-none\">Then, at a rally in 2022, Trump claimed that Musk had told him he voted for him in 2016, calling the billionaire a “<a href=\"https://thehill.com/homenews/state-watch/3551329-trump-elon-musk-another-bulls-artist/\">bullshit artist</a>.” Musk <a href=\"https://www.nbcnews.com/politics/politics-news/s-time-trump-sail-sunset-says-musk-rcna37798\">sniped back</a> that Trump should “sail into the sunset,” and in response Trump wrote on Truth Social that Musk had come to the Oval Office to ask for help “on all of his many subsidized projects,” and that he could have told Musk to <a href=\"https://truthsocial.com/@realDonaldTrump/posts/108636743295734643\" rel=\"nofollow\">drop to his knees and beg</a>.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>A fact check on Trump and Musk on immigration</strong></h2>\n\n\n\n<p class=\"has-text-align-none\">One topic the two men continually returned to was immigration, and the insistence that there’s a scourge of crime committed by undocumented immigrants sweeping the nation. Trump said that over 20 million people have illegally crossed the US border under President Joe Biden, far outpacing <a href=\"https://www.usatoday.com/story/news/factcheck/2024/08/12/51-million-border-illegally-biden-fact-check/74595944007/\">estimates from experts</a>. He repeated the <a href=\"https://www.nytimes.com/2023/12/24/us/politics/trump-immigration-fact-check.html\">unsubstantiated claim</a> that many of them were coming from jails and mental institutions and called them “stone cold killers in many cases.”</p>\n\n\n\n<p class=\"has-text-align-none\">Trump and Musk also agreed that migrant crime was “destroying” cities like New York and San Francisco. “They just let violent criminals out in New York,” said Musk. “The only one they’re going to prosecute is <a href=\"https://www.vox.com/trump-investigations\">Donald Trump</a>,” the former president interjected. In fact, <a href=\"https://www.vox.com/policy/366622/violent-crime-dropping-pandemic-wave-2024\">violent crime in US cities</a> has plummeted in the first half of 2024.</p>\n</div>\n\n<p class=\"has-text-align-none\">All that appears to be water under the bridge now. Musk officially <a href=\"https://x.com/elonmusk/status/1812256998588662068\">endorsed</a> Trump in July on the day of his attempted assassination, and is backing a <a href=\"https://www.wsj.com/politics/elections/inside-elon-musks-hands-on-push-to-win-800-000-voters-for-trump-0a7d55b3\">super PAC</a> aiming to get 800,000 Americans in swing states to vote for Trump. The <a href=\"https://www.wsj.com/politics/donald-trump-elon-musk-alliance-d1fe43e3\">Wall Street Journal</a> recently reported that the two speak on the phone several times a month now to discuss topics such as “immigration, technology and science.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Why the two see eye to eye</h2>\n\n<p class=\"has-text-align-none\">As the conversation wound down, Trump congratulated Musk on getting “60 to 70 million” listeners, appearing to mistake the number of passive views the event got on X with the number of people who had tuned in (a little over 1 million). Musk mused that the total number of views the interview would eventually get would be in the hundreds of millions.</p>\n\n<p class=\"has-text-align-none\">It was a moment that summed up what the two men have in common — a tendency to self-aggrandize and <a href=\"https://x.com/jwhittenbergK5/status/1730035694507376811\">inflate their accomplishments</a>. They both have <a href=\"https://www.nytimes.com/2024/07/30/us/politics/trump-christians-vote-ingraham.html\">a habit</a> of saying <a href=\"https://www.theverge.com/2023/11/29/23981928/elon-musk-ad-boycott-go-fuck-yourself-destroy-x\">incendiary</a> things, whether on camera or online, and have used social media to grow a fervent fan base around their cult of personality.</p>\n\n<p class=\"has-text-align-none\">Trump has been mostly absent on X even after being reinstated in November 2022, posting primarily on Truth Social. He’s under an exclusivity clause that limits non-political posts he can make outside of Truth Social — but this interview appears to fall under an exemption because it’s <a href=\"https://www.forbes.com/sites/madelinehalpert/2022/05/16/trump-agrees-to-post-on-truth-social-before-any-other-sites-with-some-caveats/\">related to politics</a>. Yesterday, in the lead-up to the interview, Trump made multiple posts on X boosting his presidential campaign, pinning a campaign ad to the top of his profile.</p>\n\n<blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Are you better off now than you were when I was president?<br><br>Our economy is shattered. Our border has been erased. We&#039;re a nation in decline.<br><br>Make the American Dream AFFORDABLE again. Make America SAFE again. Make America GREAT Again!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1823034723867713700?ref_src=twsrc%5Etfw\">August 12, 2024</a></blockquote> \n\n<p class=\"has-text-align-none\">Prior to August 12, Trump hadn’t posted on X in almost a year.</p>\n\n<p class=\"has-text-align-none\">Now, though, Musk and Trump are also united by a sense of personal grievance and persecution. Trump complained that the Democrats had weaponized the legal system against him, referring to the many criminal investigations he’s under. “The Biden administration did something that’s never been done in this country, and that’s go after their political opponent — me — with this nonsense,” Trump said. A few days ago, Musk <a href=\"https://x.com/elonmusk/status/1822352993422901402\">posted a graphic</a> (the source of which is unclear) on X portraying himself and his political views as the side resisting oppression — much like Luke Skywalker in <em>Star Wars</em>, Katniss Everdeen in <em>The Hunger Games</em>, or Neo in <em>The Matrix</em>. “When it’s fiction you understand,” the picture reads. “You refuse to see it when it’s the reality you’re living in.”</p>\n\n<p class=\"has-text-align-none\">Musk groused that people painted him as a “far-right guy, which is absurd because I’m, like, making electric vehicles,” he said. “I stood in line for six hours to shake Obama’s hand when he was president.” While Musk said he used to vote for Democrats, in 2022 he <a href=\"https://x.com/elonmusk/status/1526997132858822658?lang=en\">announced</a> he would start voting Republican because the Dems had become the party of “division &amp; hate.”<strong><em> </em></strong>In the past year he has repeated rhetoric echoing the white supremacist <a href=\"https://www.theverge.com/2024/3/25/24111405/elon-musk-great-replacement-conspiracy-immigration-don-lemon\">“great replacement” theory</a>, which alleges that there’s a conspiracy to replace white people by bringing <a href=\"https://x.com/elonmusk/status/1770030227390914624\">undocumented immigrants</a> into the US. He has also consistently been dismissive of LGBTQ+ equality, showing <a href=\"https://x.com/elonmusk/status/1671370284102819841\">particular</a> contempt for <a href=\"https://x.com/elonmusk/status/1286869404874088448\">transgender</a> people. Musk’s daughter, who is trans, has criticized his <a href=\"https://www.washingtonpost.com/business/2024/07/26/musk-transgender-vivian-grimes/\">treatment of her gender identity</a> on Instagram’s Threads. </p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>A fact check on Trump and Musk on inflation</strong></h2>\n\n\n\n<p class=\"has-text-align-none\">Turning to the economy, both men blamed excess government spending during the pandemic as the primary cause of inflation. Economists <a href=\"https://www.brookings.edu/articles/what-caused-the-u-s-pandemic-era-inflation/\">generally attribute</a> recent US inflation to a mix of reasons — not just government spending, but also supply chain interruptions combined with a surge in consumer demand. The $2.2 trillion <a href=\"https://www.vox.com/2020/3/27/21196202/house-passes-2-trillion-coronavirus-stimulus-package\">CARES Act</a>, one of the major Covid-19 stimulus packages, was signed into law by Trump.</p>\n</div>\n\n<p class=\"has-text-align-none\">There were plenty of strange asides that the two men touched on during the conversation on X, highlighting their shared chaos — such as when Musk brought up <a href=\"https://www.vox.com/recode/2022/12/8/23498861/elon-musk-boring-company-tunnels-finished\">building tunnels</a> to “solve traffic.” Trump praised China’s high-speed rail system, but Musk was referring to tunnels for Tesla cars, like the <a href=\"https://www.bloomberg.com/news/features/2024-02-26/elon-musk-las-vegas-loop-tunnel-has-construction-safety-issues\">Las Vegas Loop</a>. Both agreed that Harris was a “far left” politician, with Trump repeating <a href=\"https://www.vox.com/politics/362062/biden-drop-out-republicans-accuse-democrats-coup\">his accusation</a> that Biden’s decision to drop out of the presidential race was a “coup” conducted by the Democratic Party. While on the subject of government overspending, Trump declared that he would shutter the Department of Education and “move education back to the states” during his second term. The former president also appeared to praise Musk for his <a href=\"https://time.com/6224380/elon-musk-twitter-open-letter/\">mass firing of disgruntled Twitter employees</a> in late 2022. “I won’t mention the name of the company,” he said, “but they go on strike and you say, ‘That’s okay, you’re all gone.’” After the X interview, the United Auto Workers filed <a href=\"https://uaw.org/uaw-files-federal-labor-charges-against-donald-trump-and-elon-musk-for-attempting-to-intimidate-and-threaten-workers/\">federal labor charges</a> with the National Labor Relations Board, accusing Trump and Musk of “illegal attempts to threaten and intimidate workers.”</p>\n\n<p class=\"has-text-align-none\">At the top of the interview, Musk said that he wanted to show what Trump was like outside of an adversarial interview, despite the fact that the former president is famous for holding <a href=\"https://www.reuters.com/investigates/special-report/usa-election-trump-rally/\">countless rallies</a> where he speaks without restraint. “It’s hard to catch a vibe about someone if you just don’t hear them talk in a normal way,” Musk claimed, adding that the event was aimed at “open-minded independent voters.” It remains to be seen how many voters were impressed by Trump’s and Musk’s vibes.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Last night, former President Donald Trump returned to X, the social media site once known as Twitter in as bombastic a form as possible: a livestream with the site’s now-owner Elon Musk. The interview on Spaces, X’s platform for live audio conversations, covered everything from illegal immigration to union busting. At one point, Trump and [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "The mpox outbreak never ended in Africa. Now a deadlier strain is spreading.",
    "link": "https://www.vox.com/future-perfect/366903/mpox-monkeypox-africa-continental-emergency-drc-who-clade",
    "pubDate": "2024-08-13T22:25:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A person holds out the backs of both hands, showing many bumps and mpox scars.\" data-caption=\"A patient with mpox in 1997 in the Democratic Republic of Congo. | CDC/Image Point FR/BSIP/Universal Images Group via Getty Images\" data-portal-copyright=\"CDC/Image Point FR/BSIP/Universal Images Group via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2163384885_eb3cde.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A patient with mpox in 1997 in the Democratic Republic of Congo. | CDC/Image Point FR/BSIP/Universal Images Group via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In response to new and resurging mpox outbreaks in multiple African countries, the Africa Centres for Disease Control and Prevention <a href=\"https://time.com/7010665/mpox-health-emergency-africa/\">declared</a> mpox a continent-wide public health emergency Tuesday. Although many countries outside of Africa rapidly contained an mpox pandemic that began <a href=\"https://www.vox.com/2022/7/25/23277404/worldwide-monkeypox-outbreak-2022\">in 2022</a>, large outbreaks continued unabated in west and central Africa. And now, a deadlier strain is spreading across borders in Africa.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mpox, previously known as monkeypox, is an infectious disease closely related to but much less severe than smallpox, and is suspected to originate in <a href=\"https://www.cdc.gov/poxvirus/mpox/about/index.html#:~:text=Monkeypox%20virus%20was%20discovered%20in,regions%20where%20mpox%20is%20endemic.\">African rodents and non-human primates</a>. Mpox <a href=\"https://www.cdc.gov/poxvirus/mpox/if-sick/transmission.html\">spreads</a> through close contact with an infected person, including from sexual and skin-to-skin-contact. Pregnant people can also pass the virus to their child during pregnancy and after birth. The most common <a href=\"https://www.cdc.gov/poxvirus/mpox/symptoms/index.html\">symptom</a> of mpox is a blister-like rash that typically lasts for two to four weeks. Other symptoms include fever, fatigue, muscle aches, cough, and sore throat.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.who.int/news-room/fact-sheets/detail/monkeypox#:~:text=The%20monkeypox%20virus%20was%20discovered,occasionally%20from%20animals%20to%20people.\">For decades</a>, mpox caused sporadic cases and outbreaks in Nigeria, the Democratic Republic of the Congo, and several other African countries.<strong> </strong>There are two <a href=\"https://www.niaid.nih.gov/diseases-conditions/mpox#:~:text=Mpxv%20virus%20variants%20are%20referred,Clade%20IIa%20and%20Clade%20IIb.\">main strains</a> of mpox: <a href=\"https://www.cdc.gov/poxvirus/mpox/about/index.html\">clade I</a>, which causes more severe illness and has historically been confined to central Africa, and clade II, which has historically caused infections in west Africa.</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.who.int/europe/emergencies/situations/monkeypox\">May 2022</a>, countries outside of Africa suddenly started recording mpox cases which were caused by the clade II type. That July, the World Health Organization declared the pandemic a public health emergency of international concern. By May 2023, more than <a href=\"https://www.cdc.gov/poxvirus/mpox/response/2022/world-map.html\">100 countries</a> had recorded nearly 90,000 mpox cases and over <a href=\"https://ourworldindata.org/mpox\">150 deaths</a>.</p>\n\n<p class=\"has-text-align-none\">Fortunately, public health agencies around the world acted quickly to improve disease surveillance efforts, increasing awareness among high-risk populations, particularly men who have sex with men, and <a href=\"https://www.who.int/news-room/feature-stories/detail/monkeypox-response-in-europe\">encouraging</a> safe sex practices. In the US and Europe, where there were just over 30,000 and 25,000 mpox cases respectively between May 2022 and May 2023, officials also disseminated over a <a href=\"https://www.cdc.gov/mmwr/volumes/72/wr/mm7220a2.htm\">million</a> vaccine doses. Consequently, mpox transmission in most countries quickly dwindled. In <a href=\"https://www.who.int/europe/emergencies/situations/monkeypox\">May 2023</a>, the World Health Organization lifted the emergency status. </p>\n\n<p class=\"has-text-align-none\">Today, the mpox outbreaks, while not currently considered an international health emergency, are still ongoing, and countries around the world continue to report cases. In June 2024, there were 175 cases reported across North, Central, and South America; 100 cases were reported in Europe, and 11 cases were reported in Southeast Asian countries, according to a <a href=\"https://www.who.int/docs/default-source/coronaviruse/situation-reports/20240812_mpox_external-sitrep_35.pdf?sfvrsn=62a5fea1_4&amp;download=true\">situation report</a> published by the World Health Organization.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But as the global burden of mpox improves, the <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON522\">outbreak</a> in the Democratic Republic of the Congo in central Africa is worsening. Unlike in the rest of the world, the mpox strain causing infections in the DRC is the more severe <a href=\"https://www.who.int/docs/default-source/coronaviruse/situation-reports/20240812_mpox_external-sitrep_35.pdf?sfvrsn=62a5fea1_4&amp;download=true\">clade I type</a>. As of May 2024, there have been <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON522\">7,851</a> mpox cases and 384 deaths reported in the country.</p>\n\n<p class=\"has-text-align-none\">In the past two months, <a href=\"https://news.un.org/en/story/2024/08/1153141\">four countries in east Africa</a> — Burundi, Kenya, Rwanda, and Uganda — have reported clade I mpox cases for the first time, spurring concerns that a deadlier mpox pandemic may be on the horizon. Other African countries are also facing resurging mpox outbreaks caused by the clade II virus. In May, there were a total of <a href=\"https://www.who.int/docs/default-source/coronaviruse/situation-reports/20240812_mpox_external-sitrep_35.pdf?sfvrsn=62a5fea1_4&amp;download=true\">465</a> mpox cases documented across all African countries and in June there were 567, a 22 percent increase.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The uptick in mpox cases has pushed Africa CDC to designate mpox what it calls a public health emergency of continental security. Africa CDC is the public health <a href=\"https://africacdc.org/\">agency</a> of the African Union, which represents 55 African states. It is the first time the agency has designated any outbreak a continental emergency.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We declare today this public health emergency of continental security to mobilize our institutions, our collective will, and our resources to act swiftly and decisively,” said Africa CDC Director General Jean Kaseya in a press briefing Tuesday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But outbreak response efforts in the DRC and other African countries have once again been hamstrung by the same challenges health officials faced during previous outbreaks and pandemics, <a href=\"https://www.vox.com/22759707/covid-19-vaccine-gap-covax-rich-poor-countries-boosters\">including Covid</a>: a lack of global solidarity and an unwillingness to share life-saving resources. While vaccine doses were rapidly disseminated in the US and Europe in 2022, vaccines are only now starting to trickle into the DRC. But even so, only a couple hundred thousand vaccines will be available for a population of more than <a href=\"https://data.worldbank.org/indicator/SP.POP.TOTL\">100 million</a> people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Slowly, national governments and multinational organizations such as the African Union are working to <a href=\"https://www.vox.com/future-perfect/2024/1/24/24048361/mpox-covid-outbreak-africa-cdc-public-health\">improve</a> domestic public health infrastructure and technical capacity and to reduce dependency on donor countries. While Africa CDC’s unprecedented move to designate the mpox outbreaks a regional health emergency signals a continuation of these efforts, it is unclear if the designation will help spur the rapid influx of resources needed to respond to the mpox outbreaks.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Mpox origins and unknowns</strong></h2>\n\n<p class=\"has-text-align-none\">Mpox was first discovered in <a href=\"https://www.who.int/news-room/fact-sheets/detail/monkeypox#:~:text=The%20monkeypox%20virus%20was%20discovered,occasionally%20from%20animals%20to%20people.\">1958</a> in a colony of monkeys in a research facility in Denmark, and the first case of mpox in a human — a nine-month old infant — was not documented until <a href=\"https://www.cdc.gov/poxvirus/mpox/about/index.html\">1970</a> in the Democratic Republic of the Congo. Researchers and physicians could <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2480792/pdf/bullwho00192-0028.pdf\">not determine</a> exactly how the infant became infected; however, close contact with an infected monkey may have caused the infection. Small rodents, monkeys, and mammals <a href=\"https://www.cdc.gov/poxvirus/mpox/about/index.html\">can pass</a> the virus on to humans but outbreaks typically take off when humans infect each other.</p>\n\n<p class=\"has-text-align-none\">In 2005, additional mpox cases in humans were recorded in the DRC, and thousands of suspected cases have been reported every year since then. Since 2017, mpox has also caused frequent infections in Nigeria.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Although mpox has been around for a long time, there are still many unknowns about how the virus spreads and why it suddenly spread around the world in 2022. What researchers do know is that the virus has been rapidly mutating in recent years.</p>\n\n<p class=\"has-text-align-none\">Interestingly and maybe worryingly, while most genetic mutations have no effect at all, some can cause viruses to become deadlier or more effective at spreading. When geneticists compared the 2022 mpox genome to a sample collected in 2017, they <a href=\"https://www.nature.com/articles/s41591-023-02456-8\">found</a> some <a href=\"https://www.statnews.com/2022/06/02/mutations-in-monkeypox-virus-explainer/\">40</a> genetic <a href=\"https://www.nature.com/articles/s41392-023-01675-2#Sec4\">mutations</a> had occurred. Some researchers have <a href=\"https://theconversation.com/mpox-why-the-viruss-continued-rapid-mutation-since-the-2022-global-outbreak-remains-a-concern-228338\">suggested</a> that these mutations have improved how easily the virus can spread from person to person, but it seems that there is no firm <a href=\"https://www.statnews.com/2022/06/02/mutations-in-monkeypox-virus-explainer/\">consensus</a> yet.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In September 2023, an entirely new mpox clade I variant, tentatively called clade IB, was <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON522\">discovered</a> in the DRC. The World Health Organization has not confirmed if the new variant causes more severe disease or can be spread more easily.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rosamund Lewis, the mpox technical lead at the World Health Organization, posits that genetic mutations are not behind the sudden global surge of mpox. Instead, she suggests that the virus happened to start infecting new populations — sex workers and men who have sex with men — and that has in turn fueled wider transmission. Mpox is reminiscent of the origins of HIV, when <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3234451/#:~:text=Approximately%20one%20century%20ago%20in,the%20AIDS%20pandemic%20in%20humans.\">chimpanzees</a> infected humans in southwestern Cameroon before taking firm <a href=\"https://www.smithsonianmag.com/smart-news/why-kinshasa-1920s-was-perfect-place-hiv-go-global-180952953/\">root</a> in the booming urban center — and among the large sex worker population — of Kinshasa, the capital of the DRC.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sexual transmission among adults may only be one of the main drivers of mpox transmission. In the DRC, some <a href=\"https://www.cdc.gov/forecast-outbreak-analytics/about/mpox-risk-assessment.html\">70 percent</a> of mpox cases recorded this year were among children who were likely exposed through close contact with infected animals or household members who were infected.</p>\n\n<p class=\"has-text-align-none\">One of the biggest risk factors for severe mpox infection and <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(23)00273-8/fulltext\">death</a> is preexisting <a href=\"https://www.cdc.gov/poxvirus/mpox/prevention/hiv.html\">HIV infection</a>. Unfortunately, about <a href=\"https://www.afro.who.int/health-topics/hivaids#:~:text=There%20are%2025.6%20million%20people%20living%20with%20HIV%20in%20the%20African%20region.&amp;text=In%202022%2C%20about%20380%2C000%20people,AIDS%20related%20illness%20in%202022.\">25.6 million</a> people in Africa have HIV, <a href=\"https://www.vox.com/future-perfect/363716/africa-hiv-aids-sub-saharan-progress\">more</a> than any other region in the world,<strong> </strong>meaning many African nations may experience deadlier outbreaks than other parts of the world. The dual burden of mpox and HIV was also a major factor that prompted the Africa CDC to declare the mpox outbreaks a continental emergency, Kaseya explained. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>There is an mpox vaccine shortage. Will emergency designations help?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">There is at least one vaccine — <a href=\"https://www.fda.gov/vaccines-blood-biologics/jynneos\">Jynneos</a>, also called <a href=\"https://www.ema.europa.eu/en/medicines/human/EPAR/imvanex\">Imvanex</a> in Europe — that is effective against mpox. The US Food and Drug Administration <a href=\"https://www.fda.gov/news-events/press-announcements/fda-approves-first-live-non-replicating-vaccine-prevent-smallpox-and-monkeypox\">approved </a>the vaccine for use against smallpox and mpox in 2019.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When the US and Europe started recording mpox cases in 2022, health officials quickly disseminated millions of doses of existing vaccines. For the first two years of the pandemic, however, no vaccines were available in the DRC.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The DRC, like most countries in Africa, <a href=\"https://africacdc.org/news-item/africa-calls-for-new-public-health-order/\">does not have</a> the infrastructure to produce its own vaccines nor can it afford to pay for millions of doses. (The mpox vaccine costs just under $100 per dose, according to Kaseya; GDP per capita in the <a href=\"https://data.worldbank.org/indicator/NY.GDP.PCAP.CD?locations=CD\">DRC is just $649</a>.) Thus, these countries must rely on donations from the US, Europe, and other countries. Following the Covid-19 pandemic, the Africa CDC started leading <a href=\"https://africacdc.org/news-item/africa-calls-for-new-public-health-order/\">efforts</a> to fill this crucial gap, but progress has been slow.</p>\n\n<p class=\"has-text-align-none\">In the void, officials in the Democratic Republic of the Congo and other African countries have been carrying on their outbreak responses without vaccines. It wasn’t until last month that the first shipments of Jynneos started arriving in the DRC. But the country received only 200,000 doses, according to Lewis, forcing personnel to cobble together a plan outlining how they will utilize such finite resources. Kaseya did not elaborate on how Africa CDC will aid in this process.</p>\n\n<p class=\"has-text-align-none\">Donor governments have been providing technical and financial support for mpox outbreak responses in Africa. Last week, the US Agency for International Development, or USAID, announced that it will surge <a href=\"https://www.usaid.gov/news-information/press-releases/aug-07-2024-united-states-announces-424-million-additional-assistance-democratic-republic-congo\">$10 million</a> in funds to support the mpox response in DRC.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It remains unclear if Africa CDC’s designating mpox a continental emergency will have any impact on mpox vaccine availability. Still, the Africa CDC seems to be leading the way to direct domestic resources toward the mpox response. Earlier this month, the African Union released <a href=\"https://africacdc.org/wp-content/uploads/2024/08/Emergency-Approval-of-10.4-Million-to-Africa-CDC-for-Mpox-Outbreak-Respons.pdf\">$10.4 million</a> in funds for the mpox response.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This is a fight for all Africans and we will fight it together,” Kaseya said.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In response to new and resurging mpox outbreaks in multiple African countries, the Africa Centres for Disease Control and Prevention declared mpox a continent-wide public health emergency Tuesday. Although many countries outside of Africa rapidly contained an mpox pandemic that began in 2022, large outbreaks continued unabated in west and central Africa. And now, a [&#8230;]",
    "author": "Jessica Craig"
  },
  {
    "title": "Biden wants to free you from all those subscriptions you meant to cancel but didn’t",
    "link": "https://www.vox.com/policy/366838/biden-subscription-membership-junk-fees",
    "pubDate": "2024-08-13T19:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Biden, in a navy suit, speaks in front of a screen reading “Ending hidden junk fees.” He is flanked by a Black woman in a gray suit and a white woman in a blue top.\" data-caption=\"President Joe Biden speaks about protecting consumers from junk fees, from the White House in June 2023. | Andrew Caballero-Reynolds/AFP via Getty Images\" data-portal-copyright=\"Andrew Caballero-Reynolds/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1258715466_300203.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>President Joe Biden speaks about protecting consumers from junk fees, from the White House in June 2023. | Andrew Caballero-Reynolds/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">President Joe Biden has made taking on “junk fees” — hidden fees on everything from airline bookings to concert tickets — a key part of his domestic agenda.</p>\n\n<p class=\"has-text-align-none\">His administration has already tried to limit fees on things like bank overdrafts and late credit card payments, and Monday, it turned its attention to making subscriptions and memberships easier to cancel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">White House policy adviser Neera Tanden said in a call with reporters that new Federal Trade Commission and Federal Communications Commission rules should make it so Americans only need “one or two clicks on your phone” to end a service.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Businesses often trick consumers into paying for subscriptions — on everything from gym memberships to newspapers to cosmetics — that they no longer want or didn’t sign up for in the first place,” a White House <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/08/12/fact-sheet-biden-harris-administration-launches-new-effort-to-crack-down-on-everyday-headaches-and-hassles-that-waste-americans-time-and-money/#:~:text=Businesses%20often%20trick%20consumers%20into,unwanted%20subscriptions%20and%20recurring%20payments.\">fact sheet released Monday reads</a>. “Consumers shouldn’t have to navigate a maze just to cancel unwanted subscriptions and recurring payments.”</p>\n\n<p class=\"has-text-align-none\">Americans <a href=\"https://news.gallup.com/poll/1675/most-important-problem.aspx\">regularly cite the economy</a> as one of the US’s most important problems. And the Biden administration’s attempts to rein in junk fees are a way for it to make the case that Democrats are addressing Americans’ concerns about high prices before the election. Limiting fees is popular on a bipartisan basis: a December <a href=\"https://www.dataforprogress.org/blog/2023/12/12/voters-support-initiatives-to-lower-drug-costs-ban-junk-fees-and-strengthen-supply-chains\">Data for Progress poll</a> found that 77 percent of voters — including 81 percent of Democrats, 78 percent of independents, and 72 percent of Republicans — said they supported legislation banning junk fees. </p>\n\n<p class=\"has-text-align-none\">“Essentially in all of these practices, the companies are delaying services to you or, really, trying to make it so difficult for you to cancel the service that they get to hold on to your money longer and longer,” Tanden said. “And what that means is, ultimately, consumers, the American public, is losing out.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How the policy would work</strong></h2>\n\n<p class=\"has-text-align-none\">The Biden administration’s proposals would prohibit companies from billing customers without their consent, failing to disclose cancellation policies, and making cancellation difficult by, for example, requiring customers to cancel in person or endure long holds on the phone with customer service. Companies that fail to comply with the rule could <a href=\"https://www.regulations.gov/document/FTC-2023-0033-0001\">face civil penalties</a>, <a href=\"https://www.ftc.gov/business-guidance/blog/2023/01/if-your-company-received-ftc-notice-penalty-offenses-take-notice-action\">like those</a> the FTC has sought in recent cases <a href=\"https://www.ftc.gov/news-events/news/press-releases/2024/04/proposed-ftc-order-will-prohibit-telehealth-firm-cerebral-using-or-disclosing-sensitive-data\">related to advertising</a>.  </p>\n\n<p class=\"has-text-align-none\">The FTC is currently reviewing public comments on its <a href=\"https://www.ftc.gov/news-events/news/press-releases/2023/03/federal-trade-commission-proposes-rule-provision-making-it-easier-consumers-click-cancel-recurring\">proposed rule</a>, which would require companies to allow customers who sign up online for a service to also cancel that service online in no more steps than it took them to sign up. Companies would be allowed to make additional offers when a customer tries to cancel, but only if they first ask if a customer is open to hearing them. Companies would also have to provide reminders before subscriptions are automatically renewed if they are not for any physical good.</p>\n\n<p class=\"has-text-align-none\">That rule could go into effect in the coming months.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, the FCC opened an inquiry Monday into pursuing a similar rule that would apply to the communications industry. If the FCC decides to do so, that rule might not go into effect before Biden’s term ends, though if Vice President Kamala Harris wins the 2024 election, she would likely advance it.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Biden’s subscription cancellation policy is part of a broader pro-consumer agenda</strong></h2>\n\n<p class=\"has-text-align-none\">In addition to his latest move on subscriptions, Biden has pursued a still-pending <a href=\"https://www.ftc.gov/news-events/news/press-releases/2023/10/ftc-proposes-rule-ban-junk-fees\">broad regulation</a> to combat junk fees overall, as well as regulations aimed at industry-specific junk fees.</p>\n\n<p class=\"has-text-align-none\">Notably, the Consumer Financial Protection Bureau (CFPB) proposed a rule to <a href=\"https://www.vox.com/business-and-finance/2024/1/17/24042169/biden-overdraft-fee-banks-nsf-amount\">curb overdraft fees</a> incurred when consumers withdraw more than the available funds in their bank account — a move that might save customers about $3.5 billion a year overall.</p>\n\n<p class=\"has-text-align-none\">The administration’s efforts have hit some barriers, however. Airlines recently <a href=\"https://www.reuters.com/business/aerospace-defense/major-airlines-sue-biden-administration-over-fee-disclosure-rule-2024-05-13/#:~:text=WASHINGTON%2C%20May%2013%20(Reuters),carriers%20and%20the%20Biden%20administration\">sued</a> the Biden administration over a new final rule that requires airlines and ticket agents to disclose upfront any fees associated with booking a plane ticket. And a federal judge <a href=\"https://www.nytimes.com/2024/05/10/business/credit-card-fee-limit-blocked.html\">temporarily blocked</a> a Biden administration rule that would limit fees on late credit card payments to $8 per month, which the CFPB said would cut costs for Americans by $10 billion a year. Bank and credit card company lobbyists, supported by <a href=\"https://www.paymentsdive.com/news/credit-debit-card-transaction-fees-congress-cfpb-payments-biden-chopra/709691/\">some Republican members of Congress,</a> had argued that the rule was unconstitutional.</p>\n\n<p class=\"has-text-align-none\">Though those lawsuits are meant to limit the administration, Biden has also used the courts in an aggressive antitrust pro-consumer strategy. His administration has filed a flurry of sweeping lawsuits against major companies, including four Big Tech companies, on the grounds that they are harming competition in their industries and, therefore, American consumers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Biden administration recently won a <a href=\"https://www.vox.com/big-tech/365575/google-monopoly-search-case-biden-big-tech\">major ruling against Google</a> in which the judge found that the company’s search business constituted an illegal monopoly. Other antitrust lawsuits are pending against Google over its ads business, Meta over its acquisitions of Instagram and Whatsapp, Apple over its alleged anticompetitive practices in the smartphone market, and Amazon over its restrictions on third-party sellers that have served to keep prices higher.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Biden administration has also filed a lawsuit <a href=\"https://www.vox.com/culture/2024/4/16/24132509/ticketmaster-live-nation-lawsuit-swift-bad-bunny-beyonce-rodrigo\">seeking to break up Live Nation</a>, Ticketmaster’s parent company, accusing it of operating an illegal monopoly through anticompetitive behavior that has harmed everyone from consumers to concert venues to artists.</p>\n\n<p class=\"has-text-align-none\">The durability of Biden’s consumer protection initiative may depend in part on the November election. A Harris administration would likely uphold these policies and could continue to pursue these antitrust lawsuits and then some. But if former President Donald Trump wins the election, it’s probably a different story — the <a href=\"https://www.vox.com/politics/354668/biden-economy-antitrust-junk-fees-consumer-protection\">Trump administration didn’t make consumer protection a priority</a> in its first term, and has not made doing so in a second term central to its campaign.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President Joe Biden has made taking on “junk fees” — hidden fees on everything from airline bookings to concert tickets — a key part of his domestic agenda. His administration has already tried to limit fees on things like bank overdrafts and late credit card payments, and Monday, it turned its attention to making subscriptions [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "MDMA’s 40-year fight for medical approval continues",
    "link": "https://www.vox.com/today-explained-podcast/363903/mdma-medicine-ptsd-fda",
    "pubDate": "2024-08-13T19:13:51.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A colorful blurred image of an open mouth with a heart-shaped pill on the tongue.\" data-caption=\"\" data-portal-copyright=\"Jun/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1383502875.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">2024 was supposed to be the year MDMA, better known by its street variations, “ecstasy” or “molly,” shed its reputation as a mere party drug. Advocates touted its potential to treat mental illness, but MDMA research was long stymied by its status as an illicit drug with no medical use.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This year, the FDA reviewed Lykos Therapeutics’s late-stage clinical trials, which paired MDMA with psychotherapy to treat post-traumatic stress disorder. But on Friday, what was expected to be a landmark moment for the use of psychedelics in medicine ended in a rejection from the agency. </p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read more about the mystery of psychedelics</h2>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\">The biggest unknown in psychedelic therapy is not the psychedelics</a><br></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">Why psychedelics produce some of the most meaningful experiences in people’s lives</a><br></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/2024/5/15/24156372/psychedelics-chronic-pain-cluster-headache-medicine-lsd-psilocybin\">Psychedelics could treat some of the worst chronic pain in the world</a></li>\n</ul>\n\n\n\n<p class=\"has-text-align-none\"><strong>Have questions, comments, or ideas? </strong>Email me: haleema.shah@voxmedia.com. </p>\n</div>\n\n<p class=\"has-text-align-none\">It was a far cry from what most observers expected when I began reporting on MDMA-assisted therapy at the beginning of the year. Clinicians and patients were (and remain) overwhelmingly supportive of researching psychedelics for psychiatric use. In the absence of novel treatments for PTSD, MDMA received surprising bipartisan support in Congress and the Department of Veterans Affairs was instructed to prepare a rollout of the treatment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But even before the FDA’s rejection, its advisers were concerned about research bias, trial misconduct, and data integrity. While the rejection does not fully quash hopes of the drug’s future in medicine, it will delay it. <a href=\"https://news.lykospbc.com/2024-08-09-Lykos-Therapeutics-Announces-Complete-Response-Letter-for-Midomafetamine-Capsules-for-PTSD\">Lykos Therapeutics announced</a> that the FDA requested an additional phase 3 trial to further study safety and efficacy of the treatment, something that the company CEO said would take several years to complete.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The delay is a critical blow to psychedelic advocates who expected that MDMA would finally find therapeutic use after four decades of advocacy. Here&#8217;s how they got MDMA this far — and what they&#8217;re planning next.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The roots of therapeutic MDMA</strong></h2>\n\n<p class=\"has-text-align-none\">When I began reporting on MDMA’s roots in therapy for Vox’s podcast <em><a href=\"https://www.vox.com/today-explained-podcast\" data-type=\"link\" data-id=\"https://www.vox.com/today-explained-podcast\">Today, Explained</a>, </em><a href=\"https://open.spotify.com/episode/13mTTBlwOkibgRgLgJnIZi?si=CM-pxT6lRmG1F1N9LFZUuQ\">I visited Shulgin Farm</a>, the Bay Area home of the late chemist Alexander “Sasha” Shulgin, who synthesized the drug in 1976. Though his lab — a converted tool shed — looked more like a Hollywood rendition of a meth lab than the sterile laboratories of my college chemistry class, it was historically significant, because Shulgin is said to have synthesized hundreds of psychoactive substances, some of which he tested on himself, including MDMA.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Shulgin would admit he found MDMA enjoyable, calling it a “low-calorie martini.” But he didn’t set out to design recreational drugs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I’m looking for tools that can be used for studying the mind,” and he believed his peers could then use those tools in neuroscience or psychology, he said in a 1996 interview.&nbsp;</p>\n\n<p class=\"has-text-align-none\">His wife, Ann Shulgin, who died in 2022 and is sometimes referred to as “a lay therapist,” was even more ardent about her view of&nbsp; psychedelics as “spiritual tools.” In the early 1980s, she and countercultural psychotherapists believed that MDMA, with its ability to flood people with feelings of love and empathy, could relieve clients of shame and allow them to process trauma or face challenging emotions.</p>\n\n<p class=\"has-text-align-none\">“This chemical has already accomplished enough so that many psychiatrists who have used it, and are using it, have spoken of a possible need to substantially restructure the classical psychotherapeutic 50-minute hour concept,” Ann wrote in a letter to President Ronald Reagan, arguing for the drug’s legal use.</p>\n\n<p class=\"has-text-align-none\">That description bears striking resemblance to what some trial participants say today: An 18-week treatment regimen with MDMA and psychotherapy can relieve PTSD symptoms that years of therapy and SSRI prescriptions couldn’t. But MDMA’s development as a therapeutic drug was hindered by its reputation as a medically useless street drug.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>MDMA’s descent deeper into the underground</strong></h2>\n\n<p class=\"has-text-align-none\">Despite underground therapists’ belief in MDMA’s therapeutic potential in the early 1980s, the euphoric experiences the drug induced could not be contained for long. MDMA escaped the therapeutic space, was produced in clandestine labs, and found a home in nightclubs as “ecstasy” or “X.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">And it happened during a drug war that already banned psychedelics like LSD. By 1985, MDMA was quickly placed under <a href=\"https://www.nytimes.com/1985/06/01/us/us-will-ban-ecstasy-a-hallucinogenic-drug.html\">emergency ban</a> after the DEA said it posed a public health risk.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There was a lot of lurid press about MDMA,” Paul Daley, a friend of the Shulgins and chief science officer at the Alexander Shulgin Research Institute, told me. “Brain scans were showing ‘Oh, there are holes in people’s brains who are taking MDMA.’ Of course, it’s all hogwash.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The most damning study of MDMA was in the early aughts, and suggested it caused Parkinson’s-like brain damage, but the study was <a href=\"https://www.wired.com/2003/09/ecstasy-study-botched-retracted/\">retracted after a major experimental error was discovered</a>. Evidence, however, supports that MDMA can cause rapid heart rate, cardiovascular events, and bad trips.</p>\n\n<p class=\"has-text-align-none\">As DARE programs and news reports warned of the dangers of ecstasy, a community of evangelists remained committed to bringing MDMA into respectability through medicine.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>MDMA’s makeover and foray into medicine</strong></h2>\n\n<p class=\"has-text-align-none\">Shortly after MDMA was banned, a friend of the Shulgins by the name of Rick Doblin sprung into action. With the goals of “mass mental health” and “spiritualized humanity,” Doblin founded the Multidisciplinary Association for Psychedelic Studies (MAPS), an organization he still leads, and is regarded as one of the most successful psychedelic advocates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“To bring psychedelics back from the underground, it was necessary to, first off, have a patient population that the general public is sympathetic with and for which Big Pharma’s drugs are not really working,” Doblin said in a 2021 interview with self-help guru (and former presidential candidate) Marianne Williamson.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The sympathetic population he described are <a href=\"https://open.spotify.com/episode/3HQLg8gtXUWZcM1BC5hYe8?si=de552c21ef3042ca\">military veterans</a>, who face high rates of PTSD and for whom first-line treatments are decades-old SSRIs that are partially effective.</p>\n\n<p class=\"has-text-align-none\">Doblin’s organization and pharmaceutical spinoff, Lykos Therapeutics, are responsible for the clinical trials that the FDA reviewed this month. But months before the agency announced its decision, the trial design was criticized for not meeting the gold standard of clinical trials, which is to be double-blinded. Participants were usually able to determine whether they received the drug or placebo because of MDMA’s obvious psychedelic effects. Moreover, some who received the drug <a href=\"https://open.spotify.com/episode/41FjzMR0uPIW7nMuLlP4f5?si=2bfc25de44b74500\">said they felt pressured to report positive results</a> because their participation was framed as “making history” and “part of a movement” to end psychedelic prohibition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Friday’s FDA decision is a blow to the decades-long efforts to medicalize MDMA, but psychedelics are now more mainstream than ever — they’re a subject of discussion at the VA, on wellness podcasts, and studied in academic institutions around the world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And in a statement, Doblin showed no signs of quitting his 40-year odyssey of mainstreaming psychedelics: “Our collective commitment to MDMA-assisted therapy remains unwavering.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Listen to all three episodes of <em>Today, Explained’s</em> series on the promise and precarity of MDMA below or <a href=\"https://link.chtbl.com/todayexplainedpod\" data-type=\"link\" data-id=\"https://link.chtbl.com/todayexplainedpod\">wherever you find podcasts</a>.</strong></p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP5927100160\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\"></p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7485344437\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\"></p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9852302001\" width=\"100%\"></iframe>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "2024 was supposed to be the year MDMA, better known by its street variations, “ecstasy” or “molly,” shed its reputation as a mere party drug. Advocates touted its potential to treat mental illness, but MDMA research was long stymied by its status as an illicit drug with no medical use.&#160; This year, the FDA reviewed [&#8230;]",
    "author": "Haleema Shah"
  },
  {
    "title": "MDMA therapy didn’t get FDA approval. Now what?",
    "link": "https://www.vox.com/future-perfect/365820/mdma-therapy-lykos-therapeutics-maps-psychedelics-ecstasy",
    "pubDate": "2024-08-13T15:36:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/MDMA_option01_No.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The FDA has decided <a href=\"https://news.lykospbc.com/2024-08-09-Lykos-Therapeutics-Announces-Complete-Response-Letter-for-Midomafetamine-Capsules-for-PTSD\">not to approve</a> MDMA therapy for the treatment of post-traumatic stress disorder, dealing an unexpected blow to <a href=\"https://www.vox.com/future-perfect/23721486/ketamine-dmt-lsd-psychedelics-magic-mushrooms-legalization-recreation-psilocybin\">the growing movement</a> to raise psychedelics from the underground as a new, <a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">strangely powerful</a> type of medicine.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Psychoactive drugs like psilocybin, LSD, and MDMA have been illegal for decades. But academic research looking into how they could be used across various fields, from neuroscience to medicine, <a href=\"https://www.tandfonline.com/doi/abs/10.1080/02791072.1991.10472572\">resumed</a> in the 1990s, slowly building momentum toward <a href=\"https://www.vox.com/future-perfect/360200/how-to-buy-psychedelics-lsd-shrooms-stores\">expanding access</a> outside of tightly regulated research organizations. One of the most promising directions has been developing psychedelics as medical treatments for a broad range of hard-to-treat but widespread conditions, from <a href=\"https://www.vox.com/future-perfect/2020/10/9/21506664/psychedelics-mental-health-depression-ptsd-psilocybin-mdma\">depression</a> and anxiety to <a href=\"https://www.vox.com/future-perfect/2024/5/15/24156372/psychedelics-chronic-pain-cluster-headache-medicine-lsd-psilocybin\">chronic pain</a>.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">What went wrong?</h2>\n\n\n\n<p class=\"has-text-align-none\">Listen to Vox’s Haleema Shah chronicle the past, present, and future of MDMA in <a href=\"https://www.vox.com/today-explained-podcast/363903/mdma-medicine-ptsd-fda\">this three-part audio series</a>.</p>\n\n\n\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@vox/video/7400858118915165470\" data-video-id=\"7400858118915165470\"> <section> <a target=\"_blank\" title=\"@vox\" href=\"https://www.tiktok.com/@vox?refer=embed\" rel=\"noopener\">@vox</a> MDMA is on the brink of becoming medicine in the US. Listen to &#034;Today, Explained&#034; for more. <a title=\"psychotherapy\" target=\"_blank\" href=\"https://www.tiktok.com/tag/psychotherapy?refer=embed\" rel=\"noopener\">#psychotherapy</a> <a title=\"therapy\" target=\"_blank\" href=\"https://www.tiktok.com/tag/therapy?refer=embed\" rel=\"noopener\">#therapy</a> <a title=\"ptsdawareness\" target=\"_blank\" href=\"https://www.tiktok.com/tag/ptsdawareness?refer=embed\" rel=\"noopener\">#ptsdawareness</a> <a title=\"ptsd\" target=\"_blank\" href=\"https://www.tiktok.com/tag/ptsd?refer=embed\" rel=\"noopener\">#ptsd</a> <a target=\"_blank\" title=\"♬ original sound  - Vox\" href=\"https://www.tiktok.com/music/original-sound-Vox-7400861422772603679?refer=embed\" rel=\"noopener\">♬ original sound  &#8211; Vox</a> </section> </blockquote> \n</div>\n\n<p class=\"has-text-align-none\">That momentum — which has grown <a href=\"https://jamanetwork.com/journals/jamapsychiatry/article-abstract/2795948\">rapidly</a> in recent years —&nbsp;<a href=\"https://theintercept.com/2022/07/26/mdma-psilocybin-fda-ptsd/\">was widely expected</a> to culminate in the FDA’s approval of MDMA therapy this summer, which would have allowed health care professionals to prescribe supervised MDMA therapy sessions to people with PTSD. Until things went sideways.</p>\n\n<p class=\"has-text-align-none\">Instead, the FDA declined to approve the new treatment submitted by <a href=\"https://lykospbc.com/about-us/mental-health-trailblazers/\">Lykos Therapeutics</a>, an organization that develops innovations to “transform mental healthcare,” according to a <a href=\"https://news.lykospbc.com/2024-08-09-Lykos-Therapeutics-Announces-Complete-Response-Letter-for-Midomafetamine-Capsules-for-PTSD\">statement published by Lykos</a>. </p>\n\n<p class=\"has-text-align-none\">The FDA is requesting Lykos conduct an additional Phase 3 study, as the agency couldn’t approve the treatment “based on data submitted to date.” In addition, piling on the drama, the day after the FDA’s decision, the journal <em>Psychopharmacology</em> <a href=\"https://www.statnews.com/2024/08/11/mdma-ptsd-lykos-maps-retractions/\">retracted</a> three studies on MDMA therapy that had been organized by Lykos. The retraction letter cites ethical misconduct at a research site that was <a href=\"https://maps.org/2019/05/24/statement-public-announcement-of-ethical-violation-by-former-maps-sponsored-investigators/\">reported</a> to the FDA and in a public statement in 2019, but not to the journal in particular.   </p>\n\n<p class=\"has-text-align-none\">The decision will have far-reaching ripple effects. Some psychedelic advocates will have to put celebrations they’ve been planning for decades on pause; others will rejoice at dodging the bullet of Lykos’s spiritually inflected <a href=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\">therapy protocol</a> being the one that breaks the dam of psychedelic treatment. The millions of Americans suffering from PTSD will have to wait for a reformulated attempt at MDMA therapy to pass. And the broader momentum of the psychedelic revival will continue teetering on the edge of mainstream acceptance.</p>\n\n<p class=\"has-text-align-none\">Overall, though, the decision amounts to more of a delay than a death blow to psychedelic therapy.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The last-minute drama that derailed Lykos’s MDMA therapy, briefly explained</h2>\n\n<p class=\"has-text-align-none\">Lykos Therapeutics <a href=\"https://news.lykospbc.com/2024-02-09-Lykos-Therapeutics-Announces-FDA-Acceptance-and-Priority-Review-of-New-Drug-Application-for-MDMA-Assisted-Therapy-for-PTSD\">received</a> priority review from the FDA back in February, which <a href=\"https://www.fda.gov/patients/fast-track-breakthrough-therapy-accelerated-approval-priority-review/priority-review\">fast-tracked</a> the potential treatment for a decision within six months. Even the Biden administration was <a href=\"https://theintercept.com/2022/07/26/mdma-psilocybin-fda-ptsd/\">anticipating</a> its approval. If accepted, Lykos’s application would have likely only gained approval for their <a href=\"https://pubs.acs.org/doi/10.1021/acsomega.1c05520?ref=pdf\">proprietary formulation</a> of MDMA, not the illicit form of the drug that’s currently considered a <a href=\"https://www.dea.gov/drug-information/drug-scheduling#:~:text=Schedule%20I%20drugs%2C%20substances%2C%20or,)%2C%20methaqualone%2C%20and%20peyote.\">Schedule I substance</a>. That means Lykos’s version of MDMA could have been used in prescribed treatment environments, but general MDMA, or “ecstasy,” would remain illegal outside of medical environments.</p>\n\n<p class=\"has-text-align-none\">Still, even approval of a pharmaceutical product including MDMA would solidify the idea that MDMA — a drug that carries <a href=\"https://newyorklegaldefense.com/practice-areas/new-york-drug-crime-lawyers/ecstasy-charges/#:~:text=An%20arrest%20for%20possession%20of,offender%20could%20face%209%20years.\">federal penalties</a> of up to three years in jail and a $5,000 fine — can be a real medicine, challenging its designation as having “no currently accepted medical use” by the Drug Enforcement Administration. So FDA approval wouldn’t spell the end of the psychedelic prohibition that began in 1970, but it would provide ammunition for broader efforts to reschedule psychedelics and expand access.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the optimism around approval began to sour in late March, when the Institute for Clinical and Economic Review (ICER), a nonprofit that evaluates evidence for health care interventions, published a <a href=\"https://icer.org/news-insights/press-releases/icer-releases-draft-evidence-report-on-treatment-for-post-traumatic-stress-disorder/\">report</a> that called Lykos’s clinical trial design into question. They also shared concerns about unreported adverse events and <a href=\"https://www.statnews.com/2024/07/19/mdma-for-ptsd-fda-concerned-lykos-clinical-trial-misconduct-claims/\">ethical misconduct</a> by therapists during treatment sessions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those concerns reached a crescendo during <a href=\"https://www.vox.com/future-perfect/353752/mdma-fda-approval-hearing-lykos-blinding-misconduct-allegations\">an FDA advisory committee meeting</a> on June 4, where a panel of independent experts convened to review Lykos’s evidence and advise the FDA on its ultimate decision. During the nine-hour meeting, panelists expressed significant misgivings about the clinical trial designs, focusing on how difficult it is to <a href=\"https://www.theatlantic.com/health/archive/2024/06/psychedelics-mdma-ptsd-fda-placebo/678588/\">establish placebo controls</a> in psychedelic studies. By “blinding” people as to whether they received the active drug or an inactive placebo, they help prevent people’s expectations from biasing their response to treatment, isolating the effects of the drug. But&nbsp;people tend to know whether or not they’ve taken MDMA or magic mushrooms pretty quickly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Concerns around failed placebo controls, or “functional unblinding,” <a href=\"https://www.theatlantic.com/health/archive/2024/06/psychedelics-mdma-ptsd-fda-placebo/678588/\">are not unique</a> to psychedelic science. But the advisory committee felt these issues cast significant doubt across the positive findings. Beyond the concerns with study design, three members of <a href=\"https://www.psymposia.com/\">Psymposia</a>, a non-profit research and media organization that focuses on psychedelic science and harm reduction, went so far as to <a href=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\">accuse Lykos of being a “therapy cult”</a> bent on furthering mystical and utopian goals. Ultimately, the advisory committee voted almost unanimously that there was insufficient evidence to support the treatment, and that the benefits do not outweigh the risks.</p>\n\n<p class=\"has-text-align-none\">Despite the criticisms, experts <a href=\"https://themicrodose.substack.com/p/the-psychedelics-world-reacts-to\">across the psychedelics world</a> felt that the functional unblinding issues that concerned the advisory committee had already been discussed in detail by the FDA and Lykos when they <a href=\"https://news.lykospbc.com/2024-06-13-Lykos-Therapeutics-Statement-on-FDA-Advisory-Committee-Meeting\">collaborated</a> on the Phase 3 trial design back in 2017. That included the FDA <a href=\"https://maps.org/news/media/press-release-fda-grants-breakthrough-therapy-designation-for-mdma-assisted-psychotherapy-for-ptsd-agrees-on-special-protocol-assessment-for-phase-3-trials/\">signing off</a> on the methodology to handle placebo controls. The FDA typically follows advisory committee recommendations, but hopes remained that this time would be different.</p>\n\n<p class=\"has-text-align-none\">It was not.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How to (almost) turn MDMA into a legal therapy</h2>\n\n<p class=\"has-text-align-none\">Classical psychedelics like psilocybin and LSD were made illegal by the <a href=\"https://www.dea.gov/drug-information/csa\">Controlled Substances Act</a> (CSA) in 1970. MDMA was <a href=\"https://www.nytimes.com/1985/06/01/us/us-will-ban-ecstasy-a-hallucinogenic-drug.html\">added to the list</a> in 1985, shortly after it began <a href=\"https://www.theatlantic.com/health/archive/2013/09/electronic-dance-music-s-love-affair-with-ecstasy-a-history/279815/\">spreading</a> across the electronic dance music scene. Drug Enforcement Administration (DEA) officials <a href=\"https://www.nytimes.com/1985/06/01/us/us-will-ban-ecstasy-a-hallucinogenic-drug.html\">felt</a> that MDMA abuse had become a nationwide problem.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Banning MDMA triggered Rick Doblin, a 32-year-old doing informal psychedelics research, to found <a href=\"https://maps.org/\">MAPS</a> in 1986, the Multidisciplinary Association for Psychedelic Studies. He figured that even though it could take decades, the surest way to undo psychedelic prohibition was through FDA approval.</p>\n\n<p class=\"has-text-align-none\">MAPS began as a non-profit, but <a href=\"https://maps.org/news/bulletin/a-wholly-public-benefit-model/\">launched</a> a separate for-profit arm in 2014, called the MAPS public benefit corporation. The corporation was dedicated to winning FDA approval for MDMA, and eventually, bringing it to market. In early 2024, the MAPS public benefit corporation <a href=\"https://psychedelicalpha.com/wp-content/uploads/2024/01/amy-emerson-ceo-letter.pdf\">rebranded itself</a> as Lykos Therapeutics, largely because it was pretty awkward to have the original non-profit that still does drug decriminalization advocacy work share a name with a highly regulated for-profit pharmaceutical company focused only on medical treatments.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Two major aspects of Lykos’s submitted treatment plan —&nbsp;using MDMA rather than other psychedelics, and focusing on PTSD rather than other conditions —&nbsp;were calculated decisions.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read more about the mystery of psychedelics</h2>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\">The biggest unknown in psychedelic therapy is not the psychedelics</a><br></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">Why psychedelics produce some of the most meaningful experiences in people’s lives</a><br></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/2024/5/15/24156372/psychedelics-chronic-pain-cluster-headache-medicine-lsd-psilocybin\">Psychedelics could treat some of the worst chronic pain in the world</a></li>\n</ul>\n\n\n\n<p class=\"has-text-align-none\"><strong>Have questions, comments, or ideas? </strong>Email me: oshan.jarow@voxmedia.com. </p>\n</div>\n\n<p class=\"has-text-align-none\">Today, PTSD affects about <a href=\"https://www.ptsd.va.gov/understand/common/common_adults.asp#:~:text=About%205%20out%20of%20every,some%20point%20in%20their%20life.\">13 million</a> Americans, or 5 percent of the US population. It’s been <a href=\"https://psychiatryonline.org/doi/10.1176/appi.ajp.2017.17080955#:~:text=Pharmacotherapy%20for%20PTSD&amp;text=As%20a%20result%20of%20the,PTSD%20(51%2C%2052).\">25 years</a> since the last FDA-approved treatments for the disorder: the antidepressants sertraline and paroxetine. But only about 60 percent of patients <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3278188/\">respond to treatment</a> at all, and just 20 to 30 percent shake the disorder altogether. The current <a href=\"https://www.ptsd.va.gov/professional/treat/txessentials/overview_therapy.asp\">gold-standard treatment</a> is trauma-focused psychotherapy, where dropout rates <a href=\"https://pubmed.ncbi.nlm.nih.gov/32284816/\">are high</a>, and many patients still retain their symptoms <a href=\"https://jamanetwork.com/journals/jama/article-abstract/2422548\">after treatment</a>. Veteran organizations like the Department of Veterans Affairs have been <a href=\"https://theintercept.com/2024/05/20/va-veterans-mdma-ptsd/\">looking to MDMA therapy</a> to help treat PTSD and stem the growing <a href=\"https://www.militarytimes.com/veterans/2022/09/17/veterans-suicide-rate-may-be-double-federal-estimates-study-suggests/\">suicide crisis</a> among veterans, creating an opportunity for politicians across the aisle to <a href=\"https://theintercept.com/2022/07/14/ptsd-psychedelic-therapy-research-congress/\">work together</a> toward approval.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We had to choose which psychedelic and which patient population would be most likely to be successful from a political perspective,” Doblin <a href=\"https://www.bostonmagazine.com/health/2019/09/10/rick-doblin/\">told Boston Magazine</a> in 2019. “We don’t really do science; we do political science.”</p>\n\n<p class=\"has-text-align-none\">While MDMA does pose some physiological risks that classical psychedelics don’t, like <a href=\"https://www.healthline.com/health/substance-use/mdma-effects-on-heart\">raising</a> heart rates and blood pressure, the actual subjective experience of being on MDMA is generally euphoric. MDMA helps release a slew of neurotransmitters, like serotonin (<a href=\"https://my.clevelandclinic.org/health/articles/22572-serotonin\">dubbed</a> the “feel-good hormone”) and oxytocin (“<a href=\"https://www.health.harvard.edu/mind-and-mood/oxytocin-the-love-hormone\">the love hormone</a>”). The rush of positive feelings has always made MDMA a popular club drug. But paired with psychotherapy, MDMA can <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7046795/\">boost tolerance</a> to traumatic memories by dialing down the mind’s tendency to avoid them, opening a window to <a href=\"https://www.sciencedirect.com/science/article/pii/S0278584617308655\">reconsolidate memories</a> that hold fear.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, tripping on the “classical psychedelics” — psilocybin, LSD, DMT, or mescaline — runs a much wider spectrum of possible experiences. Varieties of euphoria are <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S2451902224000843\">still common</a>. But slipping into a <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0293349\">long</a> and <a href=\"https://bulletin.hds.harvard.edu/a-theological-reckoning-with-bad-trips/\">hellish nightmare</a>, like an existential thorn in your grip on the world that never dislodges, can happen too, even if only in rare cases. <a href=\"https://www.vox.com/future-perfect/23954347/psychedelics-bad-trips-ketamine-mdma-psilocybin-lsd-risks\">Bad trips</a> are comparatively less of a concern with MDMA, and therefore can pose less of a public health risk.</p>\n\n<p class=\"has-text-align-none\">By itself, MDMA does not, however, guarantee a good time. Since it can kick up painful memories we normally avoid, MDMA is not immune to bad trips. That’s why Lykos insists on pairing MDMA with therapists who can help support people through difficult experiences, especially in vulnerable populations suffering from depression or PTSD.</p>\n\n<p class=\"has-text-align-none\">Having attending therapists is definitely a good harm-reduction strategy. But they can’t fully eliminate the risks, either. At least one participant in MAPS’s studies reported an increase in suicidal ideation after their treatment sessions, and <a href=\"https://www.statnews.com/2024/05/24/mdma-treatment-ptsd-fda-asked-to-probe-adverse-events/\">some controversy has erupted</a> around why that didn’t show up in the published results. And since MDMA can make people <a href=\"https://www.jneurosci.org/content/39/2/307\">more suggestible</a>, the safety and efficacy of the actual therapy protocols are <a href=\"https://jamanetwork.com/journals/jamapsychiatry/fullarticle/2802941\">just as important</a> as the drug itself.</p>\n\n<p class=\"has-text-align-none\">But as the former director of the National Institute of Mental Health, Thomas Insel, <a href=\"https://www.statnews.com/2024/07/25/fda-mdma-ptsd-ruling-shows-need-for-psychotherapy-drug-combined-approval/\">recently wrote</a>, “the U.S. regulatory system is not optimized for mental health care,” precisely because we lack a federal agency charged with reviewing the safety and efficacy of psychological interventions, like MDMA’s companion therapy. So MAPS developed <a href=\"https://maps.org/mdma/mdma-resources/treatment-manual-mdma-assisted-psychotherapy-for-ptsd/\">its own therapy protocol</a>, and held it constant throughout its trials to try and isolate the drug effects, which are technically the only part of this treatment the FDA actually regulates.</p>\n\n<p class=\"has-text-align-none\">MAPS ran two Phase 3 clinical trials, each turning up pretty positive results. The <a href=\"https://www.nature.com/articles/s41591-021-01336-3\">first trial</a>, published in 2021, found that MDMA therapy successfully treated 67 percent of participants, reducing their symptoms to the point where they no longer met the criteria for PTSD. In the placebo group, that number was 32 percent. The <a href=\"https://www.nature.com/articles/s41591-023-02565-4\">second trial</a>, published in 2023, found similar results: 71 percent from the treatment group no longer met PTSD criteria, compared to 48 percent from the placebo group. (Note, however, that even though people likely knew when they were in the placebo group, which just received drug-free psychotherapy, they hit impressive <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0062599\">treatment rates</a>.)</p>\n\n<p class=\"has-text-align-none\">While the FDA declined to approve Lykos’s new drug application today, organizations developing similar treatments are <a href=\"https://psychedelicalpha.com/data/psychedelic-drug-development-tracker\">close behind.</a> And even among those who’ve advised against approving MDMA therapy, there’s <a href=\"https://www.vox.com/future-perfect/353752/mdma-fda-approval-hearing-lykos-blinding-misconduct-allegations\">a sentiment</a> that it should <em>eventually</em> get approved. Just not yet, and not like this.</p>\n\n<p class=\"has-text-align-none\">“I don’t think we’re quite there yet,” said Kim Witczak, a consumer representative who voted against MDMA therapy during the advisory committee meeting. In an <a href=\"https://www.bbc.com/future/article/20240620-fda-advisors-voted-against-mdma-therapy-researchers-are-still-fighting-for-it\">email</a> to the BBC, she added: “The time to be cautious is now, not afterwards.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What happens next</h2>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://news.lykospbc.com/2024-08-09-Lykos-Therapeutics-Announces-Complete-Response-Letter-for-Midomafetamine-Capsules-for-PTSD\">press release</a> Friday, Lykos announced receipt of a complete response letter (CRL) from the FDA, which includes details as to why the agency declined to approve the treatment. The letter isn’t available to the public, but Lykos states that the letter echoes many of the same concerns that were raised in the June 4 advisory meeting, and requests an additional Phase 3 clinical trial to study safety and efficacy. Lykos will request a meeting to ask the agency to reconsider, but if they don’t, another trial “would take several years,” the company writes.</p>\n\n<p class=\"has-text-align-none\">“The FDA request for another study is deeply disappointing, not just for all those who dedicated their lives to this pioneering effort, but principally for the millions of Americans with PTSD, along with their loved ones, who have not seen any new treatment options in over two decades,” said Amy Emerson, CEO of Lykos. “While conducting another Phase 3 study would take several years, we still maintain that many of the requests that had been previously discussed with the FDA and raised at the Advisory Committee meeting can be addressed with existing data, post-approval requirements or through reference to the scientific literature.”</p>\n\n<p class=\"has-text-align-none\">But then, the next day, the journal <em>Psychopharmacology</em> <a href=\"https://link.springer.com/article/10.1007/s00213-024-06665-y\">retracted</a> three studies on MDMA therapy funded by MAPS and organized by Lykos, citing protocol violations and unethical conduct during Phase 2 trials at a particular study site in Canada. A number of authors on the papers were affiliated with either MAPS or Lykos.</p>\n\n<p class=\"has-text-align-none\">At the “MP4” study site in Vancouver, a therapist treating participants on MDMA during the trial <a href=\"https://qz.com/1809184/psychedelic-therapy-has-a-sexual-abuse-problem-3\">entered into a sexual relationship</a> with a participant after the dosing sessions had ended, but while still providing treatment. The participant later <a href=\"https://www.statnews.com/2024/08/11/mdma-ptsd-lykos-maps-retractions/\">sued the unlicensed therapist</a> for alleged sexual assault in civil court (the case was later <a href=\"https://cms.qz.com/wp-content/uploads/2020/02/23-court-dismissed.pdf?_gl=1*1dceqsv*_ga*MTg0ODAyMjY2NS4xNzIzNDk3MzY2*_ga_V4QNJTT5L0*MTcyMzU1ODA5Mi4yLjEuMTcyMzU1OTQxOS42MC4wLjA.\">dismissed</a>). Shortly after the allegations went <a href=\"https://maps.org/2019/05/24/statement-public-announcement-of-ethical-violation-by-former-maps-sponsored-investigators/\">public</a>, MAPS <a href=\"https://maps.org/2019/05/24/statement-public-announcement-of-ethical-violation-by-former-maps-sponsored-investigators/\">submitted reports</a> about the incident to the FDA, cut ties with the therapist, and incorporated a new code of ethics that explicitly forbids sexual contact between patients and therapists in their training program.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">The retractions don’t affect the Phase 3 trial results that Lykos’s submission to the FDA rested on. But they do contribute to rising skepticism around the strength of MAPS’s data and conduct. While MAPS reported the incident to the FDA in 2019, they didn’t report directly to <em>Psychopharmacology</em> that data gathered from the site of the incident was included in their papers. Some authors disagree with the retraction and feel a correction that gave updated results without including data from that particular site would have been appropriate. </p>\n\n<p class=\"has-text-align-none\">Overall, while no new details about the incident that went public in 2019 have come to light, the timing of the retraction does add to a growing cloud of concerns around whether the internal <a href=\"https://www.businessinsider.com/mdma-therapy-maps-lykos-rick-doblin-fda-legalization-trials-2024-5\">culture of evangelism</a> at MAPS creates tension with high standards of scientific integrity.</p>\n\n<p class=\"has-text-align-none\">Whatever happens next with Lykos,<strong> </strong>other companies are moving toward their own new drug applications. One of the <a href=\"https://psychedelicalpha.com/news/late-stage-psychedelic-trials-a-brief-review-of-the-two-most-mature-psychedelic-drug-development-programs\">most likely</a> next applicants, the biotech company Compass Pathways, is pairing psilocybin with “psychological support,” which looks like a more hands-off version of Lykos’s approach to therapy. Meanwhile, states can continue passing <a href=\"https://www.vox.com/future-perfect/360200/how-to-buy-psychedelics-lsd-shrooms-stores\">a variety of legislations</a>, from decriminalization to legalizing supervised <a href=\"https://www.nytimes.com/2023/01/03/health/psychedelic-drugs-mushrooms-oregon.html\">adult use models</a>, like Oregon’s approach.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Alongside state legislation, psychedelic research in academia will continue its expansion from medical applications, <a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">consciousness science</a>, all the way out to <a href=\"https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2023.1082933/full\">humanities scholars</a>. Religious groups can continue seeking legal exemptions for their use of <a href=\"https://www.nytimes.com/2024/05/12/us/psychedelic-drugs-church-religion.html\">psychedelics as sacraments</a>. And the psychedelic underground will continue providing access (for both better and worse) to those who manage to find it.</p>\n\n<p class=\"has-text-align-none\">The decision will likely put a dent in the valuation of some psychedelic start-ups, and bring on a wave of skeptical press. But Lykos’s failure may actually increase the odds that subsequent psychedelic treatments pass the FDA approval process. Applicants now know where the FDA is going to focus, and how to strengthen their applications in response.</p>\n\n<p class=\"has-text-align-none\">Both <a href=\"https://clinicaltrials.gov/study/NCT05624268\">Compass Pathways</a> and the nonprofit <a href=\"https://clinicaltrials.gov/study/NCT06308653?term=NCT06308653&amp;ra=\">Usona Institute</a> have Phase 3 clinical trials — the last step before putting together a new drug application for FDA consideration&nbsp;— underway for psilocybin as a treatment for depression. And a <a href=\"https://psychedelicalpha.com/data/psychedelic-drug-development-tracker\">very long list</a> of organizations have Phase 2 trials ongoing for psychedelics ranging from LSD to 5-MeO-DMT (<a href=\"https://www.nytimes.com/2022/03/20/us/toad-venom-psychedelic.html\">found</a> in the poisonous secretions of a Sonoran Desert toad). More are on the horizon.</p>\n\n<p class=\"has-text-align-none\">So the prospects for psychedelic therapy remain good, if a little frazzled. But at the same time, FDA approval of a pharmaceutical product that can exclusively be used in medical settings will not put an end to the psychedelic prohibition. At least, not in the way that many advocates have been hoping for decades.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9852302001\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">When Doblin founded MAPS in 1986, Lykos’s ancestor, the idea wasn’t just to eventually produce a new type of prescribable therapy. As journalist Anna Silman recently <a href=\"https://www.businessinsider.com/mdma-therapy-maps-lykos-rick-doblin-fda-legalization-trials-2024-5\">reported</a>, Doblin envisioned MAPS as a Trojan horse to rekindle the psychedelic renaissance that <a href=\"https://www.independent.co.uk/independentpremium/long-reads/optimism-hippies-sixties-history-hollywood-zen-a9156511.html\">crashed and burned</a> in the 1960s by routing it through the FDA. Once approved as a medicine, psychedelics could rise from the underground into mainstream acceptance, opening the door for expanded access outside of a doctor’s office.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But some critics have long <a href=\"https://www.vox.com/future-perfect/23721486/ketamine-dmt-lsd-psychedelics-magic-mushrooms-legalization-recreation-psilocybin\">been wary of medicalization</a> as the best path toward an equitable psychedelic revival that ever escapes the medical ambit to make the most of their diverse potentials. Psychedelics —&nbsp;used responsibly — can contribute to our perennial <a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">search for meaning</a>, scientific <a href=\"https://centerforminds.org/\">innovation</a>, and even <a href=\"https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2023.1082933/full\">expanding</a> our cultural imagination. But those aspects will be undermined if psychedelics get stuck as medicines, and medicines alone.</p>\n\n<p class=\"has-text-align-none\">For a true psychedelic renaissance to kick in, they need to be removed from Schedule I of the Controlled Substances Act. FDA approval is one strategy that could support that process, while treating people in significant need along the way. We’ll see if the next application gets enough escape velocity to not only clear FDA approval, but the medical establishment altogether.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 13, 11:36 am:</strong> This story has been updated multiple times, most recently to include details of </em>Psychopharmacology<em>’s retraction of three MAPS-funded papers. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The FDA has decided not to approve MDMA therapy for the treatment of post-traumatic stress disorder, dealing an unexpected blow to the growing movement to raise psychedelics from the underground as a new, strangely powerful type of medicine.&#160; Psychoactive drugs like psilocybin, LSD, and MDMA have been illegal for decades. But academic research looking into [&#8230;]",
    "author": "Oshan Jarow"
  },
  {
    "title": "The surprising truth about loneliness in America",
    "link": "https://www.vox.com/even-better/366620/loneliness-epidemic-coping-demographics-america-social-connection-mental-health",
    "pubDate": "2024-08-13T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of individual people against a blue background with distance in between them. They all look in different directions, but not at each other.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1466904928.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Who are the loneliest people in America?</p>\n\n<p class=\"has-text-align-none\">American men were said to be in a “<a href=\"https://www.americansurveycenter.org/commentary/american-men-suffer-a-friendship-recession/\">friendship recession</a>,” with a survey finding the number of men without any close friends increased fivefold since 1990. Meanwhile, <a href=\"https://www.youtube.com/watch?v=7gPGxB2FqEc\">resurfaced comments</a> from Republican vice presidential nominee Sen. J.D. Vance complaining that the government was being run by “childless cat ladies” who are unhappy they don’t have children drew widespread condemnation from <a href=\"https://www.cbsnews.com/news/jennifer-aniston-jd-vance-childless-cat-ladies/\">across</a> the <a href=\"https://fox40.com/news/national-and-world-news/fox-news-host-challenges-jd-vance-on-childless-cat-lady-remarks/\">political spectrum</a>. Last year, the US Surgeon General <a href=\"https://www.hhs.gov/sites/default/files/surgeon-general-social-connection-advisory.pdf\">released an advisory</a> underscoring the seriousness of loneliness and isolation. While <a href=\"https://www.vox.com/even-better/350424/self-care-isolation-loneliness-epidemic\">long-term data on loneliness is lacking</a>, recent surveys have found <a href=\"https://newsroom.thecignagroup.com/loneliness-epidemic-persists-post-pandemic-look\">increases</a> in <a href=\"https://www.psypost.org/massive-meta-analysis-finds-loneliness-has-increased-in-emerging-adults-in-the-last-43-years/#google_vignette\">loneliness</a> that predate the pandemic.</p>\n\n<p class=\"has-text-align-none\">But the answers to who loneliness afflicts — and the solutions to this complex social problem — are not nearly as straightforward as you might think.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Loneliness is more than just isolation: It’s the subjective experience of craving more social interaction than you currently have. It isn’t binary, either, and no one is immune. Loneliness exists on a continuum, says <a href=\"https://julianneholtlunstad.byu.edu/julianne-holt-lunstad\">Julianne Holt-Lunstad</a>, a professor of psychology and neuroscience at Brigham Young University. Most people <a href=\"https://www.vox.com/even-better/23744304/how-much-social-interaction-do-you-need-loneliness-burnout\">experience loneliness</a> at some point in their lives and labeling people as lonely can be stigmatizing. “It can make you feel bad about yourself, and then make you even less likely to want to socialize with others [out of] fear of rejection,” Holt-Lunstad says, “but it can also then influence how you perceive the world and social situations that can lead to a negative spiral.”</p>\n\n<p class=\"has-text-align-none\">Chronic loneliness has severe negative physical and mental effects: Loneliness is just as much of a <a href=\"https://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1000316\">health risk factor</a> as smoking (one of Holt-Lunstad’s most publicized findings likened <a href=\"https://www.julianneholtlunstad.com/15-cigarettes\">lacking social connection to smoking 15 cigarettes a day</a>) and alcohol consumption; it has <a href=\"https://www.ahajournals.org/doi/full/10.1161/JAHA.122.026493\">negative effects</a> on cardiovascular and brain health, and may be <a href=\"https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-023-17435-4\">linked to</a> an increased risk of <a href=\"https://evidence.nihr.ac.uk/alert/loneliness-strongly-linked-depression-older-adults/\">depression</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rather than point to certain populations as explicitly lonely, understanding what increases someone’s risk for loneliness can help address it on a population level.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">No one is immune from loneliness</h2>\n\n<p class=\"has-text-align-none\">Classic stereotypes of loneliness — like unmarried women or elderly people — fail to capture the myriad experiences contributing to loneliness. Life circumstances have a greater impact on loneliness than other demographic categories. <a href=\"https://pubmed.ncbi.nlm.nih.gov/38687352/\">Studies</a> have <a href=\"https://psycnet.apa.org/doiLanding?doi=10.1037%2Fdev0000117\">found</a> levels of self-reported loneliness peak in early adulthood, fall in midlife, and rise again late in life. A 2024 American Psychiatric Association survey found that <a href=\"https://www.psychiatry.org/news-room/news-releases/new-apa-poll-one-in-three-americans-feels-lonely-e\">30 percent of Americans</a> aged 18 to 34 said they were lonely at least several times a week. The 2023 University of Michigan National Poll on Healthy Aging found that <a href=\"https://www.healthyagingpoll.org/reports-more/report/trends-loneliness-among-older-adults-2018-2023\">37 percent of US adults</a> aged 50 to 80 reported a lack of companionship over the last year.</p>\n\n<p class=\"has-text-align-none\">There are substantial life changes during emerging adulthood and old age that account for higher levels of loneliness. As young adults graduate from college, move to new cities, begin their careers, and establish their lives, there is a natural culling of relationships, says <a href=\"https://news.northwestern.edu/for-journalists/faculty-experts/expert/eileen-k-graham\">Eileen Graham</a>, an associate professor of medical social sciences at Northwestern University’s Feinberg School of Medicine, who co-authored a recent study that found loneliness peaks in young adulthood and old age.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Most people experience loneliness at some point in their lives and labeling people as lonely can be stigmatizing</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Young adults are more likely to earn lower incomes; a 2023 Gallup poll also found those in households earning <a href=\"https://news.gallup.com/poll/473057/loneliness-subsides-pandemic-high.aspx\">less than $24,000 a year</a> said they were lonelier than those earning more. As these young people form adult friendships and romantic partnerships, get married, and start families, there are more opportunities for social contact. By retirement age, people’s social networks begin to wane again: children move out of the house, older adults lose touch with colleagues after they leave the workforce, chronic health conditions may limit one’s ability to leave the house, and loved ones die.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://journals.sagepub.com/doi/full/10.1177/02654075211059193\">Other research</a> has shown that infrequent contact with family, friends, and neighbors may lead to higher levels of loneliness in young adulthood and midlife. Having a local support network helped keep loneliness at bay for older adults.</p>\n\n<p class=\"has-text-align-none\">Although gender has perhaps gotten the most attention recently for its connection to loneliness, it’s not as straightforward an indicator as you might think when it comes to lack of social connection. In her study, Graham found women tend to report higher levels of loneliness than men. A 2021 Cigna and Morning Consult survey found that about the <a href=\"https://newsroom.thecignagroup.com/loneliness-epidemic-persists-post-pandemic-look\">same number of men and women</a> said they were lonely; a 2019 meta-analysis reported similar findings — that men and women report <a href=\"https://pure.manchester.ac.uk/ws/portalfiles/portal/135977571/EJP_Gender_Postprint_AAM.pdf\">equal levels of loneliness</a> throughout their lives. Following the pandemic, men experienced a greater dropoff in their friendship circles compared to women, with 15 percent reporting <a href=\"https://www.americansurveycenter.org/why-mens-social-circles-are-shrinking/\">having no close friends</a>, which may have <a href=\"https://www.cnn.com/2023/09/18/health/male-loneliness-epidemic-wellness/index.html\">contributed to a narrative about a uniquely male loneliness crisis</a>. However, just because men may be physically isolated does not mean they are more lonely.</p>\n\n<p class=\"has-text-align-none\">Similarly, marital status is an imperfect predictor for a lack of satisfying social connections. While marriage has been <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2566023/\">linked with</a> a <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10074686/\">lower risk of mortality</a>, <a href=\"https://pubmed.ncbi.nlm.nih.gov/19213848/\">married people can experience loneliness</a> when they do not receive emotional support from their spouse, a 2009 study found. Poor-quality romantic relationships can indeed be damaging to well-being, Holt-Lunstad says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Parenthood can also be an equally isolating stage of life. Nearly <a href=\"https://newsroom.thecignagroup.com/loneliness-epidemic-persists-post-pandemic-look\">two-thirds of parents and guardians</a> are considered lonely, compared to just over half of non-parents, according to the Cigna/Morning Consult survey. Single parents and mothers are more likely to be lonely, the survey found. <a href=\"https://mcc.gse.harvard.edu/reports/loneliness-in-america\">Over half of mothers with young children</a> feel serious loneliness, per a 2021 Harvard report. However, the stage of the child’s life can impact parent loneliness. The newborn phase can be alienating for parents, while adult children may be a source of camaraderie and support.&nbsp;</p>\n\n<p class=\"has-text-align-none\">People who live alone do <a href=\"https://nap.nationalacademies.org/catalog/25663/social-isolation-and-loneliness-in-older-adults-opportunities-for-the\">tend to report</a> higher levels of loneliness, <a href=\"https://www.cdc.gov/nchs/data/nhsr/nhsr199.pdf\">research</a> shows. “But those same people are also tending to seek out other sources of social contact,” Graham says. “So just because you live alone, if you’re not married or you don’t have kids in the house, people often are looking to seek out social situations beyond what would be considered the traditional, baked-in sources of contact with other humans.” Alternatively, married people with kids and a rich social life are <a href=\"https://www.vox.com/even-better/24006316/feeling-lonely-social-emotional-existential-loneliness-epidemic\">not immune to loneliness either</a>.</p>\n\n<p class=\"has-text-align-none\">Physical and mental health also contribute to feeling socially connected. Mental health conditions, like anxiety, substance abuse disorder, depression, and suicidal ideation <a href=\"https://bmcpsychiatry.biomedcentral.com/articles/10.1186/s12888-017-1262-x\">have been</a> linked <a href=\"https://link.springer.com/article/10.1007/s00127-019-01778-8\">to loneliness</a>. Regardless of age, <a href=\"https://journals.sagepub.com/doi/full/10.1177/02654075211059193#bibr22-02654075211059193\">having a physical disability</a> is a risk factor for loneliness. “People who have a lot of functional limitations, making it difficult for them to get out of the house,” Graham says, “and people who have more chronic conditions, those also come with age, but we do find that all of those factors are related to being high in loneliness persistently.”</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Loneliness is a wake-up call, a signal to seek social interaction</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Another major contributor to loneliness is social marginalization. The Cigna/Morning Consult poll found that 75 percent of Hispanic adults and 68 percent of Black adults <a href=\"https://newsroom.thecignagroup.com/loneliness-epidemic-persists-post-pandemic-look\">were considered lonely,</a> compared to 58 percent of the general adult population. Fewer Black, Hispanic, and Asian adults reported having a <a href=\"https://www.kff.org/mental-health/poll-finding/loneliness-and-social-support-networks-findings-from-the-kff-survey-of-racism-discrimination-and-health/#:~:text=The%20Prevalence%20of%20Loneliness&amp;text=Among%20adults%20of%20all%20ages,lonely%20in%20the%20past%20year.\">strong social support system</a> compared to white adults, per the 2023 KFF Racism, Discrimination and Health Survey. The survey also found that LGBT adults were about twice as likely to feel lonely compared to non-LGBT adults. A Centers for Disease Control and Prevention analysis found that over half of bisexual and transgender adults in 26 states <a href=\"https://www.cdc.gov/mmwr/volumes/73/wr/mm7324a1.htm#contribAff\">reported feeling lonely</a>. “What the data suggests is that there is variability even among those classifications, in terms of sexual orientation and identity as well as race and ethnicity,” Holt-Lunstad says.</p>\n\n<h2 class=\"wp-block-heading\">How to address loneliness</h2>\n\n<p class=\"has-text-align-none\">Because loneliness can affect everyone, we shouldn’t look to eliminate the experience completely, Holt-Lunstad says. Loneliness is a wake-up call, a signal to seek social interaction. Without that alarm, we would wither in isolation. Paying attention to our social needs and identifying when we’re lacking in support and connection is the first step to addressing loneliness.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Once you recognize you’re feeling lonely, try to pinpoint <a href=\"https://www.vox.com/even-better/24006316/feeling-lonely-social-emotional-existential-loneliness-epidemic\">what form of social interaction you’re craving</a>: A heart-to-heart with a close friend? An evening mingling with acquaintances at a party? Maybe it’s just to observe strangers in a crowded bar.</p>\n\n<p class=\"has-text-align-none\">Research has found that people were happiest when they <a href=\"https://www.vox.com/even-better/23744304/how-much-social-interaction-do-you-need-loneliness-burnout\">interacted with a variety of people</a>, from family members and best friends to coworkers and strangers. Make an effort to talk to as many different kinds of people as possible, Holt-Lunstad says. Other <a href=\"https://academic.oup.com/jcmc/article/28/1/zmac026/6825471\">research suggests </a>having a face-to-face, meaningful conversation with someone you love helps stave off loneliness.</p>\n\n<p class=\"has-text-align-none\">Because everyone has different social needs — one person may need constant connection to not feel lonely while another is satisfied with a daily phone call with a friend — we need to support our loved ones whenever we can, Graham says. Whether it’s a neighbor who lives alone or a single parent, reach out to those who may be at highest risk for loneliness. “Knowing that there’s somebody there might be enough to mitigate any potential loneliness,” she says. “You have to know your people.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Who are the loneliest people in America? American men were said to be in a “friendship recession,” with a survey finding the number of men without any close friends increased fivefold since 1990. Meanwhile, resurfaced comments from Republican vice presidential nominee Sen. J.D. Vance complaining that the government was being run by “childless cat ladies” [&#8230;]",
    "author": "Allie Volpe"
  }
]