[
  {
    "title": "The cultural power of the anti-woke tech bro",
    "link": "https://www.vox.com/culture/373990/heterodoxy-anti-woke-libertarian-tech-bro",
    "pubDate": "2024-09-25T22:46:44.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man jumping high in front of a parked Cybertruck.\" data-caption=\"A Cybertruck, and a Cybertruck Guy. | Tayfun Coskun/Anadolu via Getty Images\" data-portal-copyright=\"Tayfun Coskun/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2167491131.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A Cybertruck, and a Cybertruck Guy. | Tayfun Coskun/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If, in the year 2010, someone asked you to conjure an image of the average libertarian, there’s a good chance you’d envision former Texas Rep. Ron Paul, who was, for decades, the ideology’s most famous representative.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You might also think of someone entirely fictional: Ron Swanson.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Grumpy, mustachioed, and obsessively fearful of government overreach, Swanson was <em>Parks &amp; Recreation</em>’s resident macho man, the lone-wolf amateur woodworker who believed society’s problems could be fixed by bootstraps, hard work, and rugged individualism.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Sure, these guys romanticize the idea of working with their hands, but it’s far more likely they spend their days typing on a laptop (or better yet, speaking into a podcast mic)</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Sometime between 2010 and now, however, the libertarian of the American imagination changed. Our new avatar for laissez-faire economics and “leave me alone-ism” is more likely an aspiring entrepreneur who rails against wokeness in forums and group chats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whether or not this type of guy is actually even a libertarian at all is debatable. Some may espouse libertarian-ish economics, but most are far more fixated on culture; still others have a hard-to-classify medley of views. They are, however, united by their self-mythologizing as “free thinkers” and a sense of alienation from mainstream liberal discourse. This brand of tech bro is proud of his <a href=\"https://www.theguardian.com/us-news/article/2024/aug/14/young-men-election-joe-rogan-donald-trump\">heterodoxy</a>, despite the fact that the worldview he articulates seems to have been passed top-down from a cadre of influential Silicon Valley executives.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sure, these guys romanticize the idea of working with their hands, but it’s far more likely they spend their days typing on a laptop (or better yet, speaking into a podcast mic). Rather than a remote log cabin, they imagine escaping to their very own civilization on a <a href=\"https://www.theatlantic.com/magazine/archive/2024/03/silicon-valley-billionaires-building-cities/677173/\">corporate-owned self-governing city-state</a> — er, “<a href=\"https://www.wired.com/story/network-school-balaji-srinivasan/\">networked state</a>.” They’re not driving lifted trucks; they’re buying <a href=\"https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/2024_Tesla_Cybertruck_Foundation_Series%2C_front_left_%28Greenwich%29.jpg/1200px-2024_Tesla_Cybertruck_Foundation_Series%2C_front_left_%28Greenwich%29.jpg\">bulletproof hunks of metal</a> that look like they came out of <em>Cyberpunk 2077</em>. Like Ron Swanson, they still <a href=\"https://www.theatlantic.com/health/archive/2018/08/the-peterson-family-meat-cleanse/567613/\">love animal protein</a>, but now they may be eating it <a href=\"https://www.bonappetit.com/story/raw-meat-diet-reddit\">literally raw</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Less into Milton Friedman (the economist) than <a href=\"https://www.bostonglobe.com/2024/02/14/business/lex-fridman-mit-science-ambassador-podcast/\">Lex Fridman</a> (the computer scientist-turned-podcaster), they regurgitate the gospel of tech overlords like <a href=\"https://www.vox.com/culture/23872485/elon-musk-walter-isaacson-biography-review\">Elon Musk</a> and <a href=\"https://www.nytimes.com/2023/10/26/opinion/marc-andreessen-reactionary-futurism.html\">Marc Andreessen</a> and the creators who interview them — Joe Rogan and his many imitators. They love tough-guy sports like<a href=\"https://www.theinformation.com/articles/you-dont-know-this-nerd-is-a-silent-killer-a-raging-martial-arts-scene-finds-a-home-in-silicon-valley\"> MMA and Brazilian jiu-jitsu</a> but are worried about <a href=\"https://www.washingtonpost.com/nation/2023/06/19/joe-rogan-hotez-rfk-vaccine-debate/\">vaccines</a>, <a href=\"https://www.rollingstone.com/culture/culture-features/is-seed-oil-bad-for-you-wellness-influencers-right-wing-debunked-1234809499/\">seed oils</a>, and the mainstreaming of <a href=\"https://www.sfchronicle.com/california/article/elon-musk-trans-daughter-19594744.php\">trans rights</a>. Their worldview is often a paradox, full of irony and sometimes hypocrisy.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-174032184.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Joe Rogan\" title=\"Joe Rogan\" data-has-syndication-rights=\"1\" data-caption=\"Joe Rogan, the most popular podcaster on Spotify. | NBC Universal/Getty Images\" data-portal-copyright=\"NBC Universal/Getty Images\" />\n<p class=\"has-text-align-none\">In recent years, there have been a few attempts at christening this cohort with a name. Germs of it are <a href=\"https://www.vox.com/culture/2023/1/10/23547393/andrew-tate-toxic-masculinity-qa\">influenced by the manosphere</a>, or the parts of the internet where men complain about their lack of access to women and sex and blame society’s present ills on feminism. Though you don’t hear these guys talk about the alt-right or being “redpilled” much anymore (perhaps too closely associated with <a href=\"https://www.vox.com/the-highlight/2019/4/16/18287446/incel-definition-reddit\">incels</a>), they tend to frame their position as “anti-woke,” or a counterpoint to what they see as a world over-indexed on equality and diversity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This sphere, broadly conceived, includes everyone from “canceled” figures associated with the <a href=\"https://www.vox.com/the-big-idea/2018/5/10/17338290/intellectual-dark-web-rogan-peterson-harris-times-weiss\">“intellectual dark web,”</a> to controversy-hungry influencers like Sneako and the Paul brothers, to mega podcasters Dave Rubin and Tim Pool (most recently in the news for unwittingly <a href=\"https://www.vox.com/politics/370323/tenet-media-russia-what-happened-tim-pool-dave-rubin-benny-johnson-lauren-southern\">becoming paid Russian propaganda stooges</a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since the Obama administration, two things happened that changed the way these men (and they are overwhelmingly men) think, look, and behave online: the overhaul of acceptable political discourse caused by the election of Donald Trump and, of course, the pandemic.</p>\n\n<h2 class=\"wp-block-heading\"><strong>A worldview centered around cultural grievances</strong></h2>\n\n<p class=\"has-text-align-none\">Some of this philosophy and aesthetic can be credited to the influence of billionaire venture capitalist Peter Thiel. Thiel, whose libertarian views have <a href=\"https://www.politico.com/magazine/story/2016/11/donald-trump-steve-bannon-peter-thiel-214490/\">curdled into the anti-democratic</a>, has for years <a href=\"https://www.vanityfair.com/news/2022/04/inside-the-new-right-where-peter-thiel-is-placing-his-biggest-bets\">funded a right-wing culture movement</a> (if it can even be considered that) that includes film festivals, conferences, and media companies that tout <a href=\"https://www.rollingstone.com/culture/culture-features/womens-magazine-gen-z-cosmo-far-right-evie-1234744617/\">anti-feminism</a> and <a href=\"https://qz.com/1537150/peter-thiel-is-funding-a-science-publication-questioning-evolution-and-climate-change\">climate change denialism</a>.</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.nytimes.com/2021/09/21/books/review/the-contrarian-peter-thiel-max-chafkin.html\">recent Thiel biography traces</a> almost everything the billionaire has done to amass power back to the grudge he held as a nerdy schoolboy who loved Dungeons &amp; Dragons and <em>The Lord of the Rings </em>(several of Thiel’s companies are named for Tolkien people and places) against the liberals and elites who rejected him.</p>\n\n<p class=\"has-text-align-none\">The Trump years gave extreme views like Thiel’s and others in Silicon Valley legitimacy and publicity. One major moment,<strong> says Derek Robertson, who writes <a href=\"https://www.politico.com/newsletters/digital-future-daily/2024/09/16/how-to-not-fund-the-future-00179381\">Politico’s Digital Future Daily newsletter</a>, </strong>was the publication of <a href=\"https://www.vox.com/culture/2017/8/9/16112050/google-fired-engineer-james-damore-alt-right-free-speech\">ex-Google employee James Damore’s letter</a> to the company’s leadership in 2017. </p>\n\n<p class=\"has-text-align-none\">In it, Damore railed against the company’s diversity measures by stating that women simply weren’t biologically suited to work in tech, causing a major backlash from women in the industry. After Damore was fired, he hit the burgeoning alt-right media circuit, where he gave interviews to the leading commentators of the day: Rogan, Jordan Peterson, Ben Shapiro, as well as white nationalist podcaster <a href=\"https://gnet-research.org/2023/05/17/inside-the-cult-of-stefan-molyneux-a-historical-exploration-of-far-right-radicalisation-on-youtube/\">Stefan Molyneux</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The letter was also a litmus test for what was acceptable to say publicly in a world where Donald Trump was president. The sudden open hostility to diversity grew to include a stew of related grievances. Anyone who prevented entrepreneurs and other “big thinkers” from doing exactly as they pleased became the enemy: <a href=\"https://nymag.com/intelligencer/2013/07/silicon-valleys-anti-unionism-and-class-warfare.html\">unions</a>, the <a href=\"https://www.nytimes.com/2023/10/28/opinion/marc-andreessen-manifesto-techno-optimism.html\">media, academia, government institutions</a>, anyone with a <a href=\"https://www.inc.com/tim-askew/why-liberal-arts-are-necessary-for-long-term-success.html\">liberal arts degree</a>, as well as <a href=\"https://www.independent.co.uk/news/world/americas/elon-musk-andrew-tate-4chan-x-twitter-high-status-males-b2606622.html\">women</a> and <a href=\"https://bridge.georgetown.edu/research/factsheet-ben-shapiro/\">people of color</a> in positions of power (although this part usually goes unsaid).&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>If contemporary culture is the problem, with its wokeness and DEI, it’s no wonder they valorize “the classics”&nbsp;</p></blockquote></figure>\n\n<p class=\"has-text-align-none\"><s>Derek</s> Robertson<s>, who writes Politico’s <a href=\"https://www.politico.com/newsletters/digital-future-daily/2024/09/16/how-to-not-fund-the-future-00179381\">Digital Future Daily newsletter</a>,<strong> is the “with help from” line on that link a joke?</strong> </s>tells me he’s watched libertarianism, at least in its tech bro manifestation, go from this “really wonky” philosophy centered around less government interference in all aspects of life to a movement that’s almost entirely centralized around cultural grievances. “It’s just a reactionary movement against the increasing presence of women in culture, the increasing domination of women in academia and corporate fields,” he says. </p>\n\n<p class=\"has-text-align-none\">These grievances have shaped the aesthetic of the online right: If contemporary culture is the problem, with its wokeness and DEI, it&#8217;s no wonder they valorize “the classics.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many of them, exemplified by the infamous internet personality <a href=\"https://www.theatlantic.com/magazine/archive/2023/09/bronze-age-pervert-costin-alamariu/674762/\">Bronze Age Pervert</a>, revere the type of art Westerners are exposed to in elementary school: ancient sculpture and their Renaissance counterparts, Romantic painting, and classical music and architecture. Echoes of this worldview are <a href=\"https://www.redpepper.org.uk/political-parties-and-ideologies/history/nowhere-to-retvrn-history-nostalgia-tradwives-far-right/\">everywhere on social media</a>, romanticizing “trad” lifestyles with regressive gender roles juxtaposed next to images of rural landscapes and marble nudes, often posted by people hoping for a “RETVRN” (styled as such to emulate the Roman empire) to an imagined past society.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Every Saturday morning you are challenged by stronk Swede to contest of rope-tug. If you lose you must remain SUBORDINATE for the coming week!<br><br>(this is only form of govt I believe in btw, and also in positions like intel, hierarchy to be sorted by chess match, etc.) <a href=\"https://t.co/kMwsRIC9od\">pic.twitter.com/kMwsRIC9od</a></p>&mdash; Bronze Age Pervert (@bronzeagemantis) <a href=\"https://twitter.com/bronzeagemantis/status/1000417717848039424?ref_src=twsrc%5Etfw\">May 26, 2018</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Ironically, no object better synthesizes the hyper-online, libertarian-leaning dude than the Cybertruck, the bizarre Tesla offering that the Times <a href=\"https://www.nytimes.com/2024/07/22/style/elon-musk-tesla-cybertruck.html\">described as</a> “a culture war on wheels.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Inspired by <a href=\"https://x.com/walterisaacson/status/1681304525767086085?s=46&amp;t=NmTvzLp9qcZ7PG3SfRGXOA\">dystopian science fiction</a>, the hulking hunk of unpainted metal barely squeezes into a lane of traffic and encases its driver in a (<a href=\"https://qz.com/tesla-cybertruck-bulletproof-1851325534\">sort of</a>) bulletproof tank that’s easily mistaken for a weapon of war. It is one of the few cars in the world that no one would ever compare to a woman’s body — there are no curves, after all. The Cybertruck appeals to someone who imagines danger is all around them. If they can’t protect themselves against a culture that is moving on without them, perhaps they can do it with stainless steel.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>How Covid supercharged male wellness culture</strong></h2>\n\n<p class=\"has-text-align-none\">The pandemic was a convergence of several grievances harbored by the free-thinker set: government overreach, America’s troubled health care system, and left-wing virtue signaling.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The CDC’s response to Covid-19, says Hussein Kesvani, a journalist and podcaster who covers internet culture and politics, clashed with the tech bros’ sensibilities: Public health required individuals to alter their behavior for the sake of the collective good and sacrifice certain personal freedoms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not surprising, then, how this set began to view mask-wearing as a symbol identifying oneself with the political establishment and vaccines as dangerous. <a href=\"https://www.washingtonpost.com/politics/2022/02/02/actual-joe-rogan-coronavirus-misinformation/\" target=\"_blank\" rel=\"noreferrer noopener\">While promoting</a>&nbsp;vaccine skepticism and decrying lockdown measures, personalities like Rogan have entertained a bevy of other&nbsp;<a href=\"https://www.nytimes.com/2022/02/08/opinion/joe-rogan-health-misinformation-solutions.html\" target=\"_blank\" rel=\"noreferrer noopener\">junk ideas about health</a>, often peddling their <a href=\"https://www.the-independent.com/news/world/americas/onnit-sued-supplements-joe-rogan-b2548166.html\">own questionable&nbsp;products</a>. Energy drinks and longevity supplements in particular are a cash cow; listen to any podcast of this ilk and you’re likely to hear the guest plugging their own brand (Logan Paul has <a href=\"https://www.businessinsider.com/logan-paul-and-ksi-prime-hydration-lawsuits-list-of-cases-2024-8\">Prime Hydration</a>; both <a href=\"https://www.npr.org/2021/03/24/979362593/alex-jones-still-sells-supplements-on-amazon-despite-bans-from-other-platforms\">Alex Jones</a> and <a href=\"https://www.youtube.com/watch?v=AHTLxxeAhc4\">The Daily Wire</a> have vitamin companies).&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2147577571.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Logan Paul \" title=\"Logan Paul \" data-has-syndication-rights=\"1\" data-caption=\"Logan Paul at a boxing match, promoting his Prime energy drink. | Tim Nwachukwu/Getty Images\" data-portal-copyright=\"Tim Nwachukwu/Getty Images\" />\n<p class=\"has-text-align-none\">“So much of this conspiratorial stuff is rooted in this idea that these institutions — hospitals, governments — are keeping the secrets of the universe away from you,” says Kesvani.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s created an enormous industry for heterodoxy entrepreneurs on every level of scamminess to hawk ideas about “seed oils” <a href=\"https://www.rollingstone.com/culture/culture-features/is-seed-oil-bad-for-you-wellness-influencers-right-wing-debunked-1234809499/\">supposedly turning everyone ugly and sick</a>, why <a href=\"https://www.npr.org/2026/01/01/1198916105/mens-health-masturbation-abstinence\">masturbation</a> is making men weak, and how <a href=\"https://www.bonappetit.com/story/raw-meat-diet-reddit\">raw beef liver is the one true alpha diet</a>: If the pandemic convinced you that everything you’ve been told about health is a lie, it’s far easier to sell you some random influencer’s vitamin.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“They’re sold in this ‘macho lifestyle’ way, where if you drink Prime you can crush your enemies beneath your chariot wheels, rather than what you’re actually doing, which is probably staying up all night to play PlayStation,” says Helen Lewis, an Atlantic staff writer who covers politics and digital culture. “You have anti-woke moisturizers, anti-woke plunge baths, all this self-care which feels very feminine, so you have to put a macho spin on it to make men feel okay about it.”</p>\n\n<p class=\"has-text-align-none\">Hence the interest in sports like MMA and Brazilian jiu-jitsu, which combine individual competition with combat. Mark Zuckerberg, Rogan, and Fridman, for instance, all have either blue or black belts in martial arts. Where wellness culture meets tech guy politics is full of its own paradoxes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It’s about the optimization of you as a person, the people you surround yourself with, the places you go, the people you’re seen with,” says Ed Zitron, a Substacker and tech critic. “It actually, if you really take a step back, is something that 20 years ago, guys like them would have described as deeply feminine.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>Perhaps it’s all about the loneliness epidemic?</strong></h2>\n\n<p class=\"has-text-align-none\">It’s possible you’ve seen videos or advertisements on social media promoting all-male retreats that romanticize escaping from society, either for hunting or networking or self-improvement (they’ve become so prevalent that there are now <a href=\"https://x.com/snotwurst420/status/1836061211189719171\">parodies going viral</a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">While in itself not a bad thing, Zitron points out that most of these retreats are “men reaching out for community, but the community they find is one built on selfishness and exclusion.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I think it’s really important to know how much of this comes down to the breakdown of male friendships,” he adds. “Women seem to have some degree of sisterhood, a gender-based solidarity. Guys don’t seem to have this unless it’s just being sexist.”</p>\n\n<p class=\"has-text-align-none\">That desire for community sometimes leads heterodox thinkers into creating narratives borrowed from fantasy or reductive retellings of history. It’s no accident that billionaires like Thiel, Musk, and Jeff Bezos frequently reference <em>The Lord of the Rings</em>, a classic high fantasy about the fight between good and evil (you can guess which side they believe they’re on).&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">I hosted a men-only dinner <a href=\"https://t.co/bnD1OexCtJ\">pic.twitter.com/bnD1OexCtJ</a></p>&mdash; judd crud (@snotwurst420) <a href=\"https://twitter.com/snotwurst420/status/1836061211189719171?ref_src=twsrc%5Etfw\">September 17, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Another <a href=\"https://www.newstatesman.com/comment/2024/08/why-leaders-listen-elon-musk-donald-trump-interview\">current favorite meme</a> places them within the stages of the Roman empire, (“Hard times create strong men, strong men create good times, good times create weak men, weak men create hard times”), positioning themselves as the few strong men who will rise from the ashes to save humanity&nbsp;— itself ironic, considering Musk is among the class of tech billionaires who forged the digital world as we know it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet to the fans who buy into this worldview, it all sounds both true and, crucially, cool: Not only will the free-thinkers rescue humanity, but they’re doing it <a href=\"https://x.com/josiahhughes/status/1835761052673352041\">because it’s punk</a>. “The very macho styling feels countercultural to them. I think it feels punkish: ‘There is a polite society that is dominated by feminine codes of behavior, and we are the insurgent uprising to that.’ To outsiders maybe that doesn’t make a great deal of sense, but if you’re a 14-year-old boy, I think it does make a lot of sense,” says Lewis.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>After all, what else is a Cybertruck but an admission of fear?</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">There are ways in which their self-mythologizing is absolutely true: They are an alternative to mainstream news media, and they do<em> </em>say things that might land you in a meeting with HR or a suddenly very empty room at a party. By building their followings online, they’re tapping into an audience thirsty for someone to tell them that their grievances — against women, against culture, against the media — are valid.</p>\n\n<p class=\"has-text-align-none\">In reality, the techno-libertarians, the heterodoxy, or whatever we’re calling them (Robertson poses “masculine futurism” while Zitron suggests “New nihilism”) seem to be driven by the deepest fears of these particular men. After all, what else is a Cybertruck but an admission of fear? Fear of other cars, of other people, of being broke and the failure to amass social status. “Because what do they actually care about other than ‘I want money bigger; woman sex me now’?” Robertson asks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What, indeed?&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If, in the year 2010, someone asked you to conjure an image of the average libertarian, there’s a good chance you’d envision former Texas Rep. Ron Paul, who was, for decades, the ideology’s most famous representative.&#160; You might also think of someone entirely fictional: Ron Swanson.&#160; Grumpy, mustachioed, and obsessively fearful of government overreach, Swanson [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "One chart shows how Hurricane Helene could turn into a monstrous storm",
    "link": "https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water",
    "pubDate": "2024-09-25T16:35:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A line map of the United States and the Gulf superimposed on a satellite image of a swirling storm.\" data-caption=\"Satellite imagery captures Hurricane Helene near Cuba. | NOAA\" data-portal-copyright=\"NOAA\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/1250x750-1.jpg?quality=90&#038;strip=all&#038;crop=21.60390625,31.571109456441,59.30859375,68.428890543559\" />\n\t<figcaption>Satellite imagery captures Hurricane Helene near Cuba. | NOAA</figcaption>\n</figure>\n<p class=\"has-text-align-none\">An enormous tropical storm named Helene, <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/251153.shtml?\">now a Category 1 hurricane</a>, is churning across the Caribbean near Cuba and Mexico’s Yucatan Peninsula. Forecasters predict the hurricane —&nbsp;which as of Wednesday morning has maximum sustained winds of <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/251153.shtml?\">80 miles per hour</a> —&nbsp;will rapidly intensify in the next 24 hours before ramming into western Florida late Thursday as a monstrous storm.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There is a danger of life-threatening storm surge from Tropical Storm Helene along the entire west coast of the Florida Peninsula,” the National Hurricane Center <a href=\"https://x.com/NHC_Surge/status/1838865478439317683\">said</a> early Wednesday morning.</p>\n\n<p class=\"has-text-align-none\">The National Hurricane Center predicts storm surge as high <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/251153.shtml?\">as 15 feet</a> in some parts of Florida’s Big Bend, a region between the panhandle and the peninsula. Caused largely by wind pushing water inland, storm surge is the most dangerous part of tropical storms; it killed <a href=\"https://www.nhc.noaa.gov/surge/\">more than 40 people</a> during Hurricane Ian in 2022.</p>\n\n<p class=\"has-text-align-none\">Helene could also disrupt part of the <a href=\"https://www.vox.com/down-to-earth/22823993/monarch-butterflies-mexico-milkweed\">epic monarch butterfly migration</a>, which typically passes through the Big Bend’s St. Marks National Wildlife Refuge in early October.</p>\n\n<figure class=\"wp-block-image alignnone\"><img src=\"\" alt=\"\" title=\"GOES16-GM-GEOCOLOR-1000x1000-1\" /></figure>\n\n<p class=\"has-text-align-none\">Helene is the eighth named storm in what has so far amounted to a <a href=\"https://www.scientificamerican.com/article/atlantic-hurricane-lull-puzzles-scientists/\">somewhat puzzling</a> hurricane season. It started with a bang — June’s <a href=\"https://www.vox.com/climate/358323/hurricane-beryl-rapid-intesification-caribbean-climate\">Hurricane Beryl</a> became the earliest Category 5 storm on record —&nbsp;and then much of August and September was unexpectedly quiet.</p>\n\n<p class=\"has-text-align-none\">Many meteorologists, though, have been warning not to be fooled by this late-summer lull.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Having multi-week periods of quiet and then multi-week periods of activity is very normal throughout a hurricane season,” <a href=\"https://bmcnoldy.earth.miami.edu/\">Brian McNoldy</a>, a climatologist at the University of Miami, told me earlier this month. “I definitely would not read too much into it.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Plus, McNoldy said, the ocean in the Gulf of Mexico has been —&nbsp;and still is —&nbsp;exceptionally hot, and hot water fuels hurricanes. Ocean heat content, a measure of how much heat energy the ocean stores, is at a record high for this time of year.</p>\n\n<p class=\"has-text-align-none\">Take a look at the chart below. The red line is 2024 and the blue line is the average over the last decade.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/ohc_gulf-1.png?quality=90&#038;strip=all&#038;crop=0,12.589156124409,100,74.821687751182\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A chart of ocean heat content in the Gulf of Mexico. | &lt;a href=&quot;https://bmcnoldy.earth.miami.edu/&quot;&gt;Brian McNoldy&lt;/a&gt;\" data-portal-copyright=\"&lt;a href=&quot;https://bmcnoldy.earth.miami.edu/&quot;&gt;Brian McNoldy&lt;/a&gt;\" />\n<p class=\"has-text-align-none\">This is especially concerning right now, given the <a href=\"https://www.nhc.noaa.gov/graphics_at4.shtml?start#contents\">forecasted path of Helene</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All that ocean heat could supercharge the storm as it travels across the Gulf on its way to Florida, potentially causing it to “rapidly intensify.” That’s when wind speeds increase by roughly 35 mph or more in less than 24 hours. Forecasters predict that Hurricane Helene could hit Florida as a Category 3 or 4 system.</p>\n\n<p class=\"has-text-align-none\">“The <a href=\"https://kouya.has.arizona.edu/tropics/SSTmonitoring.html#regional\">sea surface temperature</a> and the ocean heat content are both record high in the Gulf,” McNoldy, who produced the chart above, told me. “That heat at the surface and available through a depth will give Helene all the fuel it needs to rapidly intensify today and into tomorrow.”</p>\n\n<p class=\"has-text-align-none\">The record Gulf temperatures are just one signal of a more <a href=\"https://www.vox.com/climate/2024/2/28/24085691/atlantic-ocean-warming-climate-change-hurricanes-coral-reefs-bleaching\">widespread bout of warming</a> across the North Atlantic that <a href=\"https://www.vox.com/climate/23762529/atlantic-ocean-record-heat-wave-el-nino-hurricane-climate-change\">ramped up last year</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not entirely clear what’s causing this warming, though scientists suspect a combination of factors including climate change — which raises the baseline ocean temperature — as well as lingering effects of <a href=\"https://www.vox.com/climate/23738846/el-nino-2023-weather-heat-wave-climate-change-disaster-flood-rain\">El Niño</a>, natural climate variability, and perhaps even a <a href=\"https://www.carbonbrief.org/tonga-volcano-eruption-raises-imminent-risk-of-temporary-1-5c-breach/\">volcanic eruption</a>.</p>\n\n<p class=\"has-text-align-none\">“This is out of bounds from the kinds of variability that we’ve seen in [at least] the last 75 years or so,” <a href=\"https://people.miami.edu/profile/be7abbba52c947423b8133238c7e7b68\">Ben Kirtman</a>, director of the Cooperative Institute for Marine and Atmospheric Studies, a joint initiative of the University of Miami and the National Oceanic and Atmospheric Administration (NOAA), told Vox in August. “That can be scary stuff.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "An enormous tropical storm named Helene, now a Category 1 hurricane, is churning across the Caribbean near Cuba and Mexico’s Yucatan Peninsula. Forecasters predict the hurricane —&#160;which as of Wednesday morning has maximum sustained winds of 80 miles per hour —&#160;will rapidly intensify in the next 24 hours before ramming into western Florida late Thursday [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Mark Robinson and the confusing rise of the nonwhite reactionary",
    "link": "https://www.vox.com/politics/373655/mark-robinson-black-latino-right-wing-extremism",
    "pubDate": "2024-09-25T15:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Mark Robinson points from behind a podium and microphone while speaking.\" data-caption=\"Mark Robinson, lieutenant governor of North Carolina and candidate for governor, delivers remarks at a campaign event on August 14, 2024, in Asheville, North Carolina. | Grant Baldwin/Getty Images\" data-portal-copyright=\"Grant Baldwin/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2166169101.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Mark Robinson, lieutenant governor of North Carolina and candidate for governor, delivers remarks at a campaign event on August 14, 2024, in Asheville, North Carolina. | Grant Baldwin/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Mark Robinson, the embattled Republican nominee for governor in North Carolina, wrote many troubling things during his days as a poster on <a href=\"https://www.cnn.com/2024/09/19/politics/kfile-mark-robinson-black-nazi-pro-slavery-porn-forum\">the porn forum Nude Africa</a>. But one Robinson comment sticks out as especially confusing: “I’m a black NAZI!”</p>\n\n<p class=\"has-text-align-none\">The notion of a Black man expressing fealty to a movement premised on his inferiority feels absurd, a <a href=\"https://www.youtube.com/watch?v=7HcQ87RFN5k\"><em>Chappelle’s Show</em> sketch</a> come to life. Yet the absurdity points to something real. As strange as it seems, there’s a disturbing number of Black and Latino Americans who hold extreme right beliefs.</p>\n\n<p class=\"has-text-align-none\">Two of the most prominent antisemitic voices in the country today, <a href=\"https://www.vox.com/culture/23519717/antisemitism-hatred-jews-violence\">Kanye West</a> and <a href=\"https://www.adl.org/resources/backgrounder/candace-owens\">Candace Owens</a>, are Black Trump supporters. <a href=\"https://www.vox.com/policy-and-politics/23484314/trump-fuentes-ye-dinner-white-nationalism-supremacy\">Nick Fuentes</a>, the white supremacist who dined with Trump at Mar-a-Lago in 2022, is of Mexican descent. Enrique Tarrio, the Proud Boys leader <a href=\"https://www.justice.gov/usao-dc/pr/proud-boys-leader-sentenced-22-years-prison-seditious-conspiracy-and-other-charges\">sentenced to 22 years in prison</a> for his role in the January 6 riot, <a href=\"https://www.nytimes.com/2023/08/19/opinion/enrique-tarrio-proud-boys-latinos-racism.html\">is Afro-Cuban</a>. Mauricio Garcia, a Hispanic mass shooter who <a href=\"https://www.npr.org/2023/05/07/1174631515/a-mass-shooting-at-an-outlet-mall-in-dallas-left-at-least-9-dead-7-injured\">killed eight people</a> at a Dallas-area shopping center in 2023, had <a href=\"https://www.aljazeera.com/opinions/2023/6/2/why-white-supremacists-are-not-always-white\">posted neo-Nazi rhetoric on his social media pages</a> before his attack.</p>\n\n<p class=\"has-text-align-none\">Academic research suggests these are not merely a handful of cherry-picked examples. There are non-trivial numbers of right-wing Black and Latino people who express extreme right-wing ideas — up to and including outright bigotry.</p>\n\n<p class=\"has-text-align-none\">In 2022, two academics —&nbsp;Eitan Hirsh and Laura Royden — <a href=\"https://journals.sagepub.com/doi/full/10.1177/10659129221111081\">published the results</a> of a massive national survey on the prevalence of antisemitic beliefs in the United States. Their study found that antisemitic attitudes were significantly more common on the right than on the left. But it also found notable racial divides between right-wingers, with <a href=\"https://www.eitanhersh.com/uploads/7/9/7/5/7975685/minority_antisem_v3.1.pdf\">Black and Latino conservatives being about 20 percentage points more likely</a> to express antisemitic ideas than their white conservative peers.</p>\n\n<p class=\"has-text-align-none\">Recent studies have also found that, among Latinos, political conservatism predicts <a href=\"https://www.cambridge.org/core/services/aop-cambridge-core/content/view/8B9730B52C23226D306A6096E0BCB4A8/S0003055422000545a.pdf/div-class-title-prejudiced-when-climbing-up-or-when-falling-down-why-some-people-of-color-express-anti-black-racism-div.pdf\">higher levels of racial resentment toward Black</a> people and <a href=\"https://www.cambridge.org/core/journals/du-bois-review-social-science-research-on-race/article/abs/hispanics-para-trump/BF09A48E9470FDFEDBF0C7EA0DBA2696\">greater skepticism about the role of racism</a> in the ongoing social marginalization of Black people. Another <a href=\"https://academic.oup.com/poq/article-abstract/84/4/860/6205964\">recent study</a> found that Latino conservatives express higher rates of hostility toward undocumented immigrants than their liberal or moderate peers, as well as higher support for lowering legal immigration rates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A separate study of <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0739986315604424\">white and Black Americans found</a> that, in both groups, “prejudicial attitudes toward Latinos … are the most consistently significant factors in shaping opinions about the number of immigrants to admit and the consequences of immigration.”</p>\n\n<p class=\"has-text-align-none\">None of this is to say that most nonwhite conservatives are bigoted, or that racial minorities are more likely to hold bigoted attitudes in general than white Americans. All of the available research confirms common sense: that white people are by far more likely to be white supremacists. </p>\n\n<p class=\"has-text-align-none\">But this evidence also suggests that certain things that seem like common sense —&nbsp;that Black people like Mark Robinson can’t be Nazis by definition — simply don’t match reality. Bizarre as it seems, given traditional extreme-right attitudes toward racial minorities, there are high-profile Black and Latino Americans who hold bigoted and extreme beliefs — and a small but notable percentage of the general population in both groups who agree with them. (Though Robinson denies writing the Nazi post, an overwhelming amount of evidence points to him as the author.)</p>\n\n<h2 class=\"wp-block-heading\">Understanding nonwhite extremism</h2>\n\n<p class=\"has-text-align-none\">So how do we make sense of this phenomenon?&nbsp;</p>\n\n<p class=\"has-text-align-none\">One theory is that a lot of this is rooted in ideas about Americanness. Hostility toward other minority groups is, for some Black and Latino people, a way of solidifying their own place in the country — of distinguishing themselves as good Americans from the bad Other.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Journalist Paola Ramos suggests such an explanation in her just-released book <em><a href=\"https://www.penguinrandomhouse.com/books/741645/defectors-by-paola-ramos/\">Defectors: The Rise of the Latino Far Right and What It Means for America</a></em>. After spending a day with Pedro Antonio Aguero, a far-right activist who obsessively patrols the Southern border looking for undocumented migrants, <a href=\"https://www.theatlantic.com/ideas/archive/2024/09/latino-border-vigilante-pedro-antonio-aguero/679969/\">Ramos writes</a>, “I got the feeling that by hunting them, he was distancing himself from them, and from his own foreignness.”</p>\n\n<p class=\"has-text-align-none\">Some academic research points to similar conclusions. <a href=\"https://www.cambridge.org/core/services/aop-cambridge-core/content/view/8B9730B52C23226D306A6096E0BCB4A8/S0003055422000545a.pdf/div-class-title-prejudiced-when-climbing-up-or-when-falling-down-why-some-people-of-color-express-anti-black-racism-div.pdf\">One experiment</a> presented Latino respondents with written materials downplaying Latino status in America. Some respondents saw a news story suggesting Latino people were doing poorly in the United States on metrics like educational attainment; others saw the same story with an additional line comparing Latino and Black outcomes.</p>\n\n<p class=\"has-text-align-none\">Individuals who saw the comparison story expressed notably higher negative attitudes toward Black people afterward —&nbsp;with the spike interestingly concentrated among <em>liberal</em> Latinos (who were less biased than conservatives before exposure but equally biased afterward). This, the academics theorized, is because conservative Latinos already cared a great deal about their Americanness, and so had already factored that sense of status threat into their overall worldview.</p>\n\n<p class=\"has-text-align-none\">In her book <a href=\"https://global.oup.com/academic/product/american-while-black-9780190053550\"><em>American While Black</em></a><em>,</em> the University of Maryland’s Niambi Carter argues Black skepticism about immigration is rooted in fear that “whites may favor immigrants over black people in hiring decisions, housing, and other social interactions.” It is, she writes, a “conflicted nativism” born out of Black insecurity in their own standing and social status as Americans.</p>\n\n<p class=\"has-text-align-none\">But this is just one theory, and one that doesn’t explain all the facts. Some things, like the unusually high rates of antisemitism among Black and Latino conservatives, are a bit harder to fit into the script.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In their paper on race and antisemitism, Hersh and Royden conclude that “the roots of antisemitic attitudes among minority groups are broad rather than narrow and are not well-explained by commonly proposed theories.” Basically, they say, no one really knows why it seems that antisemitism is disturbingly popular in those groups.</p>\n\n<p class=\"has-text-align-none\">In general, this is a subject that calls for caution. The phenomenon of extreme-right politics is fairly new, or at least is only newly documented. As something we’re just beginning to grapple with, we can’t really say for sure <em>why</em> it’s happening. Social science and journalism are hard work, and we don’t have enough of either on this topic.</p>\n\n<p class=\"has-text-align-none\">The one thing we can say for sure is that Mark Robinson calling himself a “black NAZI” is outlandish — but not as outlandish as it might seem. There are more people like him, and they will play a role in defining the American right’s future.</p>\n\n<p class=\"has-text-align-none\"><em>This story was adapted from the On the Right newsletter.</em> <em>New editions drop every Wednesday. Sign up <a href=\"https://www.vox.com/pages/on-the-right-newsletter-whats-driving-conservative-ideas\" target=\"_blank\" rel=\"noreferrer noopener\">here</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Mark Robinson, the embattled Republican nominee for governor in North Carolina, wrote many troubling things during his days as a poster on the porn forum Nude Africa. But one Robinson comment sticks out as especially confusing: “I’m a black NAZI!” The notion of a Black man expressing fealty to a movement premised on his inferiority [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "The urgent, futile calls to halt Marcellus Williams’s execution, explained",
    "link": "https://www.vox.com/criminal-justice/373568/marcellus-williams-death-penalty-missouri",
    "pubDate": "2024-09-25T13:55:02.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Joseph Amrine, who was exonerated two decades ago after spending years on death row, speaks at a rally to support Missouri death row inmate Marcellus Williams on August 21, 2024, in Clayton, Missouri. | Jim Salter/AP\" data-portal-copyright=\"Jim Salter/AP\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/AP24267458872597.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Joseph Amrine, who was exonerated two decades ago after spending years on death row, speaks at a rally to support Missouri death row inmate Marcellus Williams on August 21, 2024, in Clayton, Missouri. | Jim Salter/AP</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A 55-year-old Missouri man — who maintained he was innocent — was executed Tuesday evening, and became the latest of several <a href=\"https://www.vox.com/politics/2024/1/25/24050932/alabama-nitrogen-gas-execution-death-penalty\">recent people put to death</a> who have renewed scrutiny of the death penalty. </p>\n\n<p class=\"has-text-align-none\">In 2001, Marcellus Williams was convicted of the 1998 killing of social worker and former St. Louis Post-Dispatch reporter Felicia “Lisha” Gayle, and sentenced to death. Since his sentencing, questions have been raised about how evidence in the case was handled and whether jury selection for his trial was fair.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given these concerns, and Williams’s continued claims that he did not kill Gayle, he and St. Louis prosecuting attorney Wesley Bell called for the state to <a href=\"https://innocenceproject.org/court-denies-prosecutors-motion-to-vacate-marcellus-williams-conviction-and-death-sentence/\" data-type=\"link\" data-id=\"https://innocenceproject.org/court-denies-prosecutors-motion-to-vacate-marcellus-williams-conviction-and-death-sentence/\">vacate his conviction</a>. While his execution was previously delayed twice before, the Missouri governor and state Supreme Court have declined to do so again this past week, and he was <a href=\"https://www.cnn.com/2024/09/24/us/marcellus-williams-scheduled-execution-date/index.html\" data-type=\"link\" data-id=\"https://www.cnn.com/2024/09/24/us/marcellus-williams-scheduled-execution-date/index.html\">killed by lethal injection</a> Tuesday. </p>\n\n<p class=\"has-text-align-none\">The outstanding uncertainty in Williams’s case — and the fact that he was put to death anyway<strong> —</strong> have put a new spotlight on capital punishment<strong> </strong><a href=\"https://www.aclu.org/documents/case-against-death-penalty\">and many problems that have been cited with it</a>. </p>\n\n<h2 class=\"wp-block-heading\"><strong>What are the new developments in Williams’s case?</strong></h2>\n\n<p class=\"has-text-align-none\">Williams was convicted for Gayle’s murder based on the testimony of two witnesses, including his girlfriend at the time, <a href=\"https://apnews.com/article/missouri-execution-marcellus-williams-supreme-court-de47c99e00bb620db9db702f5f7e2ee8\">who said she saw</a> the victim’s purse and laptop in his car. Williams was incarcerated at the time of his conviction in the Gayle case, and his then-cellmate Henry Cole also claimed that Williams had admitted to the killing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Williams’s counsel argues that both witnesses had other motives for singling him out, including “reward money and a bargain for shorter sentences in their own criminal cases,” <a href=\"https://www.washingtonpost.com/politics/2024/09/24/marcellus-williams-execution-missouri-faq/\">according to the Washington Post.</a></p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.usatoday.com/story/news/nation/2024/09/23/missouri-execution-marcellus-williams-death-row/75194051007/\">As USA Today notes</a>, there wasn’t forensic evidence linking Williams to the crime, and <a href=\"https://capitalbnews.org/missouri-marcellus-williams-death-row-dna-evidence/\">his DNA was not found on the murder weapon</a> — a knife.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since his conviction, Williams’s counsel has called for greater investigation of the DNA that was on the knife, as well as a review of racial bias in the jury selection process. <a href=\"https://www.thedailybeast.com/missouri-set-to-execute-marcellus-williams-despite-pleas-from-victims-fam-and-prosecutors\">Gayle’s family has also backed clemency</a> and the possibility of a life sentence without parole.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Previously, Williams’s counsel convinced former Missouri Gov. Eric Greitens that new testing of the DNA evidence, which included DNA from another man, had the potential to exonerate him. That led Greitens to grant a stay of execution in 2017 and to convene a panel to investigate this evidence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Attorneys have since learned, though, that the knife had fingerprints and DNA from a prosecutor who had touched the murder weapon without wearing gloves, contaminating the evidence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Williams’s allies have also argued he <a href=\"https://apnews.com/article/missouri-execution-marcellus-williams-supreme-court-de47c99e00bb620db9db702f5f7e2ee8\">faced racial bias in his trial</a> after a former prosecutor said he removed a Black juror because of his resemblance to Williams. </p>\n\n<p class=\"has-text-align-none\">Williams’s attorneys called on the US Supreme Court to grant a stay of the execution due to this evidence of bias. The Court did not do so. </p>\n\n<p class=\"has-text-align-none\">The Missouri Supreme Court also declined to grant a stay, <a href=\"https://abcnews.go.com/US/wireStory/lawyers-seek-supreme-court-intervention-hours-missouri-inmates-113961065#:~:text=%E2%80%9CDespite%20nearly%20a%20quarter%20century,Court%20Judge%20Zel%20Fischer%20wrote.\" data-type=\"link\" data-id=\"https://abcnews.go.com/US/wireStory/lawyers-seek-supreme-court-intervention-hours-missouri-inmates-113961065#:~:text=%E2%80%9CDespite%20nearly%20a%20quarter%20century,Court%20Judge%20Zel%20Fischer%20wrote.\">with Judge Zel Fischer citing</a> “no credible evidence of actual innocence or any showing of a constitutional error undermining confidence in the original judgment.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>What concerns does this raise about capital punishment?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">The use of capital punishment has waned in recent years as concerns about how <a href=\"https://www.aclu.org/documents/death-penalty-questions-and-answers#:~:text=Q%3A%20Doesn%E2%80%99t%20the%20Death,than%20states%20without%20such%20laws.\">well it works as a deterrent</a>, <a href=\"https://www.vox.com/politics/2024/1/25/24050932/alabama-nitrogen-gas-execution-death-penalty\">how humane it is, and racial disparities in death sentences</a> have grown. <a href=\"https://www.nacdl.org/Content/Race-and-the-Death-Penalty\">According to one 2016 study</a> in Washington State, Black defendants are four times more likely to be sentenced to death than non-Black defendants in similar circumstances.</p>\n\n<p class=\"has-text-align-none\">Although 27 states still allow the death penalty, 14 of those have not conducted any executions in the past 10 years, <a href=\"https://www.cnn.com/2023/10/06/us/us-executions-death-penalty-dg/index.html\">according to CNN</a>. Executions have also dwindled since 1999, which marked a recent high when nearly 100 people were killed. In 2023, <a href=\"https://www.cnn.com/2023/10/06/us/us-executions-death-penalty-dg/index.html\">24 people were executed across five states</a>; currently, <a href=\"https://www.usatoday.com/story/news/nation/2024/09/23/missouri-execution-marcellus-williams-death-row/75194051007/\">24 people are expected to be executed this year</a>.</p>\n\n<p class=\"has-text-align-none\">Among the concerns raised by executions is the fear that innocent people could face these sentences. Williams’s team has been adamant that his case is an example of this issue. </p>\n\n<p class=\"has-text-align-none\">“Missouri is poised to execute an innocent man, an outcome that calls into question the legitimacy of the entire criminal justice system,” Tricia Bushnell, a Midwest Innocence Project attorney representing Williams, <a href=\"https://docs.google.com/document/d/1bEqZFYntcV03ld6Lf_Rjf9v2q8tJzqLB/edit\">said in a statement</a> before the execution. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://deathpenaltyinfo.org/policy-issues/innocence\">According to the Death Penalty Information Center,</a> at least 200 people who were wrongly convicted and sentenced to death have been exonerated since 1973. <a href=\"https://innocenceproject.org/innocence-and-the-death-penalty/\">And per a 2014 study estimate</a>, roughly 4 percent of the people sentenced to death are innocent.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, September 25, 10 am: </em></strong><em>This piece, originally published on September 24, has been updated to reflect Williams’s execution.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A 55-year-old Missouri man — who maintained he was innocent — was executed Tuesday evening, and became the latest of several recent people put to death who have renewed scrutiny of the death penalty.  In 2001, Marcellus Williams was convicted of the 1998 killing of social worker and former St. Louis Post-Dispatch reporter Felicia “Lisha” [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Chronic diseases cause 75 percent of all deaths globally. The toll is likely to rise.",
    "link": "https://www.vox.com/future-perfect/373495/chronic-disease-global-rates-cancer-diabetes-noncommunicable",
    "pubDate": "2024-09-25T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A woman in a green headscarf, mask, and white medical attire leans over a table with a stethoscope, taking the blood pressure from the arm of a woman in a black and gold headscarf wearing a blood pressure cuff.\" data-caption=\"A nurse measures the blood pressure of a person with diabetes in November 2022, in Misrata, Libya. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Islam Alatrash/SOPA Images/LightRocket via Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Islam Alatrash/SOPA Images/LightRocket via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-1244762942.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A nurse measures the blood pressure of a person with diabetes in November 2022, in Misrata, Libya. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Islam Alatrash/SOPA Images/LightRocket via Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">We are entering a new era of global health.</p>\n\n<p class=\"has-text-align-none\">It starts with some good news: Around the world, the number of people dying from infectious diseases every year is <a href=\"https://www.who.int/news-room/fact-sheets/detail/the-top-10-causes-of-death#:~:text=People%20living%20in%20a%20low,total%20of%20258%20000%20people.\">falling</a>. <a href=\"https://data.who.int/indicators/i/AC597B1\">Fewer</a> women are dying in childbirth. More infants are surviving to childhood, and the average lifespan is <a href=\"https://data.worldbank.org/indicator/SP.DYN.LE00.IN\">increasing</a> in many places. The result is billions of people are living lives that, in decades past, would have been cut short.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But here’s the bad news: With <a href=\"https://data.worldbank.org/indicator/SP.DYN.LE00.IN\">more people living longer</a>, <a href=\"https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases\">noncommunicable diseases</a> — conditions not passed from person to person, like most cancers, diabetes, and heart disease — are becoming more common. In 2019, the most recent year for which data is available, noncommunicable or chronic diseases killed almost <a href=\"https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases\">41 million</a> people, an increase of about 10 million since 2000. That accounts for about 75 percent of all deaths globally, making its rise an international crisis.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">Wealthy countries — beset by an <a href=\"https://blogs.worldbank.org/en/developmenttalk/youth-bulge-a-demographic-dividend-or-a-demographic-bomb-in-developing-countries#:~:text=The%20youth%20bulge%20is%20a,have%20a%20high%20fertility%20rate.\">aging</a> population and sharp increases in <a href=\"https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight\">obesity</a> and <a href=\"https://www.who.int/publications/i/item/9789240064119\">physical inactivity</a> — have been dealing with these problems for decades, with varying levels of success. But they have modern health systems to treat people. Low- and middle-income countries — where the number of people with chronic diseases is rising faster than in developed countries — <a href=\"https://deainfo.nci.nih.gov/advisory/joint/archive/0615/08%20Trimble%20CGH.pdf\">lack</a> the same health infrastructure to prevent and treat these diseases. Almost <a href=\"https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases\">80 percent</a> of all deaths from noncommunicable diseases are in low- and middle-income countries. The burden of chronic diseases is rising the fastest in these countries.</p>\n\n<p class=\"has-text-align-none\">And while many of these poorer countries have made great strides against infectious diseases, threats from the likes of malaria or tuberculosis remain high. This dual burden of chronic and infectious diseases will only further strain health systems and even <a href=\"https://ncdalliance.org/why-ncds/financing-ncds#:~:text=Economies%20are%20being%20depleted%20by,millions%20of%20families%20each%20year.\">set back</a> national and global economics gains.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To understand the sheer global scale of noncommunicable diseases and the challenges low- and middle-income countries, in particular, face, here are four charts that show just how urgently we need increased funding and society-wide solutions.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The global burden of noncommunicable diseases</strong></h2>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases\">most common</a> noncommunicable diseases globally are cardiovascular disease, cancer, chronic respiratory diseases, and diabetes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Each year <a href=\"https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases\">18 million</a> people die from <a href=\"https://www.nhlbi.nih.gov/sites/default/files/publications/FactSheetKnowDiffDesign2020V4a.pdf\">cardiovascular diseases</a> that affect the heart and blood vessels and can lead to heart attacks, stroke, or heart failure. About 9 million people die each year from cancers, 4 million from chronic respiratory <a href=\"https://www.who.int/health-topics/chronic-respiratory-diseases#tab=tab_1\">diseases</a> such as asthma or COPD, and 2 million from diabetes. But both the burden of disease and access to modern health care are disproportionately distributed.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/DPrve-chronic-diseases-killed-41-million-people-in-2019.png?quality=90&#038;strip=all&#038;crop=0,16.396756745038,100,67.206486509924\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Low- and middle-income countries including Uzbekistan, Afghanistan, Yemen, Egypt, and Syria have the highest incidence and mortality <a href=\"https://ourworldindata.org/cardiovascular-diseases#all-charts\">rates</a>. Air pollution, tobacco use, excessive alcohol consumption, poor diet, and older age increase the <a href=\"https://www.cdc.gov/heart-disease/risk-factors/index.html\">risk</a> for cardiovascular disease. <a href=\"https://www.heart.org/en/news/2020/02/04/chronic-stress-can-cause-heart-trouble\">Stress</a> and <a href=\"https://pubmed.ncbi.nlm.nih.gov/31041877/#:~:text=There%20is%20strong%20evidence%20to,;%20military%20personnel;%20stress%20disorder.\">post-traumatic stress disorder</a> may also raise the risk of cardiovascular disease, which may explain why the burden is so high in war-affected countries.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/snohr-richer-countries-have-more-cancer-diagnoses.png?quality=90&#038;strip=all&#038;crop=0,15.020761870374,100,69.958476259253\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Cancer incidence is highest in Australia and New Zealand, where more than 400 people per 100,000 <a href=\"https://www.wcrf.org/cancer-trends/global-cancer-data-by-country/\">have</a> some form of cancer. Denmark, the United States, Norway, Canada, Ireland, and other high-income European countries follow. The lowest cancer rates, adjusted for age, are in Sierra Leone, Gambia, the Congo, Nepal, Qatar, Yemen, Rwanda, and Niger — all low-income countries with the exception of Qatar.</p>\n\n<p class=\"has-text-align-none\">The global cancer burden is more <a href=\"https://www.wcrf.org/cancer-trends/cancer-rates-human-development-index/#:~:text=Overall%2C%20cancer%20incidence%20is%20higher,in%20many%20lower%20income%20countries.\">concentrated</a> in developed countries, but the burden of diabetes is more evenly spread and rising faster in developing countries. The International Diabetes Foundation estimates <a href=\"https://diabetesatlas.org/\">537 million</a> adults were living with diabetes in 2021, and 75 percent of them lived in a low- or middle-income country. About <a href=\"https://diabetesatlas.org/data/en/indicators/2/\">18 percent</a> of adults in the Middle East and North Africa had diabetes in 2021, the highest share for any global region.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Between 2000 and 2021, the rate of diabetes has nearly tripled in the western Pacific and roughly doubled in southeast Asia, the Middle East and North Africa, and south and central America. Countries in sub-Saharan Africa had the lowest burden in 2021, with only about 5 percent of adults having diabetes, but that rate has increased fivefold since 2000.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/zWLeo-in-2021-75-percent-of-the-537-million-adults-with-diabetes-were-in-a-low-or-middle-income-country-1.png?quality=90&#038;strip=all&#038;crop=0,30.90545118571,100,38.18909762858\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Older age, obesity, and physical inactivity are known <a href=\"https://www.cdc.gov/diabetes/risk-factors/index.html\">risk factors</a> for diabetes. African nations are home to the world’s youngest, <a href=\"https://www.thelancet.com/journals/langlo/article/PIIS2214-109X(18)30357-7/fulltext\">most active</a>, and <a href=\"https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight\">least obese</a> populations, so it makes sense that they have the lowest rates of diabetes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But in many African countries, that is starting to change. People are flocking en masse to rapidly developing urban city centers where they are <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4056118/\">more likely</a> to find higher quantities of poor-quality food, be less active, and live longer.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Challenges treating noncommunicable diseases in developing countries&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Many of the same challenges developing countries face in preventing and treating infectious diseases — like <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9682236/\">weak</a> health care systems, lack of access to medicines, and insufficient funding&nbsp;— are also barriers to high-quality care for noncommunicable diseases.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But, in many ways, treating noncommunicable diseases is more complicated than treating people with infectious diseases.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For one, patients with noncommunicable diseases need to be treated for years or even decades, whereas people with infectious diseases typically need immediate but relatively short-term care. And people with noncommunicable diseases often require multi-faceted care; a cancer patient may need radiology, chemotherapy, and surgery, not to mention palliative care or pain management.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These services are typically offered only in a handful of health facilities located in capital cities and <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9945353/#:~:text=Additionally%2C%20rural%20hospitals%20face%20a,in%20rural%20areas%20%5B24%5D.\">urban</a> centers. Such treatments are also <a href=\"https://ncdalliance.org/sites/default/files/resource_files/UHC%20and%20NCDs_EN.pdf\">costly</a>, and the vast majority of people in developing countries <a href=\"https://www.lse.ac.uk/granthaminstitute/publication/insurance-and-financial-services-across-developing-countries-an-empirical-study-of-coverage-and-demand/#:~:text=Importantly%2C%20in%20some%20countries%20uptake,household%20income%20as%20previously%20thought.\">don’t have health insurance</a>, public or private. Many people therefore either skip care altogether or go into catastrophic medical debt. Families in Africa are more likely to spend in excess of <a href=\"https://www.who.int/data/gho/data/indicators/indicator-details/GHO/population-with-household-expenditures-on-health-greater-than-25-of-total-household-expenditure-or-income-(-sdg-indicator-3-8-2)-(-)\">25 percent</a> of their total household budget on health compared to other regions.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7559120/\">Social stigma</a> around noncommunicable diseases and gender inequity is another obstacle to proper treatment. For example, in Bangladesh, social taboos around breast cancer screening <a href=\"https://www.dhakatribune.com/bangladesh/event/159421/social-taboo-leading-cause-for-unchecked-breast\">prevent</a> early detection. In some countries<strong>,</strong> once a woman is diagnosed with breast cancer, there is often a stigma that she is being <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5541646/\">punished</a> for immorality and consequently, often faces <a href=\"https://keep.lib.asu.edu/items/154487\">abuse or abandonment</a> from her family.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite the growing toll, noncommunicable diseases are not always a public health priority. In 2021, <a href=\"https://www.who.int/data/gho/data/indicators/indicator-details/GHO/existence-of-an-operational-unit-branch-or-dept-in-ministry-of-health-with-responsibility-for-ncds\">143 of the 194</a> countries for which data was available had a dedicated department within its national health agency. However, 41 countries, including many in Africa, did not.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/ShZoJ-chronic-diseases-are-becoming-more-common-but-public-health-agencies-are-lagging-1.png?quality=90&#038;strip=all&#038;crop=0,16.809066478228,100,66.381867043544\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Global health spending has also not kept pace; only about <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8240078/#:~:text=Mapping%20of%20key%20global%20actors,million)%20was%20spent%20on%20NCDs.\">2 percent</a> of all spending for global health is earmarked for noncommunicable diseases. Developing countries are now facing a dual threat from infectious and chronic diseases, stretching already overburdened and under-resourced health and public health systems.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The historical siloed approach to addressing global health won’t be sufficient in this new age of public health challenges. What’s needed are solutions that truly strengthen the way health care systems operate. This includes improving health financing, expanding access to specialized services, and ensuring that patients trust the health care system and seek care even before they are sick.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "We are entering a new era of global health. It starts with some good news: Around the world, the number of people dying from infectious diseases every year is falling. Fewer women are dying in childbirth. More infants are surviving to childhood, and the average lifespan is increasing in many places. The result is billions [&#8230;]",
    "author": "Jessica Craig"
  },
  {
    "title": "Is making friends as an adult really hard, or is it just me?",
    "link": "https://www.vox.com/explain-it-to-me/373489/making-friends-adulthood-relationships-social-life",
    "pubDate": "2024-09-25T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a woman sitting at a table leaning her head on one hand. She looks lonely. In the background is a plant in a pot.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1349165170.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>A Vox reader writes: </em><em>Why is it so hard to make friends as you continue to get older?&nbsp;</em></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">You don’t need me to tell you what you probably already know: Forming new friendships in adulthood feels close to impossible (unless you’re a preternaturally charming social butterfly, in which case, good for you!). </p>\n\n<p class=\"has-text-align-none\">For the rest of us, introducing yourself to people is awkward, and inviting someone new to hang out can be more nerve-wracking than asking your crush out on a date. Even if you do schedule a time to meet, who has the time for regular get-togethers when you hardly see your current friends as it is? </p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Sign up for the <a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\">Explain It to Me newsletter</a></h2>\n\n\n\n<p class=\"has-text-align-none\">The newsletter is part of Vox’s <a href=\"https://www.vox.com/explain-it-to-me\">Explain It to Me</a>. Each week, we tackle a question from our audience and deliver a digestible explainer from one of our journalists. Have a question you want us to answer? Ask us <a href=\"http://www.vox.com/ask-vox\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">Although over 60 percent of Americans <a href=\"https://www.pewresearch.org/social-trends/2023/09/14/public-has-mixed-views-on-the-modern-american-family/\">consider having close friends</a> crucial for a fulfilling life, 8 percent of people 18 and older <a href=\"https://www.pewresearch.org/short-reads/2023/10/12/what-does-friendship-look-like-in-america/\">report having no close friends</a>. And as our reader suspected, as we get older, our social circle starts to diminish. One study found that people generally have the most friends <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4852646/\">at age 25</a>. After that, we’re in a gradual friend decline for the rest of our lives.</p>\n\n<p class=\"has-text-align-none\">In the midst of an <a href=\"https://www.vox.com/even-better/366620/loneliness-epidemic-coping-demographics-america-social-connection-mental-health\">ongoing loneliness epidemic</a>, friends remain a lifeline: They are our champions and cheerleaders, the people we entrust with our closest secrets and insecurities, our companions for life’s moments, big and small. </p>\n\n<p class=\"has-text-align-none\">If these connections are so crucial, why do we have such a tough time forming new ones? After reporting on friendship for seven years, here’s what I’ve found.</p>\n\n<h2 class=\"wp-block-heading\">Why <em>is</em> it so hard to make new friends?</h2>\n\n<p class=\"has-text-align-none\">It’s not just you; most people feel this way. But when we say making friends as adults is hard, it’s because we’re comparing the experience to childhood, when it was indeed easier. </p>\n\n<p class=\"has-text-align-none\">As kids, we’re thrust into social situations, like school and sports, with no real say over who’ll be there or whether we can opt out. All this forced time together facilitates relationship-building: <a href=\"https://news.ku.edu/news/article/2018/03/06/study-reveals-number-hours-it-takes-make-friend\">Research shows</a> it takes over 200 hours spent with someone to consider them a close friend. Racking up that time is much easier when you’re in the same classroom, playground, practice field, neighborhood, dorm room, or study group.</p>\n\n<p class=\"has-text-align-none\">As adults, who has the time to put in that kind of legwork? Our precious hours are spread between all of our responsibilities and relationships, from work and hobbies to partners and children.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One study found that once we settle down, <a href=\"https://www.theguardian.com/science/2010/sep/15/price-love-close-friends-relationship\">we tend to shed an average of two friends</a>; all the energy that went into maintaining those friendships is now devoted to a romantic partner.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The older we get, the more fixed, obligatory relationships we acquire: partners, in-laws, longtime friends, children. Modern child-rearing, in particular, can occupy so much space in your brain and calendar that your only social interactions might be with people adjacent to your child’s life and activities — people you wouldn’t necessarily choose to hang out with. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/kidsfriends.jpg?quality=90&#038;strip=all&#038;crop=0,11.926849512065,100,76.146300975869\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\">What prevents us from forming connections?</h2>\n\n<p class=\"has-text-align-none\">Remote work has put a damper on another once-vibrant source of friendships: It’s much harder to make <a href=\"https://www.wsj.com/articles/forget-work-friends-more-americans-are-all-business-on-the-job-11660736232\">meaningful connections with coworkers</a> in the age of Zoom. </p>\n\n<p class=\"has-text-align-none\">Fundamentally, <a href=\"https://www.shrm.org/topics-tools/news/inclusion-diversity/burnout-shrm-research-2024\">many of us are burned out</a> by modern life. When you have nothing left to give at the end of the day, spending time with friends — not to mention putting yourself in exhausting scenarios to make new friends — can feel like a chore. It’s why so many of us have felt relieved when a friend cancels plans at the last minute.</p>\n\n<p class=\"has-text-align-none\">Finally, there’s the problem of our own self-consciousness. Let’s say you meet another parent on the sidelines of your kid’s soccer game. You compliment their shoes, they offer up a witty joke — the two of you might really get along. But you never take the connection off the field. </p>\n\n<p class=\"has-text-align-none\">Why? We have a self-sabotaging tendency to believe other people don’t enjoy chatting with us as much as we enjoy talking to them, a phenomenon called the <a href=\"https://clarkrelationshiplab.yale.edu/sites/default/files/files/BoothbyCooneySandstromClark2018.pdf\">liking gap</a>. It’s mostly an invention in our heads, but it’s powerful.</p>\n\n<h2 class=\"wp-block-heading\">So, how can I make more friends?</h2>\n\n<p class=\"has-text-align-none\">We should act like kids again.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you have the free time, put yourself in a situation where you’ll encounter the same group of people for an extended period of time, like a club or volunteer group. Then, try to turn off the nagging voice in your head that says you’re not interesting or might say something stupid and strike up a conversation with someone. Remember: they like you more than you think (that’s according to <a href=\"https://drmarisagfranco.com/\">psychologist Marisa G. Franco</a> in her book <a href=\"https://drmarisagfranco.com/platonic-the-book/\"><em>Platonic: How the Science of Attachment Can Help You Make — and Keep — Friends</em></a>). </p>\n\n<p class=\"has-text-align-none\">If you’re nervous in your new group setting, you can take a few weeks to warm up and build a relationship with others. You know exactly when and where you’ll see these people again so there’s less urgency. This makes it easier to start building toward 200 hours spent together. </p>\n\n<p class=\"has-text-align-none\">For those who are strapped for time, take note of the people you already see and interact with most frequently, maybe a coworker or a neighbor. What’s stopping you from befriending them? Start with some <a href=\"https://www.vox.com/even-better/24083942/master-small-talk-interesting-conversation-strangers\">small talk</a> the next time you see them and graduate into longer conversations as you feel comfortable. The more meaningful these conversations become, the more likely you are to <a href=\"https://www.nytimes.com/2019/05/06/smarter-living/why-you-need-a-network-of-low-stakes-casual-friendships.html\">build a genuine friend-level relationship</a>. </p>\n\n<p class=\"has-text-align-none\">As awkward as it may be, ask for their phone number or email and schedule your next get-together before the current one ends. And even if you feel so burned out you couldn’t possibly imagine dragging your lifeless body off the couch for happy hour with a new person, remind yourself that <a href=\"https://www.vox.com/even-better/350424/self-care-isolation-loneliness-epidemic\">connection is the antidote to that feeling, not isolation</a>. </p>\n\n<p class=\"has-text-align-none\">This will probably feel exhausting because <a href=\"https://journals.sagepub.com/doi/10.1177/02654075231154937\">hanging out with new people is more energy-intensive</a> than spending time with those we already know. But it should also be <em>fun</em>. There’s no pressure to find your next best friend, just someone who you’ll enjoy talking to for the next 10 minutes.  </p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the Explain It to Me newsletter. Sign up </em><a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\"><em>here</em></a><em>.</em> <em>For more from Explain It to Me, </em><a href=\"https://link.chtbl.com/explainit?sid=site\"><em>check out the podcast</em></a><em>. New episodes drop every Wednesday.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A Vox reader writes: Why is it so hard to make friends as you continue to get older?&#160; You don’t need me to tell you what you probably already know: Forming new friendships in adulthood feels close to impossible (unless you’re a preternaturally charming social butterfly, in which case, good for you!).  For the rest [&#8230;]",
    "author": "Allie Volpe"
  },
  {
    "title": "Why do we say “like,” like, all the time? ",
    "link": "https://www.vox.com/explain-it-to-me/373342/saying-like-usage-overuse-linguistic-advice-sexism",
    "pubDate": "2024-09-25T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a black-and-white woman speaking through a loudspeaker, with a big pink triangle emanating from it. \" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/liketranscript.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">There is a word that is the bane of existence for English teachers, parents, and podcast listeners everywhere: “like.” This week on <em>Explain It to Me</em>, we answer a pressing question for our listener, Allison: “Why do I use the word ‘like’ so much?”</p>\n\n<p class=\"has-text-align-none\">Allison is a college junior, and with graduation on the horizon, she wants to sound more mature before she enters the workforce. “When I&#8217;ve been in internship interviews or job interviews, I do my best to speak more eloquently,” she said. “Why do I say “like’ so often?”</p>\n\n<p class=\"has-text-align-none\">To tackle this question, I had a conversation with <a href=\"https://www.valeriefridland.com/\">Valerie Fridland</a>, sociolinguist and author of the book <a href=\"https://www.amazon.com/Like-Literally-Dude-Arguing-English/dp/0593298322\"><em>Like, Literally, Dude: Arguing for the Good in Bad English</em></a>. Though often dismissed as a “filler word,” Friedland argues that we use “like” in our conversations for a reason. “The reality with ‘like’ is it has come into our language because it serves some really important purposes for us,” she said. “No one starts using a word because it’s pointless.”</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP2544228263\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">Fridland talked to me about how “like” is indispensable in so many ways, how it entered the lexicon, and if people use it as often as we think.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Below is an excerpt of our conversation, edited for length and clarity.</p>\n\n<p class=\"has-text-align-none\">For more, you can listen to <em>Explain It to Me</em> on <a href=\"https://podcasts.apple.com/us/podcast/explain-it-to-me/id1042433083\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/1vSUO6Bg4abtjRF7fnGpT1\">Spotify</a>, or <a href=\"https://link.chtbl.com/explainit?sid=site\">wherever you get podcasts</a>. If you’d like to submit a question, send an email to askvox@vox.com or call 1-800-618-8545.</p>\n\n<p class=\"has-text-align-none\"><strong>I remember being as young as seventh grade and my parents being at a parent teacher conference. My mom and dad said to my teacher, “She uses the word ‘like’ so much. How do we get her to stop?” And my teacher was like, “Oh, my kids do it too.”&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">I want to say that when you were introducing that, you’re saying what the teacher was saying. You said “she was like.”</p>\n\n<p class=\"has-text-align-none\"><strong>I can’t turn it off!</strong></p>\n\n<p class=\"has-text-align-none\">But it was serving a function for you because that is one form of “like.” It’s what we call in linguistic speak a “quotative like,” and that “like” substitutes for the verb “to say.” What you are doing is saying, “I’m not telling you verbatim what the teacher said. I’m giving you sort of my subjective recall of what she said.” It’s a really useful tool because it allows you more flexibility when telling a story.</p>\n\n<p class=\"has-text-align-none\"><strong>That makes sense.</strong></p>\n\n<p class=\"has-text-align-none\">You can use it sometimes to draw attention or highlight. It can also be used to hedge what you say. And a lot of times you use “like” to indicate that this is a subjective estimation of something. So you could say, “He’s like a doctor or something,” which is indicating I don’t exactly know what he does, but it’s something like a doctor.</p>\n\n<p class=\"has-text-align-none\">Then, you can also use it at the beginning of a sentence. And that’s a little different. That’s usually a sentential adverbial, which makes it sound fancy and important, but really what it means is it’s a linking “like.” So when you say something such as “I don’t know what he did. Like, I think he was a doctor.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The similarity among all these likes is that they’re all expressing some sort of subjectivity. And that’s the true power of “like.”</p>\n\n<p class=\"has-text-align-none\"><strong>Subjectivity is something that’s often frowned on and not taken as seriously as something that&#8217;s considered a cold, hard fact.</strong></p>\n\n<p class=\"has-text-align-none\">Absolutely. There are a number of reasons why people don’t like “like.” I think one is because its whole purpose is impreciseness.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Often we take impreciseness to be uncertainty, but those are not the same thing. Just because someone is imprecise in what they’re saying doesn’t mean they’re uncertain about what they’re saying. Those are actually two very important distinctions. Unfortunately, the people that tend to be associated with “like” use, are also the people that are typically thought of as vacuous, empty-headed and sort of clueless. And that&#8217;s young people and women.</p>\n\n<p class=\"has-text-align-none\">Those are also the people that tend to use “like” the most. So you throw in this feature that marks impreciseness on a group that is often associated with being uncertain, being less sure of themselves, being less confident — which is not a fair assessment of them — but still the assessment. That makes for a feature people don’t like.</p>\n\n<p class=\"has-text-align-none\"><strong>What is it about the word like that makes it so flexible for all these different uses?</strong></p>\n\n<p class=\"has-text-align-none\">Like is a very, very, very old word. Words shift and change meaning through time. And the older the word, the more often it can do this.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In about the 13th century, we first get “like” in our language and it is a verb. Then around the 15th and 16th centuries, we start to use it in similes. And then around the 16th century, you start using it as a conjunction, where instead of just being between two objects, you’re expressing similarity between an object and a whole sentence: “He rode the bike like the sky was on fire.” Then, in the 1700s, you start to see it as a discourse marker, often from lower status criminal witnesses or criminal defendants <a href=\"https://www.nationalarchives.gov.uk/help-with-your-research/research-guides/criminal-court-cases-old-bailey-the-central-criminal-court/\">giving testimony in the Old Bailey proceedings</a> in London.&nbsp; That’s where we actually start to see “like” used this way for the first time.</p>\n\n<p class=\"has-text-align-none\"><strong>Who uses “like” the most now?</strong></p>\n\n<p class=\"has-text-align-none\">When we look at studies done in the early 2000s, users under 40 were the most predominant “like” users, and users over 40 used it to a much less degree. It seems to have really come into fashion in the 80s and 90s.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It has increased in use in every generation since. So is it true that it is very much a Gen Z feature? Yes. And they might use it more than the generation above them, because it has continued to progress in their speech. But were they the innovators? Absolutely not. And was it something that was really a strong feature of the previous generations, millennials and Gen X? Absolutely.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There is a word that is the bane of existence for English teachers, parents, and podcast listeners everywhere: “like.” This week on Explain It to Me, we answer a pressing question for our listener, Allison: “Why do I use the word ‘like’ so much?” Allison is a college junior, and with graduation on the horizon, [&#8230;]",
    "author": "Jonquilyn Hill"
  },
  {
    "title": "How would a second Trump presidency change America’s courts?",
    "link": "https://www.vox.com/scotus/373084/supreme-court-trump-judges-federalist-society",
    "pubDate": "2024-09-25T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Trump at a lectern outside the White House making a hands-apart arms-wide gesture as though saying, “Who me?” \" data-caption=\"Then-President Donald Trump speaks as Supreme Court Justice Neil Gorsuch looks on during a ceremony in the Rose Garden at the White House April 10, 2017. | Eric Thayer/Getty Images\" data-portal-copyright=\"Eric Thayer/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-666925698.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Then-President Donald Trump speaks as Supreme Court Justice Neil Gorsuch looks on during a ceremony in the Rose Garden at the White House April 10, 2017. | Eric Thayer/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The name “Donald Trump” is synonymous with a kind of goonish incompetence. This, after all, is the same man who once suggested that it may be possible to cure Covid-19 by <a href=\"https://www.vox.com/2020/4/24/21234427/trump-coronavirus-bleach-injection-ultraviolet-light-treatment\">injecting yourself with bleach</a>.</p>\n\n<p class=\"has-text-align-none\">During Trump’s presidency, however, at least one part of his White House bore little resemblance to the stumbling, bumbling operation that might <a href=\"https://www.vox.com/2019/4/26/18517980/trump-unite-the-right-racism-defense-charlottesville\">praise neo-Nazis as “very fine people”</a> one day then <a href=\"https://www.vox.com/2018/1/2/16843480/trump-taunts-kim-jong-un-nuclear-button-tweet\">tweet out a threat to start a nuclear war</a> the next. Trump’s judicial selection process was <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">efficient, professional, and stunningly effective</a> in placing many of the nation’s most intellectually gifted right-wing ideologues on the federal bench.</p>\n\n<p class=\"has-text-align-none\">As a result, the GOP now has a judicial machine geared toward replacing longstanding legal principles with Republican policy goals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since Trump’s three appointees gave Republicans a supermajority on the Supreme Court, the Republican justices have behaved as though they are all <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">going down a GOP wishlist</a>, abolishing the right to an abortion, implementing Republican priorities like a ban on affirmative action, and even holding that <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">Trump has broad immunity from prosecution</a> for crimes he committed using his official powers while in office. To be clear, right-wing litigants are not winning every case they bring before the justices, but on issues where the various factions within the Republican Party have reached consensus, the Republican justices <a href=\"https://www.vox.com/scotus/24117949/supreme-court-republican-judges-fight-matthew-kacsmaryk-judge-shopping\">reliably align with that consensus</a>.</p>\n\n<p class=\"has-text-align-none\">The lower courts, meanwhile, have become incubators for far-right policy ideas that often go too far even for a majority of the members of the current Supreme Court. Think, for example, of Judge Matthew Kacsmaryk’s <a href=\"https://www.vox.com/scotus/2024/3/21/24105984/supreme-court-mifepristone-abortion-pills-fda-alliance-hippocratic-medicine\">failed attempt to ban the abortion drug mifepristone</a>. Or an astonishing decision by three Trump judges that <a href=\"https://www.vox.com/scotus/2023/9/23/23864355/supreme-court-cfpb-unconstitutional-consumer-financial-fifth-circuit-great-depression\">declared the entire Consumer Financial Protection Bureau (CFPB) unconstitutional</a>. Both of these lower court decisions were rejected by the Supreme Court.</p>\n\n<p class=\"has-text-align-none\">That there are some positions too far right even for many Republican members of the Supreme Court is a reminder of the diversity that exists among Trump’s judges. Some, like Justices Brett Kavanaugh or Amy Coney Barrett, are fully committed to using the courts to implement a long list of Republican ideas. But this cohort of judges also rejects at least some right-wing legal theories that would have catastrophic consequences for the country.</p>\n\n<p class=\"has-text-align-none\">Both Kavanaugh and Barrett, for example, <a href=\"https://www.vox.com/scotus/24158216/supreme-court-cfpb-clarence-thomas-community-financial\">rejected the legal attack on the CFPB</a>. They joined an opinion explaining that the plaintiffs’ legal theory had no basis in constitutional text or history, but they may also have been motivated by the fact that this theory <a href=\"https://www.vox.com/scotus/2023/9/23/23864355/supreme-court-cfpb-unconstitutional-consumer-financial-fifth-circuit-great-depression\">could have triggered an economic depression if it had prevailed</a>. Kavanaugh and Barrett also backed Trump’s claim that he has broad immunity from criminal prosecution for crimes committed in office, but on the same day they rejected a Texas law that would have given that state’s Republican legislature extraordinary authority to <a href=\"https://www.vox.com/scotus/358326/supreme-court-netchoice-moody-paxton-first-amendment\">dictate what the media must print</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other faction of Trump’s judges is more nihilistic. They include Kacsmaryk, who has turned his Amarillo, Texas, courtroom into a <a href=\"https://www.vox.com/policy-and-politics/2022/12/17/23512766/supreme-court-matthew-kacsmaryk-judge-trump-abortion-immigration-birth-control\">printing press for court orders advancing far-right causes</a>. The nihilistic faction also includes judges like Aileen Cannon, the Trump judge who has presided over one of Trump’s criminal trials (and <a href=\"https://www.vox.com/2023/6/13/23757893/aileen-cannon-donald-trump-jack-smith-indictment-mar-a-lago-maga\">behaved like one of his defense attorneys</a>), much of the <a href=\"https://www.vox.com/policy-and-politics/2022/12/27/23496264/supreme-court-fifth-circuit-trump-court-immigration-housing-sexual-harrassment\">far-right United States Court of Appeals for the Fifth Circuit</a>, and Trump Supreme Court appointment <a href=\"https://www.vox.com/22431044/neil-gorsuch-nihilism-supreme-court-voting-rights-lgbt-housing-obamacare-constitution\">Justice Neil Gorsuch</a>.</p>\n\n<p class=\"has-text-align-none\">Gorsuch, for example, saw nothing wrong with the <a href=\"https://www.vox.com/scotus/24158216/supreme-court-cfpb-clarence-thomas-community-financial\">case against the CFPB</a>. And in a case involving hundreds of billions of dollars worth of transactions the federal government used to stabilize the US housing market after the 2008 recession, Gorsuch also voted for an outcome that <a href=\"https://www.vox.com/22431044/neil-gorsuch-nihilism-supreme-court-voting-rights-lgbt-housing-obamacare-constitution\">risked triggering an economic depression</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Gorsuch is one of two justices who wants to overrule <a href=\"https://supreme.justia.com/cases/federal/us/376/254/\"><em>New York Times v. Sullivan</em></a><em> </em>(1964), a seminal First Amendment decision that is the <a href=\"https://www.vox.com/politics/23622299/ron-desantis-first-amendment-press-new-york-times-v-sullivan\">backbone of press freedom in the United States</a>. And, even on a Court that is <a href=\"https://www.vox.com/22575435/voting-rights-supreme-court-john-roberts-shelby-county-constitution-brnovich-elena-kagan\">often hostile to voting rights</a>, Gorsuch stands out: In a 2021 opinion, he would have <a href=\"https://www.vox.com/scotus/24151144/supreme-court-worst-decisions-donald-trump\">neutralized the federal Voting Rights Act</a> almost in its entirety.</p>\n\n<p class=\"has-text-align-none\">Trump has given some oblique signals that he’s soured on the more pragmatic wing of judges. Among other things, the former president reportedly <a href=\"https://www.axios.com/2021/07/13/trump-kavanaugh-supreme-court-michael-wolff\">harbors particular resentment toward Kavanaugh</a>, after Kavanaugh refused to back Trump’s effort to overthrow the 2020 election. Trump reportedly thinks Kavanaugh owes him after Trump continued to back Kavanaugh’s nomination even after the future justice was <a href=\"https://www.vox.com/explainers/2018/9/27/17909782/brett-kavanaugh-christine-ford-supreme-court-senate-sexual-assault-testimony\">accused of sexually assaulting a woman while in high school</a>.</p>\n\n<p class=\"has-text-align-none\">Still, Trump has yet to signal definitively whether his judicial nominees would reflect the full diversity of Republican lawyers if he were returned to office, or whether he would instead draw more heavily from the more nihilistic cohort in a second term.</p>\n\n<h2 class=\"wp-block-heading\">There’s nothing usual about Trump’s first-term judges — they’re just Republicans&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Trump’s first term in office was a power-sharing arrangement between <a href=\"https://www.vox.com/scotus/359206/supreme-court-incompetent-abortion-trump-immunity\">two overlapping anti-democratic movements</a>, the MAGA cult of personality centered on Trump and a more overtly refined, legalistic movement centered in groups like the Federalist Society, an organization for conservative lawyers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In this arrangement, Trump got the title of “president” and the trappings of office, but he largely delegated the power to select judges to longtime operatives within the conservative legal movement.</p>\n\n<p class=\"has-text-align-none\">As a result, Trump’s judges looked more or less the same as the sort of judges who may have been appointed if former <a href=\"https://www.vox.com/2016/2/20/11080952/jeb-bush-please-clap\">Gov. Jeb Bush</a> or <a href=\"https://www.vox.com/2016/3/15/11242326/marco-rubio-drop-out\">Sen. Marco Rubio</a> had become president in 2017. </p>\n\n<p class=\"has-text-align-none\">Trump promised this would be the case while campaigning for president in 2016, saying, “We’re going to have great judges, conservative, <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">all picked by the Federalist Society</a>.”</p>\n\n<p class=\"has-text-align-none\">At the time, many Republicans, who had long dreamed of ruling the nation from the bench in <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">much the same way the Supreme Court does now</a>, feared that Trump’s judges, like Trump himself, would be erratic and unreliable — or even worse, liberal. Trump allayed these fears in 2016, however, by releasing a <a href=\"https://archive.thinkprogress.org/your-ultimate-guide-to-the-11-white-people-donald-trump-will-consider-for-the-supreme-court-ca321a25917e/\">list of 11 sitting judges</a> and pledging to choose Supreme Court nominees from this list. All 11 names on the original list were reliably conservative judges in good standing with the Federalist Society.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump supplemented this list many times; none of his appointees to the Supreme Court — Gorsuch, Kavanaugh, or Barrett —&nbsp;were among the original 11. But the specific names mattered less than the message sent by the list. As the National Review said in an editorial last March, “Because Trump had never served in government and had little record of engagement with political ideas or activism, [the list] <a href=\"https://www.nationalreview.com/2024/05/trump-needs-another-judges-list/\">helped fill in the blanks for voters</a>.”</p>\n\n<p class=\"has-text-align-none\">After entering the White House, Trump took other steps to integrate the Federalist Society into his judicial selection process. Most notably, he chose Don McGahn, a longtime society member, as his White House Counsel — a role that gave McGahn considerable control over Trump’s judicial nominees. In 2017, responding to allegations that Trump outsourced his judicial nomination process to the Federalist Society, McGahn quipped that his own presence within the White House meant that “<a href=\"https://www.theatlantic.com/politics/archive/2019/05/don-mcgahn-helped-trump-remake-federal-courts/589957/\">frankly, it seems like it’s been in-sourced</a>.”</p>\n\n<p class=\"has-text-align-none\">Guided by McGahn, the Trump White House picked judges heavy on the sort of credentials that legal employers often <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">use to identify very promising young legal talent</a>, including a degree from a highly ranked law school and whether the candidates had a prestigious judicial clerkship, a kind of one-year apprenticeship to a sitting judge. The biggest clerkship prize, at least for a young lawyer without any previous experience, is a clerkship for a federal appellate judge. About <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">80 percent of Trump’s appeals court nominees</a> had such a clerkship on their resume.</p>\n\n<p class=\"has-text-align-none\">Federal appellate clerks, meanwhile, compete for an even bigger prize: a clerkship with a Supreme Court justice. About 40 percent of Trump’s appellate nominees clerked for a justice.</p>\n\n<p class=\"has-text-align-none\">By contrast, according to a <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4950475\">recent paper</a> by legal scholars Stephen Choi and Mitu Gulati, roughly 10 percent of President Joe Biden’s appellate judges clerked for a justice, and about half of Biden’s appellate judges themselves clerked for a federal appellate judge.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, in large part because Senate Republicans blocked nearly all of Obama’s appellate nominees during his final two years in office, Trump came into the White House with an unusually large number of vacancies to fill, and he took advantage of this fact. As Choi and Gulati write, “In a single term, Trump appointed 54 judges at the appeals court level. Obama, in two terms, had one more, 55.”</p>\n\n<p class=\"has-text-align-none\">So Trump had an unusually large impact on the federal courts, especially for a one-term president. He largely delegated the task of choosing judges to sophisticated right-wing operatives with a clear vision for what they wanted out of the judiciary, and those operatives successfully installed many judges with the sort of resumes legal employers drool over.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In short, Trump successfully filled the judiciary with reliable, high-achieving, Republican judges.</p>\n\n<h2 class=\"wp-block-heading\">There are real differences between the GOP’s pragmatic and nihilistic factions, but they agree on a wide range of issues</h2>\n\n<p class=\"has-text-align-none\">Lawyers are trained, in the words of the Model Rules of Professional Conduct, to show “<a href=\"https://www.americanbar.org/groups/professional_responsibility/publications/model_rules_of_professional_conduct/rule_1_3_diligence/comment_on_rule_1_3/\">zeal in advocacy upon the client’s behalf</a>.” A lawyer’s job is to advance the interests of that client, not to push for rules that are sensible or even morally defensible. If a lawyer is hired to defend a company that just poisoned thousands of innocent people, the lawyer’s job is, if possible, to get that company off scot-free.</p>\n\n<p class=\"has-text-align-none\">So, by appointing lawyers of great skill to the federal bench, Trump did not select judges who were necessarily inclined to read the law in reasonable, <a href=\"https://www.vox.com/scotus/2023/6/30/23779903/supreme-court-student-loan-biden-nebraska-john-roberts\">or even plausible</a>, ways. To the contrary, he picked individuals whose core skill was often persuading judges to read the law in unnatural ways in order to benefit the lawyer’s client.</p>\n\n<p class=\"has-text-align-none\">Since joining the bench, many of Trump’s judges and <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">especially his justices</a> have behaved as zealous advocates for the Republican Party and its causes. In some cases, such as the Court’s “<a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">major questions doctrine</a>” decisions — a series of cases in which the justices gave themselves the power to veto actions by agencies within the executive branch — or its <a href=\"https://www.vox.com/scotus/366855/supreme-court-trump-immunity-betrayal-worst-decisions-anticanon\">Trump immunity decision</a>, Trump’s justices embraced arguments that cannot be defended under any plausible theory of law. </p>\n\n<p class=\"has-text-align-none\">In others, including the <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">Court’s big abortion and affirmative action cases</a>, Trump’s justices appear to be systematically identifying issues that have long divided the two parties and converting past Democratic victories into Republican wins.</p>\n\n<p class=\"has-text-align-none\">Yet, while Trump’s judges are often reliable advocates for the GOP and its positions, they also reveal real disagreements within the Republican Party. And Trump often drew his first-term judges from both sides of this internal divide.</p>\n\n<p class=\"has-text-align-none\">Traditionally, for example, the Republican Party has taken an expansive view of the First Amendment. In the early 2010s, the Supreme Court handed down a pair of cases protecting truly revolting speech, one of which involved a notorious church that protested a fallen marine’s funeral with anti-gay slurs and signs declaring “<a href=\"https://supreme.justia.com/cases/federal/us/562/443/\">Thank God for Dead Soldiers</a>.” Both cases were decided 8-1, with only Justice Samuel Alito taking a narrow view of free speech.</p>\n\n<p class=\"has-text-align-none\">After Trump, however, Republicans splintered on whether they still support traditional free speech principles. After Texas and Florida GOP legislatures passed laws <a href=\"https://www.vox.com/scotus/358326/supreme-court-netchoice-moody-paxton-first-amendment\">seizing control of content moderation at major social media outlets</a>, the six Republican justices split right down the middle. Three of them (including Trump Justices Kavanaugh and Barrett) took the traditional view that the government <a href=\"https://www.vox.com/scotus/358326/supreme-court-netchoice-moody-paxton-first-amendment\">may not tell media outlets what they must print</a>. Three others, including Trump Justice Gorsuch, tried to rescue these unconstitutional laws.</p>\n\n<p class=\"has-text-align-none\">There are other issues that divide Republican judges. In <a href=\"https://www.supremecourt.gov/orders/courtorders/082224zr_n75p.pdf\"><em>Republican National Committee v. Mi Familia Vota</em></a> (2024) — a case, blocked by lower courts, involving an Arizona law that imposed various new restrictions on voters — Trump’s three justices split three ways. Barrett voted with the three Democrats to leave Arizona’s preexisting election rules intact. Kavanaugh voted (along with most of the Court) to make it <a href=\"https://www.vox.com/scotus/368310/supreme-court-rnc-mi-famila-vota\">marginally more difficult to register to vote in Arizona</a>. Gorsuch, the furthest right of the three, voted to strip thousands of already-registered voters in Arizona of their ability to vote for president.</p>\n\n<p class=\"has-text-align-none\">In any event, the fact that Republican judges and justices sometimes disagree with one another, especially in cases where the right-leaning litigant makes a particularly outlandish claim, shouldn’t surprise anyone. Republicans in all three branches of government frequently disagree on important questions of federal policy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The divide between more pragmatic Republican judges like Kavanaugh, who tend to shy away from legal arguments that could cause turmoil or mass unrest, and more nihilistic Republican judges like Gorsuch, who embrace the potential for chaos, closely resembles the divide between relatively pragmatic figures like Senate Minority Leader Mitch McConnell (R-KY) and more reckless lawmakers like the House Freedom Caucus. Just as McConnell often breaks with his party’s right-most flank on issues like the <a href=\"https://www.vox.com/politics/2024/2/28/23852847/mitch-mcconnell-steps-down-ukraine-trump\">war in Ukraine</a>, many of Trump’s judges reject the most aggressive legal arguments presented by the most far-right litigants.</p>\n\n<p class=\"has-text-align-none\">But that doesn’t mean either faction is disloyal to its political party. Both factions reliably seek to advance Republican interests and causes, but one faction sometimes favors tactics the other believes to be counterproductive.</p>\n\n<h2 class=\"wp-block-heading\">Trump is giving some signals that he will prefer the nihilistic faction if he gets a second term</h2>\n\n<p class=\"has-text-align-none\">Despite the political success of his 2016 list of potential Supreme Court nominees, Trump has yet to put out a similar list for the 2024 election. He has given few direct signals about which sort of Republicans he’d appoint if he achieves a second term.</p>\n\n<p class=\"has-text-align-none\">That said, a few statements by the former president suggest that he prefers judges from the more nihilistic faction and may even view Gorsuch as too soft.</p>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://rumble.com/v4yb4wq-live-interview-president-trump-slams-sham-trial-ep.-2260-05292024.html\">May interview</a> with radio host Dan Bongino, for example, Trump praised Justices Clarence Thomas and Alito, for many years the Court’s <a href=\"https://www.vox.com/scotus/350339/samuel-alito-republican-party-scotus\">most unapologetic</a> <a href=\"https://archive.thinkprogress.org/clarence-thomas-most-important-legal-thinker-in-america-c12af3d08c98/\">right-wing Republicans</a>, while offering a much more tepid view of his own justices. Gorsuch, Kavanaugh, and Barrett, Trump said, have “got to be stronger, they’ve got to be tough.” Meanwhile, Trump labeled Alito ‘very tough, very good,” and Thomas “great.”</p>\n\n<p class=\"has-text-align-none\">Similarly, in journalist Michael Wolff’s <a href=\"https://www.amazon.com/Landslide-Final-Days-Trump-Presidency/dp/125083001X?asin=1250830028&amp;revisionId=&amp;format=4&amp;depth=2\">2021 book <em>Landslide: The Final Days of the Trump Presidency</em></a>, Trump said he was “very disappointed in Kavanaugh” and claimed that his appointee “hasn’t had the courage you need to be a great justice.”</p>\n\n<p class=\"has-text-align-none\">Again, these aren’t the clearest possible signs that Trump will choose judges from the most extreme faction of the GOP if he becomes president again, but they certainly suggest he favors those judges, and may try to elevate others like them if given the chance.</p>\n\n<p class=\"has-text-align-none\">If you want to know what a world with a nihilistic Republican majority on the Supreme Court would look like, examine the Fifth Circuit, a federal appeals court controlled by that faction that hears cases arising from Texas, Mississippi, and Louisiana. <a href=\"https://www.vox.com/policy-and-politics/2022/12/27/23496264/supreme-court-fifth-circuit-trump-court-immigration-housing-sexual-harrassment\">The results aren’t pretty</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It was the Fifth Circuit’s decision striking down the CFPB that <a href=\"https://www.vox.com/scotus/24158216/supreme-court-cfpb-clarence-thomas-community-financial\">risked triggering a second Great Depression</a> because that decision could have prevented banks from issuing new mortgages. The Fifth Circuit largely backed Kacsmaryk’s <a href=\"https://www.vox.com/politics/2023/4/13/23681630/supreme-court-abortion-mifepristone-fifth-circuit-alliance-hippocratic-medicine-fda\">attempt to ban the abortion drug mifepristone</a>. It effectively <a href=\"https://www.vox.com/scotus/2024/1/24/24042823/supreme-court-protest-mckesson-doe-fifth-circuit-first-amendment\">eliminated the right to engage in mass protest</a>. It once held that a prisoner could be kept in a cell with such a <a href=\"https://www.vox.com/policy-and-politics/2022/12/27/23496264/supreme-court-fifth-circuit-trump-court-immigration-housing-sexual-harrassment\">thick layer of dried human feces</a> on the ground that it made a crunching sound as the prisoner, stripped naked, walked across the floor.</p>\n\n<p class=\"has-text-align-none\">And this is just a small sampling of the kind of far-right legal reasoning that routinely escapes this benighted court.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If elected president this November, Trump is almost certain to fill the bench with judges who are eager to implement Republican policies. The question is what type of Republicans he will favor: relatively pragmatic judges like Kavanaugh, or the chaos agents who dominate the Fifth Circuit?</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The name “Donald Trump” is synonymous with a kind of goonish incompetence. This, after all, is the same man who once suggested that it may be possible to cure Covid-19 by injecting yourself with bleach. During Trump’s presidency, however, at least one part of his White House bore little resemblance to the stumbling, bumbling operation [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "The present — and future — of the American right",
    "link": "https://www.vox.com/policy/373288/the-right-explained",
    "pubDate": "2024-09-25T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/TheRight_Explained.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">That today’s American right has radically changed since former President Donald Trump’s political emergence is beyond obvious. What’s less well understood is that the right is still transforming rapidly, and that the movement is in a vastly different — and more radical — place than it was even four years ago.</p>\n\n<p class=\"has-text-align-none\">In eight new pieces, Vox explains the current state of the movement: its dominant ideologies, its newest obsessions, its defining thinkers, and its latest policy positions. We also explain where the movement is headed next — including two paths the Republican Party, and the United States, could travel next depending on what happens in the 2024 election between Trump and Vice President Kamala Harris.</p>\n\n<p class=\"has-text-align-none\">Look out for the first four pieces coming Wednesday, September 25, and the next four coming the day after. And keep an eye out for another series in October, where we’ll examine the state of the transformed left, and where that movement is headed next.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\">CREDITS</h3>\n\n<p class=\"has-text-align-none\">Reporters:<em>&nbsp;<em>Zack Beauchamp, Rachel M. Cohen, Rebecca Jennings, Eric Levitz, Ian Millhiser, Christian Paz, Andrew Prokop</em></em></p>\n\n<p class=\"has-text-align-none\">Editors:<em>  Angela Chen, Sean Collins</em><em>, Naureen Khan, Patrick Reis</em></p>\n\n<p class=\"has-text-align-none\">Art Director:&nbsp;<em>Paige Vickers</em></p>\n\n<p class=\"has-text-align-none\">Style &amp; Standards:&nbsp;<em>Elizabeth Crane, Anouck Dussaud</em>, <em>Kim Eggleston, Caity PenzeyMoog, Sarah Schweppe</em></p>\n\n<p class=\"has-text-align-none\">Audience:&nbsp;<em>Shira Tarlo</em> </p>\n\n<p class=\"has-text-align-none\">Special thanks:&nbsp;<em>Bill Carey, Elbert Ventura</em></p>\n\n<p class=\"has-text-align-none\"></p>\n<ul>\n\t\t\t<li><a href=\"https://www.vox.com/politics/373485/project-2025-abortion-ban-trump-comstock-mifepristone\">The big lie about Project 2025</a></li>\n\t\t\t<li><a href=\"https://www.vox.com/2024-elections/373535/3-theories-gop-donald-trump-nonwhite-voters-hispanic-black-latino-asian\">The Republican Party is less white than ever. Thank Donald Trump.</a></li>\n\t\t\t<li><a href=\"https://www.vox.com/politics/373620/trump-second-term-thinkers-theorists-ideas-agenda-right-explained\">The 6 thinkers who would define a second Trump term</a></li>\n\t</ul>\n\t<ul>\n\t\t\t\t\t<li><a href=\"https://www.vox.com/culture/373990/heterodoxy-anti-woke-libertarian-tech-bro\">The cultural power of the anti-woke tech bro</a></li>\n\t\t\t</ul>\n\t\t\t<h3>Read now</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/373485/project-2025-abortion-ban-trump-comstock-mifepristone\">The big lie about Project 2025</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/2024-elections/373535/3-theories-gop-donald-trump-nonwhite-voters-hispanic-black-latino-asian\">The Republican Party is less white than ever. Thank Donald Trump.</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/373620/trump-second-term-thinkers-theorists-ideas-agenda-right-explained\">The 6 thinkers who would define a second Trump term</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/scotus/373084/supreme-court-trump-judges-federalist-society\">How would a second Trump presidency change America’s courts?</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "That today’s American right has radically changed since former President Donald Trump’s political emergence is beyond obvious. What’s less well understood is that the right is still transforming rapidly, and that the movement is in a vastly different — and more radical — place than it was even four years ago. In eight new pieces, [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "The Republican Party is less white than ever. Thank Donald Trump.",
    "link": "https://www.vox.com/2024-elections/373535/3-theories-gop-donald-trump-nonwhite-voters-hispanic-black-latino-asian",
    "pubDate": "2024-09-25T10:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Supporters of former President Donald Trump watch as he holds a rally in the South Bronx on May 23, 2024, in New York City. | Spencer Platt/Getty Images\" data-portal-copyright=\"Spencer Platt/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2154369972.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Supporters of former President Donald Trump watch as he holds a rally in the South Bronx on May 23, 2024, in New York City. | Spencer Platt/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Is Donald Trump on track to win a historic share of voters of color in November’s presidential election?</p>\n\n<p class=\"has-text-align-none\">On the surface, it’s one of the most confounding questions of the Trump years in American politics. Trump —&nbsp;and the Republican Party in his thrall —&nbsp;has embraced anti-immigrant policies and proposals, peddled racist stereotypes, and demonized immigrants. So why does it look like he might win over and hold the support of greater numbers of nonwhite voters than the Republican Party of years past?</p>\n\n<p class=\"has-text-align-none\">In poll after poll, he’s hitting or exceeding the levels of support he received in 2020 from Latino and Hispanic voters. He’s <a href=\"https://aapidata.com/featured/2024-asian-american-voter-survey/\">primed</a> to make inroads among Asian American voters, whose Democratic loyalty has <a href=\"https://www.latimes.com/opinion/story/2024-07-25/election-2024-asian-american-voters-kamala-harris-trump\">gradually</a> been declining over the last few election cycles. And the numbers he’s posting with Black voters <a href=\"https://www.nytimes.com/2024/09/04/upshot/kamala-harris-trump-polls.html\">suggest</a> the largest racial realignment in an election since the signing of the Civil Rights Act in 1964.</p>\n\n<p class=\"has-text-align-none\">There are a plethora of explanations for this shift, but first, some points of clarification. The pro-Trump shift is concentrated among Hispanic and Latino voters, though it has appeared to be spreading to parts of the Black and Asian American electorate.</p>\n\n<p class=\"has-text-align-none\">Second, things have changed since Vice President Kamala Harris took over the Democratic ticket in late July. Polling confirms that Harris has posted significant improvements among nonwhite voters, young voters, Democrats, and suburban voters. In other words, Harris has managed to <a href=\"https://abcnews.go.com/538/harris-starting-rebuild-biden-coalition/story?id=112906250\">revive</a> the party’s standing with its base, suggesting that a part of Trump’s gains were due to unique problems that Biden had with these groups of voters. Thus, it’s not entirely clear to what extent this great racial realignment, as <a href=\"https://www.vox.com/2024-elections/23982907/trump-democrats-republicans-working-class-voters-latino-black-voters\">some have described</a> the Trump-era phenomenon, will manifest itself in November.</p>\n\n<p class=\"has-text-align-none\">Still, Democrats aren’t in the clear. That same polling suggests that, despite Harris’s improvements, she is still <a href=\"https://abcnews.go.com/538/harris-starting-rebuild-biden-coalition/story?id=112906250\">underperforming</a> both <a href=\"https://x.com/admcrlsn/status/1831396109341839435\">Biden’s support at this point in the 2020</a> polls and the <a href=\"https://x.com/admcrlsn/status/1832957355518042396\">margins of victory</a> Biden ended up winning on Election Day. These numbers, especially the results among Latino and Hispanic voters, should be worrisome to Democrats: Biden did rather poorly among Latino voters relative to other candidates from the current century, resulting in Trump posting numbers not seen by a Republican since George W. Bush ran for reelection in 2004, and Harris could perform even more poorly.</p>\n\n<p class=\"has-text-align-none\">Why? Putting aside environmental factors and shifts in the American electorate that are happening independent of the candidates, there are a few theories to explain how Trump has uniquely weakened political polarization along the lines of race and ethnicity.</p>\n\n<p class=\"has-text-align-none\">1) Trump has successfully associated himself with a message of economic nostalgia, heightening nonwhite Americans’ memories of the pre-Covid economy in contrast to the period of inflation we’re now exiting.</p>\n\n<p class=\"has-text-align-none\">2) Trump and his campaign have also zeroed in specifically on outreach and messaging to nonwhite men as part of their larger focus on appealing to male voters.</p>\n\n<p class=\"has-text-align-none\">3) Trump and his party have taken advantage of a confluence of social factors, including messaging on immigration and cultural issues, to shore up support from conservative voters of color who have traditionally voted for Democrats or not voted at all.</p>\n\n<h2 class=\"wp-block-heading\">Theory 1: Effective campaigning on the economy</h2>\n\n<p class=\"has-text-align-none\">Trump’s loudest message —&nbsp;the one that gets the most headlines —&nbsp;is his bombastic attacks on immigrants and his pledge to conduct mass deportations. His most successful appeal to voters, though, which he has held on to despite an improving economy under Biden, is economic. Trump claims to have presided over a time of broad and magnificent prosperity, arguing that there was a Trump economic renaissance before Biden bungled it.</p>\n\n<p class=\"has-text-align-none\">That pitch doesn’t comport with reality, but it may be resonating with voters who disproportionately prioritize economic concerns in casting their votes, particularly Latino and Asian American voters.</p>\n\n<p class=\"has-text-align-none\">Polling suggests that voters at large <a href=\"https://www.nytimes.com/2024/04/14/us/politics/poll-trump-views.html\">remember</a> the Trump-era economy fondly and view Trump’s <a href=\"https://www.nytimes.com/2024/03/04/us/politics/trump-biden-policies-help-hurt.html\">policies</a> more <a href=\"https://www.nytimes.com/2024/04/14/us/politics/poll-trump-views.html\">favorably</a> than Biden’s. Black and Latino voters in particular may have more negative memories about Biden and Democrats’ economic stewardship because they <a href=\"https://www.newyorkfed.org/medialibrary/Research/Interactives/Data/equitable-growth-indicators/downloads/EGI-National-INFLATION.pdf?sc_lang=en&amp;hash=3523DCE63C4151B6A6347461000E2F7C\">experienced worse rates of inflation</a> than white Americans and Asian Americans did during 2021 and 2022.</p>\n\n<p class=\"has-text-align-none\">Those memories came up constantly on a recent Black Voters for Trump voter outreach swing this September through predominantly Black neighborhoods in Philadelphia.</p>\n\n<p class=\"has-text-align-none\">“We have got to get somebody in the White House that has been there, knows our economy, knows what a bad economy looks like, and will get us where we need to go,” Signa Griffin, who described herself as a Black Trump supporter living in Philadelphia, told me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sharita White, another Black voter planning to support Trump, said not enough people want to admit how much better life was when Trump was president. “They talk so bad about him, but they forgot what happened,” she said. “I don&#8217;t know too much about politics, but the only thing I know, my income changed, and if I need that man to get in here to fix my income, I&#8217;m all down.”</p>\n\n<p class=\"has-text-align-none\">Polling suggests <a href=\"https://www.as-coa.org/articles/poll-tracker-latino-vote-2024-us-presidential-election\">Hispanic</a> and <a href=\"https://aapidata.com/wp-content/uploads/2024/07/2024-AAVS-Full-Report_July15.pdf\">Asian American</a> voters are feeling economic concerns especially keenly, and Hispanic voters in particular seem primed for an economic pitch from Trump: More than half said they trusted Trump over Biden to “make good decisions about economic policy,” according to <a href=\"https://www.pewresearch.org/short-reads/2024/07/19/how-latino-voters-view-the-2024-presidential-election/\">research conducted by the Pew Research Center</a> this summer. It was the topic on which Trump had the biggest advantage.</p>\n\n<p class=\"has-text-align-none\">Of course, Trump has long inflated his economic record and conveniently ignores the economic devastation he presided over during the Covid-19 pandemic and recession. That deflection provides an additional point that further complicates the blame Biden has received on the economy. Presidents, in general, have limited ability to control the <a href=\"https://www.nytimes.com/2017/01/17/upshot/presidents-have-less-power-over-the-economy-than-you-might-think.html\">economy</a> (or <a href=\"https://www.newyorker.com/business/currency/does-the-president-have-control-over-inflation\">inflation)</a>, given the independence of the Federal Reserve and how interconnected our economy is with the world at large. But sour perceptions still helped drag down Biden’s approval rating and electoral support as a candidate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And it hasn’t stopped Trump from making a big deal about the opportunities his administration secured for minority-owned small businesses&nbsp;—&nbsp;he talks about cutting regulations, providing emergency assistance during the pandemic, and keeping unemployment low.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2171578427.jpg?quality=90&#038;strip=all&#038;crop=0,12.150071006711,100,75.699857986579\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Former President Donald Trump speaks during an economy-focused campaign event at the Linda Ronstadt Music Hall in Tucson, Arizona, on September 12, 2024. | Justin Sullivan/Getty Images\" data-portal-copyright=\"Justin Sullivan/Getty Images\" />\n<p class=\"has-text-align-none\">All of this resonates with Hispanic and Asian American communities, James Zarsadiaz, a professor of history and researcher on conservatism at the University of San Francisco, told me. “As [these entrepreneurs] feel the punch of inflation, fees, taxes to run a business in very expensive metro areas, the GOP is starting to look more attractive to them again because they’re seen as the party on the side of the small-business owner, as opposed to the Democrats who are seen as the party of protecting workers.”</p>\n\n<p class=\"has-text-align-none\">Once again, things have changed since Harris became the nominee, and polls <a href=\"https://www.ft.com/ft-michigan-ross-poll\">specifically focusing on economic sentiment</a> have tracked an improving national mood and growing trust in Harris’s ability to handle economic issues. But Trump is still benefiting from a sense of nostalgia&nbsp;and has tried his best to tie Harris to Biden’s economic record, asking voters routinely if they are better off today than they were four years ago.</p>\n\n<h2 class=\"wp-block-heading\">Theory 2: Direct appeals to nonwhite men</h2>\n\n<p class=\"has-text-align-none\">The political realignment of women voters has been one of the major stories of 2024; the gender gap in American politics exploded in 2016, took a break in 2020, and seems like it&#8217;s about to be historic in 2024, with a huge pro-Democrat shift among women. At the same time, though, the rightward drift of men, including men of color, is a quiet undercurrent that may end up explaining what happened if Trump wins in November.</p>\n\n<p class=\"has-text-align-none\">Plenty of theories have been raised in the past about what kind of appeal Trump might have specifically to men and to men of color: Does his businessman persona resonate with upwardly mobile, financially aspirational men? Is there a “<a href=\"https://www.nytimes.com/2020/10/14/us/politics/trump-macho-appeal.html\">macho</a>” appeal there for Hispanic men? Could his gritty, outsider, everyman posturing and brash rhetoric resonate with Black and Latino men, particularly those living in traditionally Democratic cities?</p>\n\n<p class=\"has-text-align-none\">All of those could play a factor, but more significantly, pre-Harris, Trump’s campaign and allies doubled down on <a href=\"https://www.wsj.com/politics/elections/trump-allies-launch-20-million-effort-to-reach-young-men-e65aeb31\">reaching out to men</a>, especially <a href=\"https://www.nbcnews.com/news/nbcblk/trump-stop-frisk-black-male-voters-rcna157084\">men</a> <a href=\"https://www.nytimes.com/2024/06/10/us/politics/2024-election-gop-black-men-voters.html\">of</a> <a href=\"https://newrepublic.com/article/184638/trump-making-gains-latino-menand-harris-can-respond\">color</a>, as part of an effort to exploit the growing gender gap and fuel disillusionment with Democrats.</p>\n\n<p class=\"has-text-align-none\">It’s the “Jamal and Enrique” strategy that the Trump campaign appears to believe in, that “for every Karen we lose, we’re going to win a Jamal and an Enrique,” as Trump allies <a href=\"https://www.theatlantic.com/politics/archive/2024/07/trump-campain-election-2024-susie-wiles-chris-lacivita/678806/\">explained it to the Atlantic’s Tim Alberta in July</a>. That includes speaking to, campaigning with, and getting endorsements from <a href=\"https://www.cnn.com/2024/09/12/politics/video/gen-z-tiktok-politics-influencers-digvid\">TikTok</a> <a href=\"https://www.youtube.com/watch?v=hpcj0BRT31Q\">stars</a>, <a href=\"https://time.com/7020074/dana-white-ufc-sphere-trump-interview/\">sports</a> <a href=\"https://www.youtube.com/watch?v=xrFdHO7FH8w\">personalities</a>, and popular Black and Latin <a href=\"https://www.foxnews.com/media/puerto-rican-musicians-bring-star-power-endorse-trump-best-president-world-has-seen\">musicians</a> who have large young male audiences.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2153729329.jpg?quality=90&#038;strip=all&#038;crop=0,10.737892056687,100,78.524215886627\" alt=\"A man in a crowd shouting and wearing a red shirt that says “I was there” and features a the New York state outline and the words “Bronx, New York, Trump.“\" title=\"A man in a crowd shouting and wearing a red shirt that says “I was there” and features a the New York state outline and the words “Bronx, New York, Trump.“\" data-has-syndication-rights=\"1\" data-caption=\"Trump supporters outside of a Trump rally venue in the Bronx in May 2024. | Stephanie Keith/Getty Images\" data-portal-copyright=\"Stephanie Keith/Getty Images\" />\n<p class=\"has-text-align-none\">Intentionally or otherwise, this strategy could exacerbate movement by traditionally Democratic constituencies that were already slipping. Among young <a href=\"https://www.politico.com/news/2024/09/14/harris-needs-incredible-turnout-among-black-voters-but-there-are-warning-signs-00179211\">Black</a>, <a href=\"https://www.nytimes.com/2024/08/13/us/politics/asian-american-voters-election.html\">Asian American</a>, and <a href=\"https://www.axios.com/2024/09/05/latino-youth-independent-voters-harris-trump-campaigns\">Latino</a> men, loyalty to the Democratic Party has faded. Younger Latinos in general are more likely than older Latinos to <a href=\"https://unidosus.org/wp-content/uploads/2024/05/unidosus_latinosonthemove_partisanchurnandchangingvoterintentacrosscohorts.pdf\">identify as independents</a>, and younger Latino men have tended to support Republican candidates at higher rates than young Latinas. An example: A <a href=\"https://www.brookings.edu/articles/how-younger-voters-will-impact-elections-young-latino-voters-will-be-vital-to-the-outcome-of-the-2024-election/\">Brookings analysis</a> of the 2022 midterms found Latinos under the age of 30 “supported Republican candidates for Congress (40%) at nearly double the rate of young Latinas (21%).” And Pew Research has routinely found that younger Black men are more likely to identify as <a href=\"https://www.pewresearch.org/race-and-ethnicity/2024/05/20/an-early-look-at-black-voters-views-on-biden-trump-and-election-2024/\">Republicans</a> than <a href=\"https://www.pewresearch.org/politics/2024/04/09/age-generational-cohorts-and-party-identification/\">older Black men</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Theory 3: Championing conservative social issues</h2>\n\n<p class=\"has-text-align-none\">Trump and the GOP may also have found the right social issues to emphasize and campaign on in order to exploit some of the cultural divides between conservative and moderate nonwhite voters, and liberal white voters who also make up part of the Democratic base (in addition to liberal nonwhite voters). In 2021 and 2022, that looked like fearmongering on gender identity and crime, playing up concerns over affirmative action, and campaigning on the overturning of <em>Roe v Wade.</em></p>\n\n<p class=\"has-text-align-none\">In 2023 and 2024, the Trump focus has shifted strongly toward immigration, an issue that has divided the Democratic coalition as hostility toward immigration has grown. That’s true even for Latino and Hispanic voters — long seen as being the voting group most amenable to a pro-immigrant, Democratic message — and it’s being used as a wedge issue by Republicans among Black voters as well.</p>\n\n<p class=\"has-text-align-none\">Though it was seen as a gaffe, Trump’s “black jobs” comment during the first presidential debate got to this tension — the idea of migrants taking jobs, resources, and opportunities from non-white citizens. Florida Republican Rep. Byron Donalds, one of Trump’s go-to Black surrogates, explained the argument to me like this: “If you&#8217;re a Black man, Hispanic man, white man, you&#8217;re working hard every day, and the money you earn doesn&#8217;t go as far. That hurts your family, that hurts your kids. So they look at this situation, this immigration problem. People are saying, ‘Wait a minute. Why are illegal aliens getting food, getting shelter, getting an education, while my family and my child is struggling. It&#8217;s not right, and it&#8217;s not fair.’”</p>\n\n<p class=\"has-text-align-none\">And for Asian American voters, now the fastest growing ethnic segment of the electorate, immigration is also becoming a wedge issue, Zarsadiaz told me.</p>\n\n<p class=\"has-text-align-none\">“This feeling, ‘I’ve waited my turn, I waited my time’ — there’s long been Latino and Asian American immigrants who have felt this way. The assumption has long been that if you’re an immigrant, you must be very liberal on immigration, and that’s definitely not the case,” Zarsadiaz said. “Some of the staunchest critics of immigration, especially on amnesty or Dreamers, are immigrants themselves, and with Asian Americans that’s an issue that has been drawing more voters to Trump and Trumpism —&nbsp;those immigrant voters who feel like they’re being wronged.”</p>\n\n<p class=\"has-text-align-none\">Democrats are now <a href=\"https://www.vox.com/policy/369177/democrats-kamala-harris-truce-immigration-progressive-border-security\">moderating on immigration</a>, but only after years of moving left. And that shift left has been true on a <a href=\"https://fivethirtyeight.com/features/why-the-democrats-have-shifted-left-over-the-last-30-years/\">range of issues</a>, contributing to another part of this theory of Trump’s gains: that Democrats have pushed conservative or moderate nonwhite Americans away as they embraced beliefs more popular with white, college-educated, and suburban voters. The political scientist Ruy Teixeira and Republican pollster Patrick Ruffini <a href=\"https://open.spotify.com/episode/1NODGmUk5nRWpnu3ks3leg\">have</a> <a href=\"https://www.politico.com/news/magazine/2023/11/04/new-republican-party-working-class-coalition-00122822\">been</a> <a href=\"https://www.liberalpatriot.com/p/revisiting-the-three-point-plan-to\">theorizing</a> for a while now that a disjuncture over social issues in general — and Trump’s seizure of these issues —&nbsp;has complicated the idea that Democrats would benefit from greater numbers and rates of participation from nonwhite America. It may explain why conservative and moderate voters of color, who may have voted for Democrats in the past, are now <a href=\"https://www.vox.com/2024-elections/24091684/democrats-latino-voters-trump-biden-polling\">realigning</a> with the Republican Party.</p>\n\n<h2 class=\"wp-block-heading\">Don’t forget the non-Trump factors</h2>\n\n<p class=\"has-text-align-none\">These three theories try to describe how Trump specifically has been able to improve his and the GOP’s standing among a growing segment of the American electorate. They place Trump as the central cause for the majority of this racial political shift. But would these dynamics still be happening if he weren’t involved?</p>\n\n<p class=\"has-text-align-none\">There are signs that some of this shift may be happening independently of Trump. It could be a product of the growing diversification of America, upward mobility and changing understandings of class, and growing educational divides.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For example, as rates of immigration change and the share of US-born Latino and Asian Americans grows, their partisan loyalties may continue to change. Those born closer to the immigrant experience may have had more of a willingness to back the party seen as more welcoming of immigrants, but as generations get further away from that experience, racial and ethnic identity may become less of a factor in the development of political thinking.</p>\n\n<p class=\"has-text-align-none\">Concepts of racial identity and memory are also changing — younger Black Americans, for example, have less of a tie to the Civil Rights era — potentially contributing to less strong political polarization among Black and Latino people in the US independently of any given candidate — and creating more persuadable voters in future elections.</p>\n\n<p class=\"has-text-align-none\">At the same time, younger generations are increasingly identifying as independents or outside of the two-party paradigm —&nbsp;a change in loyalty that stands to hurt Democrats first, since Democrats tend to do better with younger voters.</p>\n\n<p class=\"has-text-align-none\">Regardless of whether Trump just happens to be the right kind of populist at the right time of racial and ethnic change in America or if he’s a unique accelerator and contributor to the changes America is experiencing, November may offer more evidence that something has fundamentally changed in US politics. As America diversifies, it makes sense for its political parties to diversify too — and that poses a reckoning for Democrats in elections to come.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Is Donald Trump on track to win a historic share of voters of color in November’s presidential election? On the surface, it’s one of the most confounding questions of the Trump years in American politics. Trump —&#160;and the Republican Party in his thrall —&#160;has embraced anti-immigrant policies and proposals, peddled racist stereotypes, and demonized immigrants. [&#8230;]",
    "author": "Christian Paz"
  }
]