[
  {
    "title": "The surprisingly subdued resurrection of Abercrombie &#038; Fitch",
    "link": "https://www.vox.com/consumerism/368168/abercrombie-fitch-retailers-fashion-revival",
    "pubDate": "2024-08-26T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"An Abercrombie &amp; Fitch store in New York in 2023. | Stephanie Keith/Bloomberg via Getty Images\" data-portal-copyright=\"Stephanie Keith/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1793800848-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>An Abercrombie &amp; Fitch store in New York in 2023. | Stephanie Keith/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s bachelorette season in America.</p>\n\n<p class=\"has-text-align-none\">A couple of months ago, I was at one such party in Florida: nine women, one house, a zillion group activities to get dressed for. And something strange started to happen. Almost every time I complimented someone’s outfit — a cute jumpsuit or matching set — inevitably the response was: “Thanks, it’s from Abercrombie.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Wait, <a href=\"https://open.spotify.com/episode/7Kkqc6NmMGnvH05ZnI6nlF\" target=\"_blank\" rel=\"noreferrer noopener\">Abercrombie &amp; Fitch</a>? The dark store at the mall that <a href=\"https://www.cnn.com/2022/08/13/business/why-stores-smell-good-abercrombie-victorias-secret/index.html\">reeked of cologne</a> and had salespeople who were hot and white and wearing practically nothing? What year is it?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Back home in New York, I stumbled upon a real-life Abercrombie store and decided to investigate. The first thing I noticed was that it didn’t smell. Like anything.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then, I was impressed by the clothes: pretty good quality, decent price, and styles that worked for the 86 weddings I’ll be attending in the next calendar year.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">I bought an engagement party-appropriate dress, then headed up to Central Park for a softball game with some of my old colleagues. One of them noticed my shopping bag and informed me that I was not alone in my rediscovery of Abercrombie.</p>\n\n<p class=\"has-text-align-none\">So many people are getting reacquainted with the brand that its stock quietly <a href=\"https://www.forbes.com/sites/hyunsoorim/2024/05/31/the-beloved-90s-fashion-brand-is-making-a-turnaround-even-beating-nvidia-over-the-past-year/\">gained</a> 285 percent&nbsp;last year,&nbsp;making it the best-performing stock on the S&amp;P index. It even <a href=\"https://www.bloomberg.com/news/articles/2023-12-29/abercrombie-s-300-surge-in-2023-beats-even-sizzling-hot-nvidia?sref=qYiz2hd0\" target=\"_blank\" rel=\"noreferrer noopener\">beat</a> out AI chipmaker Nvidia. And it’s not like it’s just a meme stock: Abercrombie has generated <a href=\"https://stockanalysis.com/stocks/anf/revenue/\">more than $4 billion</a> in revenue in the last fiscal year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So, how did Abercrombie pull off its stunning renaissance — seemingly under the radar? </p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9428824883\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">“Are we exclusionary? Absolutely.”</h2>\n\n<p class=\"has-text-align-none\">This is not Abercrombie’s first comeback. One of the original American clothing brands, <a href=\"https://americanhistory.si.edu/explore/stories/20th-century-camping-abercrombie-fitch-catalog\">founded in 1892</a>, it dressed everyone from President Theodore Roosevelt to Amelia Earhart. But the company’s star turned and it ultimately <a href=\"https://www.nytimes.com/1976/08/07/archives/abercrombie-fitch-in-bankruptcy-step-abercrombie-fitch-planning-to.html\">filed for bankruptcy</a> in 1976.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then, in 1988, it was <a href=\"https://www.nytimes.com/1988/01/16/business/company-news-abercrombie-chain-bought.html\">acquired</a> by The Limited, the owner of big mall clothing brands like Victoria’s Secret. It put a new CEO in charge, Mike Jeffries. Jeffries turned Abercrombie into a mall staple by targeting a new teenage clientele with American prep and a new, hypersexualized flavor.</p>\n\n<p class=\"has-text-align-none\">“In every school there are the cool and popular kids, and then there are the not-so-cool kids,” Jeffries <a href=\"https://www.salon.com/2006/01/24/jeffries/\">told</a> Salon in 2006. “Candidly, we go after the cool kids … A lot of people don’t belong [in our clothes], and they can’t belong. Are we exclusionary? Absolutely.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-149832839.jpg?quality=90&#038;strip=all&#038;crop=0,11.206537304612,100,77.586925390776\" alt=\" \" title=\" \" data-has-syndication-rights=\"1\" data-caption=\"A woman takes a photo of a group of shirtless male models outside an  Abercrombie &amp; Fitch flagship store that was preparing to open in Hong Kong in 2012. | Laurent Fievet/AFP via Getty Images\" data-portal-copyright=\"Laurent Fievet/AFP via Getty Images\" />\n<p class=\"has-text-align-none\">That exclusionary ethos worked in some ways — Abercrombie &amp; Fitch became an iconic part of culture, getting name-dropped in shows like <em>Friends</em>, for example. But in much bigger ways, it ran the company directly into hot water. Over. And. Over. Again.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2002, it sold thongs emblazoned with phrases like “eye candy” and “wink wink” —&nbsp;in the <a href=\"https://www.latimes.com/archives/la-xpm-2002-may-23-na-thong23-story.html\">children’s section</a>. Later that year, it dropped a <a href=\"https://www.nytimes.com/2002/04/20/business/abercrombie-reacts-to-t-shirt-protests.html\">T-shirt</a> designed to look like advertising for a Chinese laundromat, with the racist slogan “Two Wongs can make it white.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">There was even a Supreme Court case. Samantha Elauf, a Muslim woman, alleged that the company refused to hire her because her hijab didn&#8217;t comply with their “looks policy” for employees. (“This is really easy,” Justice Antonin Scalia <a href=\"https://www.oyez.org/cases/2014/14-86\">said</a> when he handed down a victory for Elauf in 2015.)&nbsp;<br><br>This was all happening in contrast to a growing <a href=\"https://www.forbes.com/sites/catherineerdly/2023/12/19/is-body-positivity-actually-changing-the-clothing-industry/\">body positivity movement</a>. Eventually, the dissonance —&nbsp;combined with economic fallout from the Great Recession —&nbsp;proved to be too much. Its share price dwindled until finally, in 2016, Abercrombie became America’s <a href=\"https://money.cnn.com/2016/02/24/pf/worst-retailers-customer-satisfaction/index.html\">most hated retailer</a>. RIP.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-103256719.jpg?quality=90&#038;strip=all&#038;crop=0,12.613273748238,100,74.773452503523\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A model stands at the entrance of an Abercrombie &amp; Fitch store in New York in 2010 in a photo that shows how the brand once marketed to young shoppers with an almost embarrassing amount of skin. | Jin Lee/Bloomberg via Getty Images\" data-portal-copyright=\"Jin Lee/Bloomberg via Getty Images\" />\n<h2 class=\"wp-block-heading\"><strong>The Abercrom-back&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">After the brand’s fall from grace, Abercrombie’s C-suite got a makeover. Jeffries was <a href=\"https://www.cbsnews.com/news/abercrombie-fitch-mike-jeffries-trafficking-operation-lawsuit/\">pushed out</a> in the 2010s, and new executives took his place. Their first priority was undoing some of the damage Abercrombie had wrought on its image in the aughts.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The old Abercrombie (in)famously <a href=\"https://www.cnn.com/2013/05/23/living/abercrombie-attractive-and-fat/index.html\">refused</a> to sell clothes in sizes larger than L, or above a women’s size 10. The new Abercrombie goes up to size 32. Now, instead of overly sexy photoshoots, its ads are more tasteful, featuring models more representative of a broader range of potential customers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The new Abercrombie is also <a href=\"https://www.fastcompany.com/91010945/how-abercrombie-went-from-americas-most-hated-retailer-to-a-gen-z-favorite\">less focused</a> on reacting to fashion trends and appeasing high school hierarchies, and more on equipping a new generation of 20-somethings with basic, quality pieces appropriate for weddings and work, well-fitting denim, and sturdy workout apparel.&nbsp;<br><br>“They’re using a lot of higher-end materials like wool and cotton and cashmere, and there’s also been a lot of focus on fit,” Fast Company senior writer Elizabeth Segran <a href=\"https://open.spotify.com/episode/7Kkqc6NmMGnvH05ZnI6nlF?si=fb9232bb9c6f4e50\">told <em>Today, Explained</em></a>. “This is all really important because this is all happening in the context of fast fashion. And the fast fashion world is famously about making clothes as cheap as possible and making them so trendy that you can throw them out after a few wears. This is very distinctly going against all of that.”&nbsp;<br><br>Segran says there’s a reason you haven&#8217;t seen big, splashy ads announcing Abercrombie’s return. Rather than do a whole public reintroduction to the brand — which probably would have required some sort of acknowledgment of its sordid history — Abercrombie executives have said they wanted the products to lead.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They wanted customers to feel like they had discovered the new Abercrombie for themselves. So they partnered with content creators on social media, opened up new (scentless) stores in strategic locations, and relied on word of mouth to do the rest.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1801107940.jpg?quality=90&#038;strip=all&#038;crop=0,10.75214828329,100,78.49570343342\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"An Abercrombie &amp; Fitch store today: muted colors, lots of light, absolutely no underdressed young men. And no obnoxious scent. | Yuki Iwamura/AFP via Getty Images\" data-portal-copyright=\"Yuki Iwamura/AFP via Getty Images\" />\n<p class=\"has-text-align-none\">“Our plan is to go from being the best-kept secret in fashion to their favorite brand,” Abercrombie’s head of merchandising Carey Krug <a href=\"https://www.fastcompany.com/91010945/how-abercrombie-went-from-americas-most-hated-retailer-to-a-gen-z-favorite\">told</a> Fast Company.</p>\n\n<p class=\"has-text-align-none\">So far, it’s working.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Segran told <em>Today, Explained </em>that this revival is not just an Abercrombie story. Legacy retailers like J. Crew and Gap — which have struggled to compete with younger direct-to-consumer brands like Everlane and Reformation —&nbsp;could learn a thing or two from Abercrombie’s revival.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Abercrombie’s story shows us that if a brand has this long history and a place in American retail history, it can come back.”<br><br><em>This story&nbsp;originally appeared&nbsp;in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s bachelorette season in America. A couple of months ago, I was at one such party in Florida: nine women, one house, a zillion group activities to get dressed for. And something strange started to happen. Almost every time I complimented someone’s outfit — a cute jumpsuit or matching set — inevitably the response was: [&#8230;]",
    "author": "Amanda Lewellyn"
  },
  {
    "title": "How would we even know if AI went rogue?",
    "link": "https://www.vox.com/future-perfect/368537/ai-artificial-intelligence-capabilities-risks-warning-system",
    "pubDate": "2024-08-26T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An emergency road sign surrounded by orange cones on a deserted strip of highway reads “A.I. ahead.”\" data-caption=\"Congress needs to understand artificial intelligence capabilities better in order to mitigate future risks.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1479589931.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Congress needs to understand artificial intelligence capabilities better in order to mitigate future risks.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">As the frontier of artificial intelligence advances at a breakneck pace, the US government is struggling to keep up. Working on AI policy in Washington, DC, I can tell you that before we can decide how to govern frontier AI systems, we first need to see them clearly. Right now, we’re navigating in a fog.</p>\n\n<p class=\"has-text-align-none\">My role as an AI policy fellow at the Federation of American Scientists (FAS) involves developing bipartisan ideas for improving the government’s ability to analyze current and future systems. In this work, I interact with experts across government, academia, civil society, and the AI industry. What I’ve learned is that there is no broad consensus on how to manage the potential risks of breakthrough AI systems without hampering innovation. However, there is broad agreement that the US government needs <a href=\"https://arxiv.org/pdf/2108.12427\">better information about AI companies’ technologies and practices</a>, and more capacity to respond to both catastrophic and more insidious risks as they arise. Without detailed knowledge of the latest AI capabilities, policymakers can’t effectively assess whether current regulations are sufficient to prevent misuses and accidents, or whether companies need to take additional steps to safeguard their systems. </p>\n\n<p class=\"has-text-align-none\">When it comes to <a href=\"https://www.nrc.gov/reading-rm/doc-collections/fact-sheets/oversight.html\">nuclear power</a> or <a href=\"https://www.faa.gov/about/office_org/headquarters_offices/avs\">airline safety</a>, the federal government demands timely information from the private companies in those industries to ensure the public’s welfare. We need the same insight into the emerging AI field. Otherwise, this information gap could leave us vulnerable to unforeseen risks to national security or lead to overly restrictive policies that stifle innovation.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Progress in Washington</h2>\n\n<p class=\"has-text-align-none\">Encouragingly, Congress is making gradual progress in improving the government’s ability to understand and respond to novel developments in AI. Since ChatGPT’s debut in late 2022, AI has been taken more seriously by legislators from both parties and both chambers on Capitol Hill. The House formed a <a href=\"https://fedscoop.com/house-leaders-announce-new-bipartisan-ai-task-force/\">bipartisan AI task force</a> with a directive to balance innovation, national security, and safety. Senate Majority Leader Chuck Schumer (D-NY) organized a series of <a href=\"https://www.techpolicy.press/us-senate-ai-insight-forum-tracker/\">AI Insight Forums</a> to collect outside input and build a foundation for AI policy. These events informed the bipartisan Senate AI working group’s <a href=\"https://www.schumer.senate.gov/imo/media/doc/Roadmap_Electronic1.32pm.pdf\">AI Roadmap</a> that outlined areas of consensus, including “development and standardization of risk testing and evaluation methodologies and mechanisms” and an AI-focused Information Sharing and Analysis Center.</p>\n\n<p class=\"has-text-align-none\">Several bills have been introduced that would enhance information sharing about AI and bolster the government’s response capabilities. The Senate’s bipartisan <a href=\"https://www.congress.gov/bill/118th-congress/senate-bill/3312/text\">AI Research, Innovation, and Accountability Act</a> would require companies to submit risk assessments to the Department of Commerce before deploying AI systems that may impact critical infrastructure, criminal justice, or biometric identification. Another bipartisan bill, the <a href=\"https://www.congress.gov/bill/118th-congress/senate-bill/4769/text/is?overview=closed&amp;format=txt\">VET AI Act</a> (which FAS <a href=\"https://www.hickenlooper.senate.gov/press_releases/hickenlooper-capito-introduce-bipartisan-bill-to-create-guidelines-for-third-party-audits-of-ai/#:~:text=The%20VET%20AI%20Act%20would,in%20compliance%20with%20established%20guardrails.\">endorsed</a>), proposes a system for independent evaluators to audit and verify AI companies&#8217; compliance with established guidelines, similar to existing practices in the financial industry. These bills cleared the Senate Commerce committee in July and may receive a floor vote in the Senate before the 2024 election. </p>\n\n<p class=\"has-text-align-none\">There has also been promising progress in other parts of the world. In May, the UK and Korean governments announced that most of the world’s leading AI companies agreed to a new set of <a href=\"https://www.gov.uk/government/publications/frontier-ai-safety-commitments-ai-seoul-summit-2024/frontier-ai-safety-commitments-ai-seoul-summit-2024\">voluntary safety commitments</a> at the AI Seoul Summit. These pledges include identifying, assessing, and managing risks associated with developing the most advanced AI models, drawing on companies’ <a href=\"https://fas.org/publication/scaling-ai-safety/\">Responsible Scaling Policies</a> pioneered in the past year that provide a roadmap for future risk mitigation as AI capabilities develop. The AI developers also agreed to provide transparency on their approaches to frontier AI safety, including “sharing more detailed information which cannot be shared publicly with trusted actors, including their respective home governments.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, these commitments lack enforcement mechanisms and standardized reporting requirements, making it difficult to assess whether or not companies are adhering to them. </p>\n\n<p class=\"has-text-align-none\">Even some industry leaders have voiced support for increased government oversight. Sam Altman, CEO of OpenAI, <a href=\"https://time.com/6280372/sam-altman-chatgpt-regulate-ai/\">emphasized this point</a> early last year in testimony before Congress, stating, “I think if this technology goes wrong, it can go quite wrong, and we want to be vocal about that. We want to work with the government to prevent that from happening.” Dario Amodei, CEO of Anthropic, has taken that sentiment one step further; after the publication of Anthropic’s <a href=\"https://www.anthropic.com/news/anthropics-responsible-scaling-policy\">Responsible Scaling Policy</a>, he <a href=\"https://www.anthropic.com/news/uk-ai-safety-summit\">expressed his hope</a> that governments would turn elements from the policy into “well-crafted testing and auditing regimes with accountability and oversight.”</p>\n\n<p class=\"has-text-align-none\">Despite these encouraging signs from Washington and the private sector, significant gaps remain in the US government’s ability to understand and respond to rapid advancements in AI technology. Specifically, three critical areas require immediate attention: protections for independent research on AI safety, early warning systems for AI capabilities improvements, and comprehensive reporting mechanisms for real-world AI incidents. Addressing these gaps is key for protecting national security, fostering innovation, and ensuring that AI development advances the public interest.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">A safe harbor for independent AI safety research</h2>\n\n<p class=\"has-text-align-none\">AI companies often discourage or even <a href=\"https://crfm.stanford.edu/2024/04/08/aups.html\">threaten to ban</a> researchers who identify safety flaws from using their products, creating a chilling effect on essential independent research. This leaves the public and policymakers in the dark about possible dangers from widely used AI systems, including threats to US national security. Independent research is vital because it provides an external check on the claims made by AI developers, helping to identify risks or limitations that may not be apparent to the companies themselves.</p>\n\n<p class=\"has-text-align-none\">One significant proposal to address this issue is that companies should offer <a href=\"https://fas.org/publication/safe-harbor-for-ai-researchers/\">legal safe harbor and financial incentives for good-faith AI safety and trustworthiness research</a>. Congress could offer “<a href=\"https://www.ajl.org/bugs\">bug</a>” <a href=\"https://www.anthropic.com/news/model-safety-bug-bounty\">bounties</a> to AI safety researchers who identify vulnerabilities and extend legal protections to experts studying AI platforms, similar to those proposed for social media researchers in the <a href=\"https://www.congress.gov/bill/118th-congress/senate-bill/1876/text\">Platform Accountability and Transparency Act</a>. In an <a href=\"https://www.washingtonpost.com/technology/2024/03/05/ai-research-letter-openai-meta-midjourney/\">open letter</a> earlier this year, over 350 leading researchers and advocates called for companies to give such protections for safety researchers, but <a href=\"https://openreview.net/forum?id=dLojMSgSFW&amp;referrer=%5BAuthor%20Console%5D(%2Fgroup%3Fid%3DICML.cc%2F2024%2FConference%2FAuthors%23your-submissions)\">no company</a> has yet done so.</p>\n\n<p class=\"has-text-align-none\">With these protections and incentives, thousands of American researchers could be empowered to stress-test AI systems, allowing real-time assessments of AI products and systems. The US AI Safety Institute has included similar protections for AI researchers in its draft guidelines on “<a href=\"https://nvlpubs.nist.gov/nistpubs/ai/NIST.AI.800-1.ipd.pdf\">Managing Misuse Risk for Dual-Use Foundation Models</a>,” and Congress should consider codifying these best practices.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">An early warning system for AI capability improvements</h2>\n\n<p class=\"has-text-align-none\">The US government’s approach to identifying and responding to frontier AI systems’ potentially dangerous capabilities is limited and unlikely to keep pace with new AI capabilities if they continue to rapidly increase. The knowledge gap within the industry leaves policymakers and security agencies unprepared to address emerging AI risks. Worse, the potential consequences of this asymmetry will compound over time as AI systems become both more risky and more widely used. </p>\n\n<p class=\"has-text-align-none\">Establishing an <a href=\"https://fas.org/publication/an-early-warning-system-for-ai/\">AI early warning system</a> would equip the government with the information it needs to get ahead of threats from artificial intelligence. Such a system would create a formalized channel for AI developers, researchers, and other relevant parties to report <a href=\"https://www.govinfo.gov/content/pkg/FR-2023-11-01/pdf/2023-24283.pdf#page=4\">AI capabilities</a> that have both civilian and military applications (such as <a href=\"https://openai.com/index/building-an-early-warning-system-for-llm-aided-biological-threat-creation/\">uplift for biological weapons research</a> or <a href=\"https://apnews.com/article/microsoft-generative-ai-offensive-cyber-operations-3482b8467c81830012a9283fd6b5f529\">cyber offense</a>) to the government. The Commerce Department’s Bureau of Industry and Security could serve as an information clearinghouse, receiving, triaging, and forwarding these reports to other relevant agencies.</p>\n\n<p class=\"has-text-align-none\">This proactive approach would provide government stakeholders with up-to-date information about the latest AI capabilities, enabling them to assess whether current regulations are sufficient or whether new safeguards are needed. For instance, if advancements in AI systems posed an increased risk of biological weapons attacks, relevant parts of the government would be promptly alerted, allowing for a rapid response to safeguard the public’s welfare.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Reporting mechanisms for real-world AI incidents</h2>\n\n<p class=\"has-text-align-none\">The US government currently lacks a comprehensive understanding of adverse incidents where AI systems have caused harm, hindering its ability to identify patterns of risky use, assess government guidelines, and respond to threats effectively. This blind spot leaves policymakers ill-equipped to craft timely and informed response measures.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Establishing a voluntary national <a href=\"https://fas.org/publication/establishing-an-ai-incident-reporting-system/\">AI incident reporting hub</a> would create a standardized channel for companies, researchers, and the public to confidentially report AI incidents, including system failures, accidents, misuse, and potential hazards. This hub would be housed at the National Institute of Standards and Technology, leveraging existing expertise in incident reporting and standards-setting while avoiding mandates; this will encourage collaborative industry participation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Combining this real-world data on adverse AI incidents with forward-looking capabilities reporting and researcher protections would enable the government to develop better informed policy responses to emerging AI issues and further empower developers to better understand the threats.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The path forward</h2>\n\n<p class=\"has-text-align-none\">These three proposals strike a balance between oversight and innovation in AI development. By incentivizing independent research and improving government visibility into AI capabilities and incidents, they could support both safety and technological advancement. The government could foster public trust and potentially accelerate AI adoption across sectors while preventing the regulatory backlash that could follow preventable high-profile incidents. Policymakers would be able to craft targeted regulations that address specific risks — such as AI-enhanced cyber threats or potential misuse in critical infrastructure — while preserving the flexibility needed for continued innovation in fields like health care diagnostics and climate modeling.</p>\n\n<p class=\"has-text-align-none\">Passing legislation in these areas requires bipartisan cooperation in Congress. Stakeholders from industry, academia, and civil society must advocate for and engage in this process, offering their expertise to refine and implement these proposals. There is a short <a href=\"https://www.nbcnews.com/politics/congress/chuck-schumer-eyes-opportunities-pass-deepfake-ai-bills-2024-elections-rcna164915\">window for action</a> in what remains of the 118th Congress, with the potential to attach some AI transparency policies to must-pass legislation like the National Defense Authorization Act. The clock is ticking, and swift, decisive action now could set the stage for better AI governance for years to come.</p>\n\n<p class=\"has-text-align-none\">Imagine a future in which our government has the tools to understand and responsibly guide AI development and a future in which we can harness AI’s potential to solve grand challenges while safeguarding against risks. This future is within our grasp — but only if we act now to clear the fog and sharpen our collective vision of how AI is developed and used. By improving our collective understanding and oversight of AI, we increase our chances of steering this powerful technology toward beneficial outcomes for society.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As the frontier of artificial intelligence advances at a breakneck pace, the US government is struggling to keep up. Working on AI policy in Washington, DC, I can tell you that before we can decide how to govern frontier AI systems, we first need to see them clearly. Right now, we’re navigating in a fog. [&#8230;]",
    "author": "Jack Titus"
  },
  {
    "title": "Why Democrats aren’t talking much about one of their biggest issues",
    "link": "https://www.vox.com/politics/368706/kamala-harris-dnc-climate-change-policy-poll",
    "pubDate": "2024-08-26T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris standing and speaking at a lectern flanked by flags in front of a blue backdrop that says Leaders Summit on Climate.\" data-caption=\"\" data-portal-copyright=\"Al Drago/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1313836905.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Climate change remains a major <a href=\"https://democrats.org/where-we-stand/party-platform/combating-the-climate-crisis-and-pursuing-environmental-justice/\">platform issue for Democrats</a>, but you’d hardly know it listening to the hours of speeches at the Democratic National Convention last week in Chicago.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vice President Kamala Harris, accepting her party’s nomination for president, gave a brief nod to the fundamental freedom to “live free from the pollution that fuels the climate crisis.”&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">“Many other fundamental freedoms are at stake…the freedom to breathe clean air and drink clean water and live free from the pollution that fuels the climate crisis.” —<a href=\"https://twitter.com/KamalaHarris?ref_src=twsrc%5Etfw\">@KamalaHarris</a> is fighting for your freedom <a href=\"https://t.co/q81kHmEl9A\">pic.twitter.com/q81kHmEl9A</a></p>&mdash; Climate Power (@ClimatePower) <a href=\"https://twitter.com/ClimatePower/status/1826817665492553803?ref_src=twsrc%5Etfw\">August 23, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Yet even after the <a href=\"https://www.vox.com/23969523/climate-change-cop28-paris-1-5-c-uae-2023-record-warm\">hottest year on record</a> and following a wave of disasters <a href=\"https://www.climatecentral.org/report/hurricane-beryl\">worsened by rising average temperatures</a>, climate change received just a few passing mentions from a <a href=\"https://x.com/sunrisemvmt/status/1826792372551754000\">handful of speakers</a> on the main stage.</p>\n\n<p class=\"has-text-align-none\">It’s all in stark contrast to the last presidential campaign. In 2019, <a href=\"https://www.vox.com/policy-and-politics/2019/9/3/20847535/cnn-climate-town-hall-2020-presidential-democrats\">CNN gave seven hours of airtime</a> to Democratic presidential hopefuls just to talk about their plans to address climate change. Harris put out <a href=\"https://www.vox.com/policy-and-politics/2019/9/4/20847387/kamala-harris-2020-climate-change-policy\">her own detailed</a> plan to address environmental disparities and hold polluters accountable for their greenhouse gas emissions, drawing on her record as a prosecutor. The eventual nominee and winner Joe Biden made addressing climate change a <a href=\"https://www.vox.com/22242572/biden-climate-change-plan-explained\">tentpole of his campaign</a> and <a href=\"https://www.vox.com/climate/362478/joe-biden-climate-change-legacy\">his time in office</a>. In particular, Biden signed the <a href=\"https://www.vox.com/policy-and-politics/2022/7/28/23281757/whats-in-climate-bill-inflation-reduction-act\">Inflation Reduction Act</a>, which he described as “the biggest step forward on climate ever.”</p>\n\n<p class=\"has-text-align-none\">Part of the reason for the minimal mentions of climate is the nature of the race itself. <a href=\"https://www.vox.com/politics/361827/biden-drops-out-2024-kamala-convention\">President Biden dropped out of the running</a> just over a month ago, leaving little time for Harris and other Democrats to flesh out a distinct, detailed agenda on many issues, including climate, so there’s less to talk about.</p>\n\n<p class=\"has-text-align-none\">The lack of a primary also changes Harris’s incentives. In the 2020 primary, Harris had to try to distinguish herself from a crowded field of primary candidates. Now, Harris only needs to draw a contrast with the Republican presidential nominee Donald Trump, who has <a href=\"https://www.brookings.edu/articles/trump-has-big-plans-for-climate-and-energy-policy-but-can-he-implement-them/\">promised to boost fossil fuel production</a> and undo support for clean energy.&nbsp;He used <a href=\"https://www.cnn.com/2023/04/24/politics/fact-check-trump-sea-levels-ocean-climate-change/index.html\">made-up numbers</a> to downplay the consequences of climate change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s another reason why Harris isn’t emphasizing climate change in the campaign: The topic is spurring fewer voters than before, and for those who are motivated by it, the choice is clear. “Very few voters say this issue is determinative to their presidential vote this year,” <a href=\"https://www.monmouth.edu/directory/profiles/pdmurray/\">Patrick Murray</a>, who leads the Polling Institute at Monmouth University, wrote in an email. “Among this small group, they have a clear choice in the race even if the issue isn’t being discussed. Their position seems to be that Democrats have to win this election first and then we’ll push the issue.”</p>\n\n<h2 class=\"wp-block-heading\">Climate change is not the defining issue it was just a few years ago</h2>\n\n<p class=\"has-text-align-none\">Since the last presidential election, climate change has dropped as a priority for voters in general and Democrats in particular. “We’ve seen a big dip in concerns about climate change since 2020,” Murray said.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Screenshot-2024-08-23-at-2.32.48 PM.png?quality=90&#038;strip=all&#038;crop=0,9.1513961605585,100,81.697207678883\" alt=\"Graph of polling on climate change.\" title=\"Graph of polling on climate change.\" data-has-syndication-rights=\"1\" data-caption=\"Concern about climate change has declined in the US since the last presidential election. | Monmouth University\" data-portal-copyright=\"Monmouth University\" />\n<p class=\"has-text-align-none\">Most Americans do think that climate change is a real concern, but the urgency around it has declined. According to a poll conducted in April, Monmouth University found that 46 percent of Americans thought of climate change as a “very serious” issue, down from 56 percent in 2021.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Republicans, climate change consistently <a href=\"https://www.pewresearch.org/short-reads/2024/03/01/how-republicans-view-climate-change-and-energy-issues/\">ranks as a low concern</a>, if it registers at all, and for Democrats, it has <a href=\"https://www.vox.com/climate/362478/joe-biden-climate-change-legacy\">slid down the list of priorities</a> as issues like the economy and immigration have climbed up. “For Democrats, there are multiple issues that compete for their highest attention. This includes things like gun violence, health care affordability, racial inequality, education, and, of course, inflation,” said <a href=\"https://www.pewresearch.org/staff/alec-tyson/\">Alec Tyson</a>, associate director at the Pew Research Center. “That was an issue that maybe was not on the public radar a couple years ago, but it is now.”</p>\n\n<p class=\"has-text-align-none\">Support for climate policies, such as promoting more wind and solar energy, remains high across the board, but it has declined since 2020 as well, with the sharpest drops among Republicans.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Screenshot-2024-08-23-at-2.36.26 PM.png?quality=90&#038;strip=all&#038;crop=0,28.272601750808,100,43.454796498384\" alt=\"Graph of support for renewable energy. \" title=\"Graph of support for renewable energy. \" data-has-syndication-rights=\"1\" data-caption=\"Americans generally favor clean energy, but support is declining. | Pew Research Center\" data-portal-copyright=\"Pew Research Center\" />\n<p class=\"has-text-align-none\">For Democrats, the key fissure that’s emerged is how quickly to shift the US economy from fossil fuels to renewable sources. Tyson said that Pew’s polling shows there’s “almost a unanimous belief” in the transition to clean energy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We asked this follow-up question, do you think we should essentially break with fossil fuels entirely and rely solely on renewables, or do you think that fossil fuel should still be part of a mix, even though we prioritize renewables?” Tyson said. “That’s really about a 50-50 divide within the Democratic Party.”</p>\n\n<p class=\"has-text-align-none\">That divide has manifested in Democratic policies over the past four years. The Biden administration has set a goal of <a href=\"https://www.energy.gov/articles/biden-harris-administration-releases-first-ever-blueprint-decarbonize-americas\">net-zero emissions from the energy sector by 2035</a> and imposed <a href=\"https://www.vox.com/climate/24106924/epa-vehicle-emissions-carbon-pollution-climate-ev-hybrid\">new vehicle pollution regulations</a> that could make more than half of new cars sold electric in the next decade. Biden also signed into law <a href=\"https://www.vox.com/policy-and-politics/2022/7/28/23281757/whats-in-climate-bill-inflation-reduction-act\">the largest investments to address climate change in US history</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the Biden White House has also presided over the country’s rise to becoming the <a href=\"https://www.vox.com/climate/24098983/biden-oil-production-climate-fossil-fuel-renewables\">world’s largest oil and gas producer</a> and <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/05/22/icymi-biden-to-release-1-million-barrels-of-gasoline-to-reduce-prices-at-the-pump-ahead-of-july-4/\">bragged about tapping the strategic petroleum reserve</a> to keep gasoline prices low.</p>\n\n<p class=\"has-text-align-none\">These policies didn’t yield many dividends for Biden among voters, with <a href=\"https://www.nytimes.com/2024/01/27/climate/biden-climate-campaign.html\">few who are even aware</a> of legislation like the Inflation Reduction Act and its provisions to deploy wind turbines, solar panels, and electric vehicle charging stations. Even <a href=\"https://www.latimes.com/politics/story/2024-05-07/biden-climate-bill-young-voters\">young voters</a>, who typically rank climate change as a higher-tier concern, didn’t give much credit to Biden’s environmental bona fides before he dropped out. </p>\n\n<p class=\"has-text-align-none\">So for the Democrats onstage at the convention, there wasn’t much upside to talking about global warming. </p>\n\n<h2 class=\"wp-block-heading\">Kamala’s California crew is coming</h2>\n\n<p class=\"has-text-align-none\">That said, there’s more to a political convention than the main stage during primetime. Aaron McCall, the federal advocacy coordinator at California Environmental Voters, said that climate change was still a major topic in the side rooms dedicated to discussing issues like LGBTQ rights, vulnerable populations, and economics. In addition, climate change and the energy transition are critical elements in other high-priority issues for Democrats: High gasoline prices <a href=\"https://www.cbsnews.com/news/inflation-cpi-consumer-price-index-march-2024/\">contribute to inflation</a>, more extreme natural disasters are <a href=\"https://www.nasdaq.com/articles/housing-market-2023:-natural-disasters-will-make-affordability-crisis-even-more-dire\">raising housing costs</a>, the <a href=\"https://www.reuters.com/business/energy/jobs-us-energy-grew-38-2022-led-by-work-clean-energy-2023-06-28/\">clean energy sector is driving job growth</a>, and so on.  </p>\n\n<p class=\"has-text-align-none\">“In all of the caucus meetings I went to, climate comes up,” McCall said from the convention. “Because those communities are the frontline communities, and they&#8217;re being impacted.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The DNC also provided some hints as to who would join Harris’s team or have her ear if she moves into the White House next year. As a former attorney general in California, Harris has a deep bench of allies who have worked on climate policies. California in recent years has passed laws demanding <a href=\"https://www.vox.com/climate/23916295/california-climate-change-greenhouse-emissions-disclosure-risk-business-newsom\">companies publish their greenhouse gas emissions</a> and <a href=\"https://www.vox.com/energy-and-environment/23320166/california-gasoline-ban-electric-vehicle-car-diesel-climate\">banning the sale of new gasoline- and diesel-powered cars and trucks by 2035</a>. Harris herself oversaw an <a href=\"https://www.latimes.com/business/la-fi-exxon-global-warming-20160120-story.html\">investigation into Exxon Mobil’s statements</a> about the oil company’s contributions to climate change. These personnel will shape her policies. </p>\n\n<p class=\"has-text-align-none\">“There is a large California presence — Gov. Newsom, Lt. Gov. Kounalakis, Sen. Padilla,” McCall said. “California activists and organizational leaders, as we&#8217;re coming to talk about Kamala Harris, our next president, we&#8217;re also talking about the priorities and the issues that we care about, especially climate.” </p>\n\n<p class=\"has-text-align-none\">How much will climate change matter in the runup to the election? Given the polls, it’s unlikely to alter anyone’s choice of candidate, though it could convince a few more people to get to the ballot box. “Within the Democratic coalition, it has more potential to operate as a turnout issue,” Tyson said. </p>\n\n<p class=\"has-text-align-none\">But since the outcome of the election could put the <a href=\"https://www.wri.org/insights/interactive-chart-shows-changes-worlds-top-10-emitters\">world’s second-largest greenhouse gas emitter</a> on a radically different course, it definitely matters for the climate.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Climate change remains a major platform issue for Democrats, but you’d hardly know it listening to the hours of speeches at the Democratic National Convention last week in Chicago.&#160; Vice President Kamala Harris, accepting her party’s nomination for president, gave a brief nod to the fundamental freedom to “live free from the pollution that fuels [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "Why I changed my mind about volunteering",
    "link": "https://www.vox.com/culture/368201/volunteer-charity-donations-systemic-change-activism-nonprofits-loneliness-philanthropy",
    "pubDate": "2024-08-26T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/EleniKalorkoti_Vox-Volunteering.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Last fall, a reader asked me what they could really do, as one person, to aid people living on the streets. “I often feel helpless to enact change,” they wrote.<br><br>I&#8217;d been covering homelessness in America and knew that even the sprawling support organizations that have been working on outreach for decades had failed to end the crisis. My mind immediately went to systemic solutions, like voting for candidates who prioritize building more housing, or supporting efforts to loosen zoning codes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But when I called experts, their answers surprised me. Some of our ideas overlapped, but <a href=\"https://www.vox.com/2023/12/25/24010207/homeless-shelter-winter-housing-volunteer-donation\">many of their suggestions</a> were ones I had admittedly not entertained: passing out socks or hand-warmers, donating items like sleeping bags to local shelters, or giving office supplies and bus passes to nonprofits serving unhoused people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The reporting left me uneasy. Why did I think only about structural change and disregard more immediate help? And why don’t <em>I</em> do more of those day-to-day charitable things, or know many people who do, either?</p>\n\n<p class=\"has-text-align-none\">I did growing up. I have clear memories of bagging meals at food pantries, of cleaning up parks, of Walking for the Cure. I sold lemonade for Darfur and baked brownies for victims of Katrina. In Hebrew school, I learned about giving <em>tzedakah, </em>a form of charity, and our obligation to “repair the world.”</p>\n\n<p class=\"has-text-align-none\">But over time, those childhood activities started to look, well, childish. My coming of age in the 2010s coincided with critiques of individual action that were gaining prominence in media, politics, and academia — overlapping with a growing national focus on inequality and the climate crisis. It was the era of Occupy Wall Street and Bernie Sanders’ 2016 presidential campaign, and our whole country grew more fluent in <a href=\"https://www.nytimes.com/2019/02/06/opinion/abolish-billionaires-tax.html\">rebukes of billionaires</a> and plutocracy.</p>\n\n<p class=\"has-text-align-none\">Different arguments began to emerge: Volunteering, donating, and modifying one’s personal behavior were, at best, unproductive; at worst, they were harmful distractions from the change we really need. Be wary of those tote-bag shoppers at Whole Foods, championing recycling and reducing one’s carbon footprint. Didn’t they know that BP <a href=\"https://www.theguardian.com/commentisfree/2021/aug/23/big-oil-coined-carbon-footprints-to-blame-us-for-their-greed-keep-them-on-the-hook\">coined the idea</a> of the “carbon footprint” to shift blame off its own oil production? Didn’t they understand that “<a href=\"https://www.dissentmagazine.org/blog/oprah-is-not-your-friend-a-qa-with-nicole-aschoff/\">lifestyle politics</a>” was not the answer? Volunteering or bake sales didn’t threaten the status quo. They were what people in power <em>wanted</em> you to be doing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Real social change would come only from mass protest and collective pressure on governments and corporations. It didn’t hurt that such protests against poverty, police brutality, and rising global temperatures were also exciting, and seemed to offer young people better and more visible ways of making a difference.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a left-leaning college student, I was persuaded by leaders who warned that personal consumer choices would never amount to real social change. I also grew familiar with arguments by activists and intellectuals that nonprofits were too often complacent and even disincentivized to solve real problems, since doing so could threaten their own funding streams. Contributing my time and money to this “<a href=\"https://dukeupress.edu/the-revolution-will-not-be-funded\">nonprofit industrial complex</a>” would be a mistake. Cutting checks wouldn’t change anything other than the balance in my savings account. For real social progress, we’d need systematic policy shifts, comprehensive legislation, and political power.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since I received the reader’s note about homelessness last fall, I’ve been thinking more about the cost of all this cynicism. Were the arguments against individual action even helpful?&nbsp;</p>\n\n<p class=\"has-text-align-none\">I also started to wonder if these beliefs contributed to the American “<a href=\"https://www.americansurveycenter.org/newsletter/americas-friendship-recession-is-weakening-civic-life/\">friendship recession</a>” and <a href=\"https://www.vox.com/policy/2023/5/3/23707936/surgeon-general-loneliness-epidemic-report\">loneliness crisis</a> I kept hearing about. Back in 2000, in his book <a href=\"http://bowlingalone.com/\"><em>Bowling Alone</em></a>, political scientist Robert Putnam highlighted declines in American church attendance, volunteering, civic associations, and team sports<em>; </em>it seems our “social cohesion” had only gotten worse since then. Gen Z and millennials volunteer at <a href=\"https://americorps.gov/about/our-impact/volunteering-civic-life\">lower rates</a> than adults born in earlier generations, even though there is pretty overwhelming research that volunteering and donating makes <a href=\"https://www.washingtonpost.com/lifestyle/2020/07/29/volunteer-happy-mental-health/\">people happier</a>, and boosts their <a href=\"https://scholar.google.com/scholar_lookup?journal=J+Health+Soc+Behav&amp;title=Volunteer+work+and+well-being&amp;author=PA+Thoits&amp;author=LN+Hewitt&amp;volume=42&amp;issue=2&amp;publication_year=2001&amp;pages=115-131&amp;pmid=11467248&amp;doi=10.2307/3090173&amp;\">self-esteem</a>, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5504679/\">physical</a> <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5504679/\">health</a>, and lifespan.</p>\n\n<p class=\"has-text-align-none\">It’s not considered socially acceptable to tout personal benefits derived from charitable acts. It’d be unusual to hear volunteers say they’re going to a soup kitchen to improve their self-esteem. Perhaps this is because those gains suggest that there are more selfish motivations for behaviors we want to think of primarily as selfless. But wealthy philanthropists don’t seem shy about citing their self-interest, and <a href=\"https://www.penguinrandomhouse.com/books/533633/the-givers-by-david-callahan/\">often say</a> their humanitarian work leaves them with deep feelings of pleasure, optimism, and agency.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It struck me as rather sad that those of us who are not billionaires may have convinced ourselves that volunteering or fundraising was mostly a waste of time.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When did I become someone who placed such exhausting value on optimizing<em> </em>my time, anyway? It suddenly felt much more arrogant than altruistic. Convenient, and uncaring.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps most importantly, had distancing ourselves from charity and service made the world a better place? Has it made my own life better?</p>\n\n<p class=\"has-drop-cap has-text-align-none\">A few developments helped sour so many in my <a href=\"https://www.pewresearch.org/politics/2018/03/01/the-generation-gap-in-american-politics/\">left-leaning generation</a> on individual action.</p>\n\n<p class=\"has-text-align-none\">The climate movement over the last 15 years played a leading role, rejecting solutions based on individual responsibility, and emphasizing the limits of <a href=\"https://www.vox.com/future-perfect/362224/environment-groups-meat-industry-lies-global-warming-climate-change-wwf\">forgoing meat</a> or driving hybrid cars. Activists organized worldwide <a href=\"https://www.vox.com/energy-and-environment/2019/9/20/20875523/youth-climate-strike-fridays-future-photos-global\">youth climate strikes</a> and <a href=\"https://www.vox.com/2015/11/7/9684012/keystone-pipeline-won\">pipeline protests</a>, focusing the public’s attention on governments, oil companies, and fossil fuel lobbyists.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2156348551.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"People protesting in front of a Hilton with a banner that says “stop funding fossil fuels.”\" title=\"People protesting in front of a Hilton with a banner that says “stop funding fossil fuels.”\" data-has-syndication-rights=\"1\" data-caption=\"Climate advocates chant slogans during a protest demanding that the US Import Bank stop financing Fossil Fuels outside of the Export-Import Bank of the United States (EXIM) 2024 Annual Conference at the Washington Hilton on June 6, 2024, in Washington, DC. | Jemal Countess/Getty Images for Friends of the EarthJemal Countess/Getty Images for Friends of the Earth\" data-portal-copyright=\"Jemal Countess/Getty Images for Friends of the EarthJemal Countess/Getty Images for Friends of the Earth\" />\n<p class=\"has-text-align-none\">In the 2016 presidential primary, where he <a href=\"https://www.vox.com/2016/6/2/11818320/bernie-sanders-barack-obama-2008\">captured over 70 percent of the Democratic youth vote</a>, Vermont Sen. Bernie Sanders took aim at “corporate polluters” driving the climate emergency. And perhaps no claim had more cultural influence than the widely shared, though <a href=\"https://www.politifact.com/factchecks/2022/jul/22/instagram-posts/no-100-corporations-do-not-produce-70-total-greenh/\">misleading</a>, statistic that just 100 companies <a href=\"https://www.theguardian.com/sustainable-business/2017/jul/10/100-fossil-fuel-companies-investors-responsible-71-global-emissions-cdp-study-climate-change\">were responsible for 70 percent of the world’s emissions</a>. </p>\n\n<p class=\"has-text-align-none\">There was also a largely successful effort to link curbing climate change with anti-capitalism. The 2011 Occupy protests got an even bigger boost following Thomas Piketty’s <em>Capital in the Twenty-First Century</em>, published in English in 2014. (<a href=\"https://www.vox.com/2014/4/8/5592198/the-short-guide-to-capital-in-the-21st-century\">Vox called</a> it “the most important economics book of the year, if not the decade.”) Naomi Klein’s influential book <a href=\"https://thischangeseverything.org/\"><em>This Changes Everything</em></a><em>, </em>also published in 2014,<em> </em>made the case that capitalism itself was an existential threat, that saving the planet would not be possible without overhauling the economic order.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In many ways, the growing emphasis on collective action felt clarifying, righteous, and long overdue. Student debt activists who emerged from Occupy helped millions of people process their feelings of shame and guilt over falling victim to predatory loans. New and <a href=\"https://www.cjr.org/special_report/the-abcs-of-jacobin-socialist-magazine.php\">influential</a> left-wing outlets, like Jacobin, helped shape my generation’s consciousness and inspire us to demand more from those in power.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At their best, these collectivist messages inspired hope, agency, and empathy — spelling out a concrete playbook for a more just planet. At their worst, though, they fueled despair, cynicism, and nihilism, promising a better world only if near-impossible political changes were made, and fast. Social and economic conditions were characterized as terribly as possible, to galvanize more people to upend them. Even those who weren’t necessarily looking to foment a revolution contributed to growing negative attitudes around individual action. The <a href=\"https://www.vox.com/future-perfect/2022/8/8/23150496/effective-altruism-sam-bankman-fried-dustin-moskovitz-billionaire-philanthropy-crytocurrency#:~:text=I%20was%20fascinated%20by%20effective,moral%20seriousness%20of%20its%20practitioners.\">Effective Altruist movement</a>, for example, argued that <em>most</em> charities were wasteful and ineffective, save for some rare exceptions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://iop.harvard.edu/sites/default/files/2023-05/Harvard%20IOP%20Youth%20Poll%20Spring%202023%20Toplines.pdf\">recent Harvard Institute of Politics poll</a> found that young people are far more fearful than hopeful about the future: They worry about the moral direction of the country, don’t think their vote will make a real difference, and don’t volunteer for community service. It’s not that people today are choosing to protest instead of recycling; it’s that in our current environment, many people are doing neither. Despite all the attention on collective action and solidarity, many young adults are isolated and pessimistic about social change.</p>\n\n<p class=\"has-drop-cap has-text-align-none\">I set a New Year’s resolution to volunteer. Here I was, a self-motivated journalist with professional research skills; finding charitable work I could donate my time to shouldn’t have been too hard.</p>\n\n<p class=\"has-text-align-none\">But it was more difficult than I expected. I’m not a member of a faith-based organization, neither my workplace nor my union organizes volunteer events, and my initial inquiries to nonprofits through <a href=\"http://volunteermatch.org\">volunteermatch.org</a> went ignored. Lacking something I could easily plug into, I felt the poverty of my institutional connections in a new way. Robert Putnam would be nodding sagely, I thought.</p>\n\n<p class=\"has-text-align-none\">Finally, I stumbled on something called a “giving circle,” where people donate money collectively, mostly to local nonprofits. It resembled a book club but for philanthropy, and <a href=\"https://manyhandsdc.org/\">I found one</a> focused on women and children in the DC area.<br><br>The full group, roughly 250 people, convenes annually to vote on donating their pooled membership funds, though those who want to be more involved can participate in subcommittees that review grant applications to help narrow down the list. Since I report on housing, I decided to join the housing subcommittee and our group of roughly 20 began meeting weekly on Tuesday nights. ​​It was unfamiliar work, but I appreciated it and all the women involved who took the reviews so seriously. I learned about extraordinary groups in the DC area, like <a href=\"https://togetherwebake.org/\">Together We Bake</a>, which has trained hundreds of women in food production, and <a href=\"https://www.safespotfairfax.org/\">SafeSpotDC</a>, which helps victims of child abuse.</p>\n\n<p class=\"has-text-align-none\">I also started reading books on volunteering, grasping for new ways to make sense of what I was feeling. I read in Arthur Brooks’s book, <a href=\"https://bookshop.org/p/books/who-really-cares-the-surprising-truth-about-compassionate-conservatism-america-s-charity-divide-who-gives-who-doesn-t-and-why-i-arthur-c-brooks/12379882\"><em>Who Really Cares</em></a>, that secular liberals like myself are stingier givers — less likely to donate to charity or volunteer than the general population, and much less likely to donate or volunteer than religious conservatives. The larger <a href=\"https://www.philanthropy.com/article/what-philanthropy-and-nonprofits-lose-as-religion-fades\">decline in organized religion</a> loomed over this research.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“For many Americans, political opinions are a substitute for personal checks,” Brooks writes. He even observed that proponents of income redistribution were less likely to give blood. “If everyone in the population gave at the same rate as government aid advocates, the supply would drop by about 30 percent,” he reported.</p>\n\n<p class=\"has-text-align-none\">I squirmed when I read this. I’d never given blood. I found a study that said among first-time blood donors, the <a href=\"https://pubmed.ncbi.nlm.nih.gov/18171329/\">most frequently cited reason</a> for giving was “influence from a friend.” I couldn’t think of anyone encouraging me to donate, but that felt like a weak excuse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Around the same time, the Red Cross declared an <a href=\"https://www.npr.org/2024/01/09/1223734878/red-cross-blood-shortage-national-blood-donor-month\">emergency blood shortage</a>; donors had dropped by 40 percent over the last two decades. With Brooks’ book fresh in my mind, I decided to sign up. In early February, I went downtown to a blood donation center; the whole thing was relatively quick, and I felt happy when I left.</p>\n\n<p class=\"has-text-align-none\">I caught a charitable bug. None of this was hard, I realized. I just hadn’t prioritized any of it. I found a local homeless organization that had an <a href=\"https://www.amazon.com/hz/wishlist/ls/JW4R9PLPVO3W/ref=cm_go_nav_hz\">Amazon wish list</a> of needed items. I sent them tampons, pads, wipes, underwear, and hand-warmers, and chided myself for not having done such easy things sooner.&nbsp;</p>\n\n<p class=\"has-drop-cap has-text-align-none\">The US has long been defined by its culture of volunteerism. When French philosopher Alexis de Tocqueville came to America in the 1830s he marveled at the many civic groups, later arguing that such volunteer organizations were integral to American democracy. Our bustling nonprofit sector would become a global symbol of entrepreneurialism and freedom.</p>\n\n<p class=\"has-text-align-none\">It’s become common to say this vibrant civic fabric has since frayed. America is hanging out less. <a href=\"https://www.theatlantic.com/ideas/archive/2024/02/america-decline-hanging-out/677451/\">Our “social fitness” in shambles</a>. But over the last year, I’ve found plenty of data that complicates this narrative.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Volunteer rates have not fluctuated very much over the last 75 years. There were declines in the 1980s, then surges following the 9/11 attacks and again during the Trump presidency. Researchers <a href=\"https://www.journals.uchicago.edu/doi/10.1086/708941\">find mixed evidence</a> that social capital is declining, though there’s more consensus that volunteering itself has become more episodic and time-limited than before. Nonprofit donations <a href=\"https://www.vox.com/future-perfect/359526/charitable-giving-generosity-crisis-report-americans-young\">are down</a>, but crowdfunding contributions <a href=\"https://www.fundera.com/resources/crowdfunding-statistics\">keep soaring</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some scholars say the <em>Bowling Alone </em>thesis was always missing the forest for the trees, that Putnam’s analysis privileged the kinds of activities white people of means were most likely to do.</p>\n\n<p class=\"has-text-align-none\">“You had the largest <a href=\"https://www.nytimes.com/2006/05/02/us/02immig.html\">immigration rights mobilization in 2006</a> ever, and then the white people were all reading Putnam,” Erica Kohl-Arenas, a professor of American Studies at the University of California, Davis, told me. “Numbers are not down in terms of people as part of associations, groups, or affiliated networks, but they might be down in terms of those who say, ‘I’m going to go look at the Yellow Pages to do five hours of service a week.’”</p>\n\n<p class=\"has-text-align-none\">In contrast to the Yellow Pages form of service, so-called informal volunteering — meaning unpaid acts of service not coordinated through legal nonprofits — is harder to track, practiced more by communities of color, and almost never included in official counts of philanthropy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There’s lots of volunteering that doesn’t involve an organization,” said Mark Snyder, the director of the Center for the Study of the Individual and Society at the University of Minnesota. “When neighbors on a block shoot a message to your group text asking if someone can keep an eye on your kid, or bring over a meal, these things aren’t considered volunteering. But do you get paid for it? Do you get a sense of benefit by helping?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Paul Schervish, a retired sociologist who directed the Center on Wealth and Philanthropy at Boston College, spent his career urging colleagues to take interpersonal and intra-family caregiving more seriously. He noted that while charitable giving is measured at <a href=\"https://www.nptrust.org/philanthropic-resources/charitable-giving-statistics/\">roughly $500 billion</a> annually in the US, remittances to relatives in poorer countries exceed $100 billion per year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“None of those payments are included in what we talk about when we talk about philanthropy,” he told me. “Furthermore, Hispanics rank lower on charitable giving than other ethnic groups, but part of that is they are offering their homes up to family and living with extended family members so much more often, and carrying out these remittances. Care for each other, and even within your own family, is something that we don’t pay attention to.”</p>\n\n<p class=\"has-text-align-none\">Schervish argues that a proper understanding of philanthropy has always been more vast than the way Putnam and conventional theorists have sliced and diced it. It should encompass both informal aid for friends and family, and acts of service for people more distant from you. Look no further than the Greek word <em>philia</em>, he says, referring to non-romantic love, that shares the same root as our modern word philanthropy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“<em>Philia</em> or friendship love, for Aristotle, extends out in concentric circles from the family to the entire species,” Schervish has written. “Friendship love is a relation of mutual nourishment that leads to the virtuous flourishing of both parties.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Or put differently, rather than debate whether acts of philanthropy are motivated by selfishness or selflessness, or whether it “counts” if it’s service for your aunt versus your neighbor versus a child in Africa, Schervish encourages thinking about donors, volunteers, and all caregivers as people who take action in connection with others, who “view others in need as familial.”&nbsp;</p>\n\n<p class=\"has-drop-cap has-text-align-none\">I took the point that the popular view on social cohesion may have oversights. But I couldn’t shake the feeling that people today are feeling more despair, especially younger people.</p>\n\n<p class=\"has-text-align-none\">I know firsthand that many Americans are overwhelmed by negative news stories, which compound in exhausting ways. It’s become far too hard to know what’s true, and all the contradictory information <a href=\"https://journals.sagepub.com/doi/full/10.1177/2056305119872956\">leads some to give up</a> trying to make sense of the world altogether. The proportion of readers <a href=\"https://reutersinstitute.politics.ox.ac.uk/digital-news-report/2023/dnr-executive-summary\">who say they avoid news</a> is close to an all-time high.</p>\n\n<p class=\"has-text-align-none\">Volunteering wouldn’t solve<em> </em>these problems, but given what we know about volunteering’s benefits, it seems it could certainly help. One University of Oxford researcher <a href=\"https://www.nytimes.com/2024/01/15/health/employee-wellness-benefits.html\">surveyed over 45,000 employees</a> whose companies offered wellness benefits like massage classes, coaching sessions, and mindfulness workshops. The only option that seemed to actually have a positive effect on well-being, the study found, were those jobs that provided workers with opportunities for charity or volunteering.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-177178879.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Volunteers help bag to-go meals at Catherdral Kitchen on August 21, 2013, in Camden, New Jersey. Cathedral Kitchen is a multi-service soup kitchen that has been serving the Camden homeless community since 1976. They serve between 300 and 600 dinners each night, as well as offering biweekly dental services, and periodic medical and legal services as well. | Andrew Burton/Getty Images\" data-portal-copyright=\"Andrew Burton/Getty Images\" />\n<p class=\"has-text-align-none\">A friend from my giving circle pointed out that the vast number of activities billed as self-care are pricey beauty treatments, boutique fitness classes, and other ways to “treat” ourselves. They all <a href=\"https://www.vox.com/even-better/350424/self-care-isolation-loneliness-epidemic\">tend to advance the idea</a> that feeling better, and even simply feeling good, is found in helping oneself rather than each other.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, it can be harder for young people today to volunteer, Snyder, from the University of Minnesota, told me. “Young people are scrambling more than cohorts before to make a living, making ends meet through multiple jobs,” he said. “There are fewer discretionary hours available in a day.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">I reached out to the <a href=\"https://mcc.gse.harvard.edu/\">Making Caring Common Project</a> at Harvard’s Graduate School of Education. In 2014, <a href=\"https://mcc.gse.harvard.edu/reports/children-mean-raise\">it found</a> that a large majority of American teenagers value personal achievement and happiness over caring for others, priorities they felt their parents also shared. Richard Weissbourd, who directs the center, told me they’ve re-surveyed youths several times over the last decade and found similar results. Teens consistently rank happiness and personal achievement most highly, and caring for others and concern for the common good at the bottom.</p>\n\n<p class=\"has-text-align-none\">“The irony of course is that by encouraging everyone to prioritize individual success and happiness, people are getting further from the kinds of activities and mental frameworks that drive satisfaction, fulfillment, community, and peace,” Weissbourd said.</p>\n\n<p class=\"has-text-align-none\">While most news stories on mental health tend to focus on youth struggling in middle and high school, Weissbourd said <a href=\"https://mcc.gse.harvard.edu/reports/on-edge\">his research</a> has him worrying most about people ages 18 to 25, who he finds doing “twice as badly” as younger teens. “There’s a lot of apocalyptic thinking and not a lot of action there,” he said. “It’s like a deep tiredness, a feeling like people are in deep winter.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, though the climate crisis drove people like me to be more distrusting of calls for individual action, some climate leaders have been calling for a different approach. More activists now stress that systemic and individual change <a href=\"https://www.climateworks.org/blog/debunking-the-false-choice-between-individual-behavior-change-and-systems-change/\">should be understood as two sides of the same coin</a>, and that individual action <a href=\"https://www.sierraclub.org/sierra/yes-actually-individual-responsibility-essential-solving-climate-crisis\">can be necessary</a> for building sustainable, transparent political movements.</p>\n\n<p class=\"has-text-align-none\">“A fixation on system change alone opens the door to a kind of cynical self-absolution that divorces personal commitment from political belief,” Jason Mark, the editor of Sierra<em> </em>magazine, <a href=\"https://www.sierraclub.org/sierra/yes-actually-individual-responsibility-essential-solving-climate-crisis\">wrote in 2019</a>. “This is its own kind of false consciousness, one that threatens to create a cheapened climate politics incommensurate with this urgent moment.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In his book <a href=\"https://cep.org/giving-done-right/\"><em>Giving Done Right</em></a>, Phil Buchanan, the president of the Center for Effective Philanthropy, refers to a longstanding debate over whether it’s useful for donors to spend money on alleviating effects of problems, rather than attacking the problems’ underlying causes. Philanthropy certainly has <a href=\"https://www.foundationlaunch.com/case-studies/john-dorr-striping-the-nations-highways\">some great victories</a> in funding “root” solutions, but Buchanan urges against the mentality that only permanently eradicating a problem is worth doing. “You shouldn’t assume that a focus on roots is necessarily superior,” he writes. “Trimming branches is also important.”</p>\n\n<p class=\"has-text-align-none\">In a way, it can feel safe to distrust the value of individual action. Being wary of philanthropy and charitable groups that promise to better the world resonates with the skepticism I’ve been trained to have, professionally and culturally. It also allows me to avoid making sacrifices; there’s no real vulnerability or bets required.</p>\n\n<p class=\"has-text-align-none\">But as time goes on, and as I think about the family I <a href=\"https://www.vox.com/features/23979357/millennials-motherhood-dread-parenting-birthrate-women-policy\">might one day raise</a>, I’m coming to appreciate the value of letting go and taking gambles on hope, as long as they point generally in the moral direction I want to go.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With all these questions swirling in my head, I cold-emailed a local rabbi. She offered to meet and pointed me to a story in Exodus about Jews who agreed to accept the Torah from God before really knowing what was in it. “Naaseh v’nishma,” the Israelites said, which roughly translates to “we’ll do, and then we’ll understand.” The lesson, the rabbi told me, is about diving in with imperfect information, of learning through doing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Schervish, the retired sociologist, thinks I should worry less about carving time outside of my regular routine to volunteer, and to count acts of service I take for my friends, partner, colleagues, and others just as much as philanthropy organized through 501c(3)s.</p>\n\n<p class=\"has-text-align-none\">“Meeting the true needs of others is how you nourish somebody, but what that nourishment is, and what those true needs are — we’re always going to find people debating about that,” he told me. “And you’re going to have debates within yourself. But it’s always the right question.”</p>\n\n<p class=\"has-text-align-none\">This was his gentle reminder that determining how to live morally requires wrestling that is messy, personal, and evolving. I haven’t figured it all out yet. But I don’t want imperfect information to stop me from diving in, now.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Naaseh v’nishma, I signed up to donate blood again.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Last fall, a reader asked me what they could really do, as one person, to aid people living on the streets. “I often feel helpless to enact change,” they wrote. I&#8217;d been covering homelessness in America and knew that even the sprawling support organizations that have been working on outreach for decades had failed to [&#8230;]",
    "author": "Rachel M. Cohen"
  },
  {
    "title": "US teacher strikes were good, actually",
    "link": "https://www.vox.com/education/368756/teachers-school-unions-labor-education-students-strikes",
    "pubDate": "2024-08-25T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Thousands of demonstrators showed support for the teachers strike on October 23, 2019 in Chicago, Illinois. | Scott Heins/Getty Images\" data-portal-copyright=\"Scott Heins/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1177748580.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Thousands of demonstrators showed support for the teachers strike on October 23, 2019 in Chicago, Illinois. | Scott Heins/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Few things have bedeviled education policy researchers in the US more than public school teacher strikes, driven by educators <a href=\"https://www.vox.com/life/24159041/trump-abortion-marvel-ai-china-kardashian-decade-explained\">on the vanguard</a> of resurging labor activism. While union membership nationwide continues <a href=\"https://www.reuters.com/markets/us/us-union-membership-rate-hits-fresh-record-low-2023-labor-dept-2024-01-23/\">to decline</a>, nearly one in five union members in the US is a public school teacher —&nbsp;and their <a href=\"https://www.nytimes.com/2019/10/31/us/chicago-cps-teachers-strike.html\">high-profile</a>, <a href=\"https://www.nytimes.com/2018/03/06/us/west-virginia-teachers-strike-deal.html\">disruptive</a> strikes generate significant media attention and public debate.</p>\n\n<p class=\"has-text-align-none\">But do these strikes work? Do they deliver gains for workers? Do they help or hurt students academically?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Answering these questions has been challenging, largely due to a lack of centralized data that scholars could use to analyze the strikes. The Bureau of Labor Statistics used to keep track of all strikes and work stoppages across the country, but since its budget was cut in the early 1980s, the agency has only tracked strikes involving more than 1,000 employees. Given that 97 percent of US school districts employ fewer than 1,000 teachers, the majority of teacher strikes are not federally documented.</p>\n\n<p class=\"has-text-align-none\">Now, for the first time ever, researchers <a href=\"https://www.albany.edu/rockefeller/faculty/melissa-arnold-lyon\">Melissa Arnold Lyon</a> of the University at Albany, <a href=\"https://vivo.brown.edu/display/mkraft\">Matthew Kraft</a> of Brown University, and Matthew Steinberg of the education group <a href=\"https://accelerate.us/#UFeaturedTextImageOne\">Accelerate</a> have compiled a novel data set to answer these questions, providing the first credible estimates of the effect of US teacher strikes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Their data set — which covers 772 teacher strikes across 610 school districts in 27 states between 2007-2023 — took four years to compile. The three co-authors, plus seven additional research assistants, reviewed over 90,000 news articles to plug the gaps in national data. Their <a href=\"https://www.nber.org/papers/w32862\">NBER working paper, published on Monday</a>,<strong> </strong>provides revealing information about the causes and consequences of teacher strikes in America, and suggests they remain a potent tool for educators to improve their working conditions. </p>\n\n<h2 class=\"wp-block-heading\">Teacher strikes lead to significant wage increases on average, regardless of length </h2>\n\n<p class=\"has-text-align-none\">By and large, teacher strikes in the US are not common, nor are they lengthy work stoppages. The median number of strikes per year over the 16-year study was 12.5, with the typical strike lasting just one day. Sixty-five percent of strikes ended in five days or less. Their longest identified strike was 34 days in Strongsville, Ohio in 2013.</p>\n\n<p class=\"has-text-align-none\">Almost 90 percent of the teacher strikes identified involved educators calling for higher salaries or increased benefits, and the researchers found that, on average, strikes were successful in delivering those gains. Specifically, the strikes caused average compensation to increase by 3 percent (or $2,000 per teacher) one year after the strike, reaching 8 percent, or $10,000 per teacher, five years out from the strike.&nbsp;</p>\n\n<p class=\"has-text-align-none\">More than half of strikes also called for improved working conditions, such as lower class sizes or increased spending on school facilities and non-instructional staff like nurses. The researchers found that strikes were also effective in this regard, as pupil-teacher ratios fell by 3.2 percent and there was a 7 percent increase in spending dedicated to paying non-instructional staff by the third year after a strike.</p>\n\n<p class=\"has-text-align-none\">Importantly, the new spending on compensation and working conditions did not come from shuffling existing funds, but from increasing overall education spending, primarily from the state level.</p>\n\n<p class=\"has-text-align-none\">That these strikes were effective is notable, particularly since labor strikes overall <a href=\"https://maximmassenkoff.com/papers/Strikes.pdf\">have not been associated</a> with increases in wages, hours, or benefits since the 1980s. The study authors suggest strikes among public school teachers may be a more “high-leverage negotiating tactic” than other unionized fields because teachers can be less easily replaced by non-unionized workers or tech automation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps surprisingly, the researchers find no relationship between whether a strike is short or long in terms of the effect it has on teacher salary.</p>\n\n<p class=\"has-text-align-none\">Lyon of the University at Albany thinks that part of why teachers may be so successful in achieving such significant increases is because teacher strikes can send public signals in ways other labor strikes often can’t.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Because education is such a salient industry, even a one-day strike can have a big impact,” she told me. “News media will pick it up, people will pay attention, and parents are going to be inconvenienced. You have these built-in mechanisms for attracting attention that other types of protest do not.” <a href=\"https://jhr.uwpress.org/content/early/2024/04/01/jhr.0722-12437R2\">Another study she co-authored with Kraft</a> earlier this year found that teacher strikes more than double the probability of US congressional political ads mentioning education, underscoring their power in signaling the need for educational change. <em> </em></p>\n\n<h2 class=\"wp-block-heading\">Students were not academically harmed by the strikes </h2>\n\n<p class=\"has-text-align-none\">Previous research on teacher strikes in <a href=\"https://barrett.dyson.cornell.edu/NEUDC/paper_179.pdf\">Argentina</a>, <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/caje.12035\">Canada</a>, and <a href=\"https://econpapers.repec.org/article/blalabour/v_3a24_3ay_3a2010_3ai_3a4_3ap_3a391-406.htm\">Belgium</a>, where work stoppages lasted much longer, found large negative effects on student achievement from teacher strikes. (In the Argentina study, the average student lost <a href=\"https://barrett.dyson.cornell.edu/NEUDC/paper_179.pdf\">88 school days</a>.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">In contrast, the researchers find no evidence that US teacher strikes, which are much shorter, affected reading or math achievement for students in the year of the strike, or in the five years after. While US strikes lasting two or more weeks negatively affected math achievement in both the year of the strike and the year after, scores rebounded for students after that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In fact, Lyon said they could not rule out that the brief teacher strikes actually boosted student learning over time, given the increased school spending associated with them. A <a href=\"https://www.aeaweb.org/articles?id=10.1257/app.20220279\">recent influential meta-analysis</a> on school finance found that increasing operational spending by $1,000 per student for four years helped student learning.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s possible higher wages could reduce teacher burnout, or the need to work second jobs, leading to improved performance in the classroom. Still, Lyon explained, it’s also possible that increased spending on teachers would not lead to higher student test scores, if wage gains went primarily to more experienced teachers, or to pensions, or if teachers were already maximizing their effort before the strike.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Strikes were more common in conservative, labor-unfriendly areas </h2>\n\n<p class=\"has-text-align-none\">Overall, the researchers found that teacher union density has fallen more sharply than previously recognized. According to federal data, 85 percent of public school teachers reported being in a union in 1990, falling to 79 percent in 1999, and then to 68 percent by 2020.</p>\n\n<p class=\"has-text-align-none\">“As someone who studies unions, that statistic alone is still pretty surprising to me,” Lyon said. “And it came from the federal <a href=\"https://nces.ed.gov/surveys/sass/\">Schools and Staffing Survey</a>, which is one of our best data sources.” Tracking teacher union membership can be complicated because of mergers, and because the two national unions — the American Federation of Teachers and the National Education Association — include non-teachers and retired teachers in their ranks. Still, even with the drop, the 68 percent dwarfs that of the private sector, where <a href=\"https://www.reuters.com/markets/us/us-union-membership-rate-hits-fresh-record-low-2023-labor-dept-2024-01-23/\">just 10 percent </a>of workers are in unions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Roughly 35 states have laws that either explicitly ban or effectively prohibit teacher strikes, but those laws haven’t stopped educators from organizing labor stoppages. (Nearly every state <a href=\"https://www.vox.com/life/24159041/trump-abortion-marvel-ai-china-kardashian-decade-explained\">in the #RedforEd teacher strikes</a> from 2018 and 2019 — including Arizona, Kentucky, West Virginia, and Oklahoma — had banned teacher strikes.)</p>\n\n<p class=\"has-text-align-none\">In compiling their data set, Lyon, Kraft, and Steinberg included both legal strikes and illegal work stoppages, including mass walk-outs, “sick-outs” (when teachers call in sick en masse), or so-called “wildcat strikes” (when educators strike without the support of union leadership).</p>\n\n<p class=\"has-text-align-none\">Perhaps counterintuitively, they found strikes were more common in more conservative, labor-hostile states, something they attributed mostly to large-scale coordinated strikes across districts happening more often in those places. Individual district strikes were more likely to occur in liberal areas, where such actions are legal.</p>\n\n<p class=\"has-text-align-none\">The teacher uprisings over the last decade have helped boost support from parents and the broader public, who <a href=\"https://thehill.com/blogs/blog-briefing-room/news/406373-poll-majority-support-teacher-strikes/\">report in surveys</a> <a href=\"http://neatoday.org/2018/08/27/pdk-poll-2018/\">backing</a> for educator organizing and increased teacher pay. The percentage of the public who see teacher unions as a positive influence on schools rose from 32 percent in 2013 <a href=\"https://www.educationnext.org/school-choice-trump-era-results-%202019-education-next-poll/\">to 43 percent in 2019</a>, according to Education Next polling. A majority of the US public supports teachers <a href=\"https://www.educationnext.org/school-choice-trump-era-results-%202019-education-next-poll/\">having the right to strike</a>, which suggests educators may be comfortable using this tactic going forward. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Few things have bedeviled education policy researchers in the US more than public school teacher strikes, driven by educators on the vanguard of resurging labor activism. While union membership nationwide continues to decline, nearly one in five union members in the US is a public school teacher —&#160;and their high-profile, disruptive strikes generate significant media [&#8230;]",
    "author": "Rachel M. Cohen"
  },
  {
    "title": "Big Pharma claims lower prices will mean giving up miracle medications. Ignore them.",
    "link": "https://www.vox.com/future-perfect/368538/medicare-drug-prices-pharma-negotiations-innovation",
    "pubDate": "2024-08-24T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A pill bottle on its side on a wooden table spills out blue and white pills.\" data-caption=\"Medicare negotiations with Big Pharma can lower drug prices without blocking future cures. | Spencer Platt/Getty Images\" data-portal-copyright=\"Spencer Platt/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2163308489.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Medicare negotiations with Big Pharma can lower drug prices without blocking future cures. | Spencer Platt/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">For the first time, the federal government has <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/08/15/fact-sheet-biden-harris-administration-announces-new-lower-prices-for-first-ten-drugs-selected-for-medicare-price-negotiation-to-lower-costs-for-millions-of-americans/\">negotiated</a> directly with pharmaceutical companies over the prices for a handful of drugs. The new prices, which were announced mid-August, take effect in January 2026, and they will help the Medicare program cap what individual patients spend out of pocket on their prescriptions in a year at $2,000.</p>\n\n<p class=\"has-text-align-none\">The historic policy, which has been floating around for decades, was long opposed by “Big Pharma” until Democrats in Congress passed and President Joe Biden signed <a href=\"https://www.vox.com/policy/2023/8/30/23850979/medicare-drug-price-negotiations-10-prescription-list\">the Inflation Reduction Act in 2022</a>.</p>\n\n<p class=\"has-text-align-none\">Pharma tried to stop the negotiation policy in courts after it became law. Their concerns —&nbsp;namely, that these “price controls” <a href=\"https://www.vox.com/policy-and-politics/22702855/build-build-better-plan-medicare-negotiate-drug-prices\">will stifle innovation</a> — have been echoed by Republicans and policy commentators with the recent finalization of the negotiated prices. With less profit, companies like <a href=\"https://www.cnbc.com/2023/05/11/pfizer-medicare-could-face-legal-action-over-drug-price-negotiations.html\">Pfizer</a> and <a href=\"https://www.cnn.com/2023/06/06/politics/merck-lawsuit-medicare-drug-price-negotiation/index.html\">Merck</a> argue, it will be harder to hire scientists, invest in laboratory space, and set up clinical trials to test the medications of the future.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">It is a harrowing proposition: that in trying to control drug prices for 67 million Medicare patients now, we might inadvertently prevent the development of future drugs that could save lives. Implied, if not stated outright, is that we’re putting a cure for cancer or <a href=\"https://www.vox.com/future-perfect/355108/alzheimers-disease-drug-approval-research-retraction\">Alzheimer’s</a> or some other intractable disease in jeopardy.</p>\n\n<p class=\"has-text-align-none\">But we have good reasons to believe that the current policy won’t have such a trade-off any time soon. For one, pharma is hugely profitable, and these negotiated prices, while potentially chipping away at profit margins, should hardly entirely dampen the incentive to innovate, according to a couple of key studies of the industry. Two, if we are worried about future innovation, we should be focused on <a href=\"https://www.vox.com/future-perfect/367247/antibiotic-resistance-bacteria-pasteur-act-big-pharma\">making it cheaper to develop drugs</a> – and this is actually one area where AI is showing promise. By identifying the best candidates for possible treatments early in the research process, we could speed up development and continue to reduce costs — without losing out on tomorrow’s breakthroughs.</p>\n\n<h2 class=\"wp-block-heading\">We can afford to lower drug prices</h2>\n\n<p class=\"has-text-align-none\">The argument against reducing profits usually goes like this: The drug companies spend a lot of money developing drugs, including some drugs that never make it to market because they don’t prove to be effective. When they do have a new, effective drug to sell, they need to make a lot of money to cover their development costs and then some, so they can take the profits and invest more money into research and development for the next generation of medicines.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Most other wealthy countries, like Australia and the UK, use the government’s central role in their health care system to negotiate lower prices while also <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2866602/\">fostering their own medical innovation sectors</a>. But in the US, before the IRA’s provisions became law, prices were left more to the free market and the individual negotiating positions of manufacturers, private insurers, the government, and pharmacy benefit managers. Various rebates, kickbacks, and other financing mechanisms often obfuscated and increased Americans’ drug prices. As a result, the US pays by far the highest costs for medications in the world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a result of how much we pay, Americans generally get first dibs on new cures. But that early access is only useful if patients can afford the drugs. <a href=\"https://www.kff.org/health-costs/issue-brief/americans-challenges-with-health-care-costs/#:~:text=About%20one%20in%20five%20adults,year%20because%20of%20the%20cost.\">Too often, they can’t</a>.</p>\n\n<p class=\"has-text-align-none\">But here’s the thing: This whole premise is faulty. When the Congressional Budget Office evaluated the bill before it passed, its analysts said they <a href=\"https://www.cbo.gov/system/files/2023-12/59792-Letter.pdf\">did not expect a major effect</a> on future drug development. The need to cover R&amp;D costs does not actually explain, at least not entirely, the high costs for medications charged in America, according to <a href=\"https://www.healthaffairs.org/content/forefront/r-d-costs-pharmaceutical-companies-do-not-explain-elevated-us-drug-prices\">a 2017 analysis published by <em>Health Affairs</em></a>, a health care research journal.</p>\n\n<p class=\"has-text-align-none\">The research —&nbsp;from Memorial Sloan Kettering Cancer Center’s Nancy Yu, Zachary Helms, and Peter Bach —&nbsp;determined the excess price paid in the US compared to other wealthy nations. They called this price the American R&amp;D “premium.” They then calculated how much revenue said premium generated for the top 15 drug manufacturers in the world and compared it to the companies’ respective R&amp;D spending.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/a046W-americans-pay-more-for-prescription-drugs-compared-to-other-countries.png?quality=90&#038;strip=all&#038;crop=0,22.303128852992,100,55.393742294016\" alt=\"A chart showing how much more Americans pay for prescription drugs than people in other countries do, from 25 percent to 75 percent more, varying by manufacturer.\" title=\"A chart showing how much more Americans pay for prescription drugs than people in other countries do, from 25 percent to 75 percent more, varying by manufacturer.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">They concluded other countries had average drug list prices that were 41 percent of the net prices paid in the US. Big Pharma reaped $116 billion in revenue in one year from these excess American prices. In the same year, drug makers spent $76 billion on R&amp;D. These numbers suggest drug companies can afford avoiding such a premium. “There are billions of dollars left over even after worldwide research budgets are covered,” the authors wrote.</p>\n\n<p class=\"has-text-align-none\">At a certain point, the expectation of lower revenues could start to reduce the industry’s willingness to invest in new drugs and make riskier bets with potentially big payoffs. But are we anywhere near that point? Whatever objections these companies might be raising, it may be more telling to examine what they do rather than what they say.</p>\n\n<p class=\"has-text-align-none\">Last year, Richard Frank and Ro Huang at the Brookings Institution <a href=\"https://www.brookings.edu/articles/early-claims-and-ma-behavior-following-enactment-of-the-drug-provisions-in-the-ira/\">looked</a> at the business decisions drug makers had made since negotiation provisions became law. The researchers specifically considered mergers and acquisitions, the other means by which big drug companies discover new drugs (usually by buying a promising start-up that has already done R&amp;D).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Frank and Huang detected little evidence that the drug companies were expecting a massive blow to their revenues because of changes to the negotiation process. If anything, they found increased transactions for drugs at both the early and late trial stages. Overall M&amp;A spending was not noticeably altered and some <a href=\"https://s203.q4cdn.com/636242992/files/doc_financials/2023/q2/JNJ-Q2-2023-Transcript-Final.pdf\">recent earnings reports</a> had expressed optimism about the future.</p>\n\n<p class=\"has-text-align-none\">This makes sense: the IRA stipulated that Medicare’s negotiating authority be limited and gradually phased in. For the first year, Medicare was permitted to pick 10 drugs for negotiations. Next year, the program can add another 15 and another 15 the year after that.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">How to make more drugs quickly</h2>\n\n<p class=\"has-text-align-none\">We have a sound basis to think we can afford lower prices for more drugs. But still, it would be nice if we could develop drugs more quickly and therefore more cheaply. That could naturally lower prices while still delivering new medicines to people in need. Win-win.</p>\n\n<p class=\"has-text-align-none\">There may be ways to simplify the approval process and the approval criteria for more drugs. Writer Matt Yglesias <a href=\"https://www.slowboring.com/p/smarter-ways-to-boost-drug-innovation\">covered some options</a> for Congress and the FDA to consider in his newsletter, including being more receptive to data from clinical trials conducted in other countries (where trials can often be done at less expense).</p>\n\n<p class=\"has-text-align-none\">But science is the most daunting obstacle to new drugs. It can take years for researchers to even figure out how diseases work, their biological basis, and thereby hypothesize possible candidates for interventions. Moving from the basic research that reveals those building blocks to the clinical trials that secure FDA approval can take decades. The FDA only factors in once you’ve figured out something that actually works. That’s why big drug companies do spend so much on acquisitions; even with all their resources, there’s no guarantee the in-house scientists will find a promising treatment candidate before an outside researcher does.</p>\n\n<p class=\"has-text-align-none\">The best way to maximize our R&amp;D resources, to get the most bang for our buck when we set up expensive human trials, is to identify the most promising candidates at the start. But we are dealing with an enormous amount of information: the library of genetics that every human being carries. This is why drug developers are turning to <a href=\"https://www.vox.com/future-perfect/23827785/artifical-intelligence-ai-drug-discovery-medicine-pharmaceutical\">AI for help in sorting through it</a>.</p>\n\n<p class=\"has-text-align-none\">Leading researchers on antibiotic resistance <a href=\"https://www.vox.com/future-perfect/353420/drug-resistant-bacteria-are-killing-more-and-more-humans-we-need-new-weapons\">have trained computers</a> to hunt everywhere, even in extinct animal DNA, for molecules that could be promising in treating bacteria that have become difficult for conventional medicines to treat. Longevity proponents <a href=\"https://www.vox.com/the-highlight/24121932/anti-aging-longevity-science-health-drugs\">put a similar faith</a> in artificial intelligence. New start-ups, such as Recursion Pharmaceuticals, <a href=\"https://www.statnews.com/2024/08/19/recursion-pharmaceuticals-front-runner-ai-in-medicine-new-drug-development/\">profiled by STAT</a>, have based their entire business on using AI to find potential drug candidates, including among those sitting on the shelves of Big Pharma that could be repurposed for new conditions.</p>\n\n<p class=\"has-text-align-none\">Whether those AI aspirations will pay off is still unknown. But they provide another reason for optimism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Too often, the drug pricing conversation is framed as an either/or. Either lower prices or new cures, but not both. It’s a false choice.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For the first time, the federal government has negotiated directly with pharmaceutical companies over the prices for a handful of drugs. The new prices, which were announced mid-August, take effect in January 2026, and they will help the Medicare program cap what individual patients spend out of pocket on their prescriptions in a year at [&#8230;]",
    "author": "Dylan Scott"
  },
  {
    "title": "The difference between American and UK Love Is Blind",
    "link": "https://www.vox.com/culture/368371/love-is-blind-uk-review-couples-spoilers",
    "pubDate": "2024-08-24T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A grinning and shirtless man.\" data-caption=\"Freddie, a 32-year-old funeral director, is one of the contestants on Love Is Blind: UK. Hopefully one day this man will find love! | Courtesy of Netflix\" data-portal-copyright=\"Courtesy of Netflix\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Love_Is_Blind__UK_n_S1_E4_00_46_44_10.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Freddie, a 32-year-old funeral director, is one of the contestants on Love Is Blind: UK. Hopefully one day this man will find love! | Courtesy of Netflix</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em><strong>This post contains mild spoilers regarding the outcome of the couples of </strong></em><strong>Love Is Blind: UK</strong></p>\n\n<p class=\"has-text-align-none\">In 1776, desiring independence and freedom, Americans overthrew British rule. Roughly 250 years later, we have finally enacted a singular revenge for English domination: subjecting them to the distinctly American cultural and romantic exercise known as<em> </em><a href=\"https://www.vox.com/culture/2023/9/22/23885294/love-is-blind-season-5-review-uche-villain\"><em>Love Is Blind</em></a>.   </p>\n\n<p class=\"has-text-align-none\">Going on six seasons strong in the US, <em>Love Is Blind</em> has become one of Netflix’s most popular shows and one of the <a href=\"https://www.youtube.com/watch?v=KdwUO_Xxb4M\">most visible</a> reality romance shows. That’s largely due to <em>Love Is Blind</em>’s pseudo-scientific, lockdown-predicting premise: Men and women, segregated by gender, try to find the love of their lives without ever seeing each other. They communicate only in the “pods,” small separate rooms with a shared wall. <a href=\"https://www.vox.com/culture/23464762/love-is-blind-cole-zanab-season-3\">The show</a> has yielded a few happy couples, roughly the same number of <a href=\"https://collider.com/love-is-blind-divorce-rate-revealed\">divorces and splits</a>, an unquantifiable amount of riveting heterosexual mess, and <a href=\"https://www.businessinsider.com/love-is-blind-netflix-cast-reality-show-dating-mental-health-2023-4\">even a handful of lawsuits</a> alleging a toxic environment. </p>\n\n<p class=\"has-text-align-none\">And now, the UK has its own 11-episode version.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The pods, the golden wine chalices, the shared romantic trauma have all made the overseas journey intact. The UK edition is just as watchable as its American predecessor. But the most surprising thing about the UK edition is how earnest and romantic it can be; how the couples give viewers something to root for, which is rare on the American version these days. <em>Love Is Blind:</em> <em>UK</em> feels like being able to time travel back to the first season of American <em>Love Is Blind</em>, before it curdled into the show it has become today. </p>\n\n<h2 class=\"wp-block-heading\">Why<em> Love Is Blind</em> became a cynical horror show </h2>\n\n<p class=\"has-text-align-none\">To understand what makes the UK’s version of<em> Love Is Blind</em> different requires understanding what kind of show American <em>Love Is Blind </em>has become. What was touted as an “experiment” to find out if singles could fall in love sight unseen has, over six seasons, become more and more an exercise in chaos. </p>\n\n<p class=\"has-text-align-none\">It turns out that when you take a group of men and women who, in the name of love, are willing to get engaged to and live with someone they’ve never seen while having their actions filmed, edited, and aired for public consumption on one of the biggest streaming platforms in the world, not every pairing will end in a happily ever after. But the reality show’s emotionally intense premise inevitably brings out the worst in some people — and that’s what producers want. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/culture/2020/3/5/21164596/love-is-blind-reunion-review-netflix-winners-losers\">In season one</a>, which aired fortuitously in 2020 during the pandemic lockdowns, the show produced two marriages and was generally regarded as pretty sweet. But the breakout star was Jessica, a hapless 30-something from Illinois. In the pods, Jessica fell for a man named Barnett who didn’t choose her. She ended up getting engaged to another man named Mark, which seemed more like a strategy to stay on the show long enough to meet Barnett and less an act of love for Mark. During one of her emotional spirals, Jessica fed her dog red wine. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Emma-Matt-Pod.png?quality=90&#038;strip=all&#038;crop=0,3.1590093534914,100,93.681981293017\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"The infamous Love is Blind pods.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">After Jessica’s breakout season, producers started tweaking the format, seemingly in an attempt to maximize the drama. In recent seasons, the cast hangs out more and more as a group on camera, which has little to do with the “experiment” but does increase the potential for jealousy and regret. We’ve also learned, via lawsuits filed against the show, that there’s an <a href=\"https://www.npr.org/2024/07/01/nx-s1-5021949/emmily-nussbaum-reality-tv-cue-the-sun\">abundance of alcohol</a> on set and <a href=\"https://www.cnn.com/2022/07/16/entertainment/love-is-blind-lawsuit/index.html\">some alleged sleep deprivation</a> — an unhealthy combination on top of how emotionally fraught being on a reality show already is.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">It isn’t difficult to see why many couples on this show tend to flame out, even once they&#8217;ve left the high-pressure, surreal circumstances under which they met. And it’s really not a surprise that people on this show behave badly, sometimes in extremely embarrassing ways. They&#8217;re at the mercy of a machine designed to create disaster, and it&#8217;s produced some of reality television’s biggest villains.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/22958499/love-is-blind-season-2-recap-review\">Season two</a> introduced a beautiful menace named Shaina who, like Jessica, haunted the match she made in the early part of the show. That installment also brought us Shake, a man who was solely invested in finding a woman light enough that he could carry her on his shoulders. Cole, in <a href=\"https://www.vox.com/culture/2023/9/22/23885294/love-is-blind-season-5-review-uche-villain\">season five</a>, had flies in his toilet and may or may not have body-shamed his fiancée by monitoring the number of cutie oranges she ate. <a href=\"https://www.vox.com/culture/2024/3/7/24093858/love-is-blind-season-6-jeramey-trevor-drama-explained-clay-gravesande\">Season six</a> featured a slew of off-screen scandals, one of which was that Trevor, a handsome fan favorite, was allegedly dating someone else when the show started filming. The sixth chapter also featured Jeramey, a man who broke off his engagement because one of his pod suitors slid into his DMs during filming. </p>\n\n<p class=\"has-text-align-none\">At this point, the title<em> Love Is Blind</em> couldn’t be more hollow. Something is blind, but it doesn’t seem to be love. For many Americans watching at home, the show isn’t so much about witnessing the power of romance as it is watching a new crop of hopefuls unfurl the reddest flags you’ve ever seen — and breathing a sigh of relief that you will never have to date these people. </p>\n\n<p class=\"has-text-align-none\">And while the real “experiment” has been tweaking the show format until it became this cruel torture factory, it’s the fact that the UK version isn’t totally like that makes it entirely watchable.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Why <em>Love Is Blind: UK </em>feels like a<em> </em>different show</h2>\n\n<p class=\"has-text-align-none\">Perhaps it’s because it’s the first season, or maybe because Brits just love differently (<em>Love Island</em> notwithstanding), but the Netflix reality spinoff has transformed into a more earnest and hopeful version of itself across the pond. Six couples made it out of the pods, and according to reports, there were <a href=\"https://metro.co.uk/2024/08/19/love-blind-uk-star-reveals-five-secret-proposals-unaired-scenes-21451894/\">five couplings</a> that did not make it to air. That’s a wildly successful batting average compared to American <em>Love Is Blind</em> (season five featured only two engaged couples).  </p>\n\n<p class=\"has-text-align-none\">A huge part of that is the UK cast and casting directors really went above and beyond their call of duty this season. </p>\n\n<p class=\"has-text-align-none\">There’s <a href=\"https://www.instagram.com/freddieppowell/?hl=en\">Freddie</a>, a 32-year-old who goes to the gym twice a day, and is probably the most handsome and well-muscled funeral director you will ever see in your life. Similarly, his match <a href=\"https://www.instagram.com/_catherinerichards_/?img_index=1\">Catherine</a> is a beautiful dental nurse who also teaches children with Down syndrome how to swim. While I have no doubt that people this good-looking and just plain good exist in real life, I am not sure any of us would ever meet them, especially not on reality TV.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Aside from being very attractive, endearing people, what makes Freddie, Catherine, and the rest of their ilk so watchable is that they feel incredibly real. Obviously, authenticity on reality TV is an extremely relative, sliding scale. But from their bashful first face-to-face meeting to bickering about how annoying Freddie is when Cat takes him shopping, they seem to genuinely want their relationship to work out. Hot people can be very annoying, too — perhaps Freddie was never taught how to properly behave in department stores — and it’s nice to see Cat address it and Freddie not sugarcoat his faults for the camera. </p>\n\n<p class=\"has-text-align-none\">The same goes for Tom and Maria, who have one of the show’s more honest arguments. She’s a makeup artist and asks him if he would ever date her in real life. He, a PR exec, truthfully tells her that prior to the experiment, he would not have dated someone in her profession.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I was a little bit judgemental when I first heard what you did,” Tom tells Maria, before continuing with a mild understatement. “I can be a bit judgy at times.”</p>\n\n<p class=\"has-text-align-none\">She’s hurt and ends the conversation. He’s miffed that she can’t see he’s changed his mind. They both don’t do a good job of resolving this issue, and perhaps that’s an issue that could never be resolved. (Spoiler: Tom and Maria do not get married.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Tom’s brutal assessment is the kind of conflict central to this show’s alleged mission. The basis of <em>Love Is Blind</em> is that people are all so confined by who we think we’ll fall in love with and what they’ll look like that we won’t consider romance with people who don’t fit into those boxes. If the boxes are eliminated, people might be able to find the love of their life — or not. Tom and Maria grapple with an honest, relatable struggle that might not have ever happened if not for the show’s heightened stakes. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Love_Is_Blind__UK_n_S1_E4_00_09_24_04.png?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"A man with an engagement ring in a little box kneels in front of a woman.\" title=\"A man with an engagement ring in a little box kneels in front of a woman.\" data-has-syndication-rights=\"1\" data-caption=\"Sam proposes to Nicole on &lt;em&gt;Love Is Blind: UK&lt;/em&gt;. These two are part of the show’s central love triangle. | Courtesy of Netflix\" data-portal-copyright=\"Courtesy of Netflix\" />\n<p class=\"has-text-align-none\">Tom and Maria’s disconnect over her job and Cat and Freddie’s squabble over his shopping decorum are such a far cry from the absolute bedlam happening on the American version, it raises the question of why or how. The closest the UK ever gets <a href=\"https://www.today.com/popculture/tv/nicole-benaiah-love-is-blind-uk-still-together-now-rcna167314\">is a love triangle</a> between Nicole, her match Benaiah, and a pod suitor named Sam. Though Benaiah warns Nicole that Sam isn’t there “for the right reasons,” she still picks Sam before realizing her mistake. The implied incorrect “reason” is that Sam seems more of the type of guy you’d find on <a href=\"https://www.vox.com/culture/361755/love-island-usa-season-6-finale\"><em>Love Island</em></a>, the UK’s very popular dating show where contestants have gone on to become influencers. </p>\n\n<p class=\"has-text-align-none\">Sam seems more determined to get famous and gain followers than find love, and it’s easy in this first UK iteration of <em>Love Is Blind</em> to spot that kind of contestant. Sam sticks out because everyone’s so fresh and new to the show, and many haven’t yet figured out how it all works. People are still having honest fights about their jobs and talking about their hopes and dreams, and Sam is just a little too smooth, too rehearsed. He resembles a couple of his American season six counterparts. </p>\n\n<p class=\"has-text-align-none\">Whether the show is able to exist in its current state is perhaps the most delicate and interesting thing about it. The longer the show continues (<a href=\"https://m.imdb.com/news/ni64777456/?ref_=nws_nwr_li\">it’s already been renewed</a> for a second season), the higher the risk that it will eventually run into the American problem of participants who are too aware of themselves and too knowledgeable about how the Netflix hit works. There will, almost inevitably, be more and more Sams, possibly plucked from the pool of hots who were not hot enough to be on<em> Love Island</em>. There will likely be more and more producer interference. These tweaks might even make the show more popular, but it won’t be like this first, very good season.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This post contains mild spoilers regarding the outcome of the couples of Love Is Blind: UK In 1776, desiring independence and freedom, Americans overthrew British rule. Roughly 250 years later, we have finally enacted a singular revenge for English domination: subjecting them to the distinctly American cultural and romantic exercise known as Love Is Blind.    [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "All the nonsense you need to know about Sabrina Carpenter",
    "link": "https://www.vox.com/culture/2024/5/14/24155699/sabrina-carpenter-espresso-career-olivia-rodrigo-explained",
    "pubDate": "2024-08-23T20:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Sabrina Carpenter performs at Coachella 2024, which is now referred to as “that’s that her Coachella.” | Frazer Harrison/Getty Images for Coachella\" data-portal-copyright=\"Frazer Harrison/Getty Images for Coachella\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25446159/2149329158.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Sabrina Carpenter performs at Coachella 2024, which is now referred to as “that’s that her Coachella.” | Frazer Harrison/Getty Images for Coachella</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The latest chapter of Sabrina Carpenter’s quest to become the most prolific 4’11” person on the planet is a new album. The singer, famous for working late, released <em><a href=\"https://open.spotify.com/album/3iPSVi54hsacKKl1xIR2eH?si=f8Be-mYoRYuHBzWFrFhYqA\">Short n’ Sweet</a></em>, a 12-song pop confection brimming with playfulness and humor. To celebrate, Carpenter released a video for “Taste,” a sugary rock tune about the poor, unfortunate soul unlucky enough to date one of her exes. </p>\n\n<p class=\"has-text-align-none\">“You can have him if you like, I’ve been there, done that once or twice,” Carpenter purrs, before coyly referencing her own boyfriend-stealing drama (more on this down below). “And singing about it, don’t mean I care. Yeah, I know I’ve been known to share.” </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Sabrina Carpenter - Taste (Official Video)\" src=\"https://www.youtube.com/embed/KEG7b851Ric?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\"><br>With the help of scream queen Jenna Ortega, Carpenter’s video is a reference to the 1992 horror comedy <em>Death Becomes Her</em>, starring Meryl Streep and Goldie Hawn. Like Streep’s and Hawn’s Mad and Hel, Carpenter’s and Ortega’s characters hate each other, can’t stop killing each other, and are also — unlike their predecessors — more than slightly horny for each other. Like so many of her hits (there are very few souls on the planet who are not familiar with her smash “Espresso”), “Taste” has Carpenter’s signature combination of Betty Boop-ish sex appeal undercut by an extremely self-aware edge.</p>\n\n<p class=\"has-text-align-none\">It’s nonsense, and nonsense is actually what 25-year-old Carpenter does best. </p>\n\n<p class=\"has-text-align-none\">Whether it be sex with exes, dirty rhyme schemes, or being hot, a clown, or the other woman, Carpenter’s surprisingly long career has been seriously devoted to never taking things too seriously.</p>\n\n<h2 class=\"wp-block-heading\">The Olivia Rodrigo song that kickstarted Sabrina Carpenter’s adult career</h2>\n\n<p>With the success of “Espresso,” which was released in April and became the biggest song of summer, it might seem like Carpenter simply materialized out of thin air. But she didn’t just come out of nowhere.</p>\n\n<p>Carpenter has been releasing music since her debut album <em>Eyes Wide Open</em> in 2015, five albums in total. She started out honing her craft as part of the <a href=\"https://www.vox.com/disney\" data-source=\"encore\">Disney</a> machine, breaking out on <em>Girl Meets World</em> in 2014. But it’s her presence in one of the biggest songs in 2021, one she didn’t actually sing, that made the then-21-year-old&nbsp; famous.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25446149/478832754.jpg?quality=90&#038;strip=all&#038;crop=0,12.769051774287,100,74.461896451425\" alt=\"Sabrina Carpenter holding up her hands that are covered in red ink.\" title=\"Sabrina Carpenter holding up her hands that are covered in red ink.\" data-has-syndication-rights=\"1\" data-caption=\"Sabrina Carpenter promoting &lt;em&gt;Girl Meets World&lt;/em&gt; at the Buca di Beppo Times Square in 2015. The devil works hard, but Sabrina Carpenter works harder. | Bruce Glikas/FilmMagic\" data-portal-copyright=\"Bruce Glikas/FilmMagic\" />\n<p>Turn the clock back a little over three years: 17-year-old Olivia Rodrigo had just burst on the scene with “Drivers License,” an angsty ballad about a boy who broke her heart. In it, Rodrigo hints that the breakup involved another woman. “And you’re probably with that blonde girl,” she sings, adding: “She’s so much older than me. She’s everything I’m insecure about.”</p>\n\n<p>Since this is an article about Sabrina Carpenter, and Carpenter is blonde and four-ish years older than Rodrigo, you’ve probably guessed that Carpenter is who Rodrigo might be singing about.</p>\n\n<p>Rodrigo acted on <em>High School Musical: The Musical: The Series</em>, a show on Disney+,&nbsp; and was rumored to be dating co-star Joshua Bassett. The two wrote songs together, some of which were featured on the program. The characters they played — Nini and Ricky — were a romantic pair. Disney couldn’t have asked for a better script.&nbsp;</p>\n\n<p>But in August 2020, <a href=\"https://www.tiktok.com/@livbedumb/video/6861690815337598214?lang=en\">Rodrigo hinted</a> she was going through a breakup. Around the same time, Bassett was spotted with Carpenter, a fellow Disney star. Adding fuel to the fire, Bassett and Carpenter donned a couples costume for Halloween, going <a href=\"https://www.youtube.com/watch?v=Xqok1oYLjMw\">as Sharkboy and Lavagirl</a>.</p>\n\n<p>Despite all these public appearances and social media clues, Rodrigo, Carpenter, and Bassett have never explicitly addressed the love triangle they may or may not have been a part of. But they haven’t explicitly denied the rumors either. Like Rodrigo, Carpenter seems to have turned it into music.</p>\n\n<p>Carpenter seemed to address the drama in her 2021 song “Skin.” “Maybe you didn’t mean it. Maybe blonde was the only rhyme,” Carpenter sings, telling the subject of her song — who may or may not be Rodrigo — that she’s sorry but not that sorry, and she won’t let the digs get under her, under her, under her skin.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube alignnone\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Sabrina Carpenter - because i liked a boy - Live @ Samsung Summer of Galaxy\" src=\"https://www.youtube.com/embed/REJA05QjC_U?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p>It’s a relatively plaintive track that wasn’t as big as “Drivers License” — not many songs are as big as Rodrigo’s monster hit. It wasn’t until her next album,&nbsp;2022’s <em>emails i can’t send, </em>that Carpenter gave her final word and started to lean into her new persona. On the sneakily edged “Because I Liked a Boy,” Carpenter is even less apologetic. She declares that she is going to be herself — the other woman, the cool girl, the hot girl, the mean girl, and everything in between — because that person can’t be any worse than what’s already been said about her (“Now I’m a homewrecker, I’m a slut I got death threats filling up semi-trucks”).</p>\n\n<p>“Dating boys with exes. No, I wouldn’t recommend it.” Carpenter cheekily sings. It’s a poppier, more ironic take on her new bad-girl image.&nbsp;</p>\n\n<p>At first blush, the Rodrigo-Carpenter dynamic doesn’t seem to be that different from the way culture has always pitted pop princesses against each other. Whether it’s <a href=\"https://www.vox.com/culture/22350286/2000s-pop-culture-misogyny-britney-spears-janet-jackson-whitney-houston-monica-lewinsky\">Britney and Christina</a>, Debbie Gibson and Tiffany, <a href=\"https://www.buzzfeednews.com/article/michaelblackmon/brandy-monica-verzuz-instagram-feud-rivalry\">Brandy and Monica</a>, or Katy Perry and Taylor Swift, there’s always been an inclination that every female pop star needs a rival.&nbsp;</p>\n\n<p>Thanks to the alleged love triangle, Rodrigo and Carpenter have that built in. They have very thinly veiled songs about each other — a territory some of those past “rivals” have never really ventured in.</p>\n\n<p>But what makes the Rodrigo-Carpenter dynamic unique is that they’ve both figured out how to make the “rivalry” work in their favor, embracing their respective images even while leaving the specific rivalry behind. They’re each more famous than their supposed feud.&nbsp; They’re each more famous than the boy, too.&nbsp;</p>\n\n<p>Both singers make art that illustrates that liking boys is a humiliating experience. Rodrigo’s music is all about getting dumped by losers; Carpenter’s is about how all these losers are obsessed with her. Being dumped by a guy who dresses up as Sharkboy is equally as pathetic as dressing up as Lavagirl with that same guy.</p>\n\n<p>At the end of the day, they both come to the same realization: When it comes to men, there is no winning — unless it’s using them to make some really good pop music.</p>\n\n<h2 class=\"wp-block-heading\">Sabrina Carpenter’s unique brand of “Nonsense”</h2>\n\n<p>Prior to this summer,  the biggest hit of Carpenter’s pop career was an easy, breezy pop confection called “Nonsense.” It’s not about Rodrigo or Bassett, but about how liking a boy makes Carpenter feel (hint: silly). The song has a splendid little bit in which Carpenter sings, “It feels so good, I had to<em> </em>jump the<em> octave,” </em>and she does in fact, sing up a note. Carpenter is not afraid of a gimmick, a little wordplay, or even some wink-y pandering to the audience.</p>\n\n<p>Her commitment to the bit was a huge part of what made “Nonsense” so popular. In live performances, Carpenter started ad-libbing the outro of the song. The original goes:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>This song is catchier than chickenpox is.</p>\n\n\n\n<p>I bet your house is where my other sock is.</p>\n\n\n\n<p>Woke up this morning thought I’d write a pop hit.</p>\n\n\n\n<p>How quickly can you take off your clothes? Pop quiz.</p>\n</blockquote>\n\n<p>When she toured in Europe in 2023 she gave her <a href=\"https://twitter.com/SabrinaTourInfo/status/1672722304122363910\">German audience</a> a bespoke naughty verse:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>Down below the waistline is the fun zone.</p>\n\n\n\n<p>Baby hit me if you wanna come bone.</p>\n\n\n\n<p>Ich liebe dich you know I love you Cologne.</p>\n</blockquote>\n\n<p>Fans who came and saw <a href=\"https://www.tiktok.com/@tomasmier/video/7359768071927500075\">her perform at Coachella</a> this year saw Carpenter reference her boyfriend Barry Keoghan’s infamous <em>Saltburn</em> scene:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>Made his knees so weak he had to spread mine</p>\n\n\n\n<p>He’s drinkin’ my bath water like it’s red wine</p>\n\n\n\n<p>Coachella, see you back here when I headline.</p>\n</blockquote>\n\n<p>During a stop in<a href=\"https://twitter.com/evermoreshes/status/1762024288448864741?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1762024288448864741%7Ctwgr%5E77671c0bd1afeb15e073db4670c2188ebaf05433%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.billboard.com%2Flists%2Fsabrina-carpenter-nonsense-outro-versions-eras-tour-taylor-swift%2F\"> Sydney</a>:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>I can’t believe a plane can fly this far.</p>\n\n\n\n<p>I met the cutest Aussie at the bar.</p>\n\n\n\n<p>He said, “Are you from here?” I said, “Naur.”</p>\n</blockquote>\n\n<p>Last year, she even created a special holiday edition, “<a href=\"https://www.youtube.com/watch?v=t3zqFusFXis\">A Nonsense Christmas</a>” in which she somehow naughties holiday cheer and gift-giving:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>Look at all those presents, that’s a big sack</p>\n\n\n\n<p>Boy, that package is too big to gift wrap</p>\n\n\n\n<p>Woke up this morning, thought I’d write a “Chris-Smash”</p>\n\n\n\n<p>How quickly can you build a snowman? Think fast</p>\n</blockquote>\n\n<p>Iambic pentameter this is not, but Carpenter’s schtick of<a href=\"https://www.buzzfeed.com/angelinebarion/sabrina-carpenter-nonsense-outros\"> cheeky, PG-13 rhymes</a> showed off a pop star who isn’t afraid to laugh, especially at her own expense. While these outros could easily fall into raunch or being explicit, Carpenter uses wit as her restraint. Clown humor gives her something to play her image and our expectations against.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube alignnone\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"sabrina carpenter nonsense outros [select] compilation\" src=\"https://www.youtube.com/embed/5N1cXvG8gNk?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p>Carpenter’s interplay between humor and hotness is also evident in her video for “Feather,” a cotton candy-like kiss-off. The video has Carpenter pulling up to a church in a bubblegum pink hearse. It turns out her blush-hued deathmobile is full of the bodies of creepy men ogling her, and Carpenter is praying for their souls as she traipses through the chapel in a black veil and tulle lingerie.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube alignnone\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Sabrina Carpenter - Feather (Official Video)\" src=\"https://www.youtube.com/embed/kLbn61Z4LDI?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p>The video was filmed at Brooklyn’s Annunciation of the Blessed Virgin Mary Church and eventually made its way to the higher-ups at the Brooklyn Archdiocese, who <a href=\"https://www.catholicnewsagency.com/news/255900/brooklyn-bishop-appalled-over-music-video-shot-in-catholic-church-will-investigate\">were extremely upset</a> at the video’s imagery. They admonished not just Carpenter but the staffers who approved the video shoot.</p>\n\n<p>Carpenter was unfazed by the holy rebuke. “We got approval in advance,” she told <a href=\"https://variety.com/2023/music/news/sabrina-carpenter-touring-taylor-swift-nonsense-catholic-church-controversy-1235811476/\">Variety</a>. “And Jesus was a carpenter.”</p>\n\n<p>According to <a href=\"https://www.youtube.com/watch?v=aGOhKgCUKt4\">Johnny Cash</a> and the <a href=\"https://biblehub.com/mark/6-3.htm\">Gospel of Mark</a>, Sabrina is correct.</p>\n\n<h2 class=\"wp-block-heading\">If you want to understand the genius of Sabrina Carpenter, look no further than “Espresso”</h2>\n\n<p>While you could chalk&nbsp;a song like&nbsp;this&nbsp;summer&#8217;s smash hit&nbsp;“Espresso” up to luck, it’d be a disservice to Carpenter and how hard she’s worked.&nbsp;In reality, &#8220;Espresso&#8221; is a perfect capsule of what makes her so special.</p>\n\n<p>This is a former Disney kid who’s been playing the game for a decade. For the last few years, she’s carefully crafted a savvy, in-on-the-joke image. She’s also been putting in the work on the festival circuit and taking opportunities like the <a href=\"https://www.youtube.com/watch?v=TKdOIMNu6dg\">MTV VMAs pre-show</a> (Rodrigo performed at the main show), crafting her naughty jingles and taking them on the road. This summer, she opened for Taylor Swift (who, <a href=\"https://www.reddit.com/r/GaylorSwift/comments/17lxx2o/i_have_a_conspiracy_theory_involving_taylor/\">according to certain fans</a>, may be employing Carpenter as part of a proxy war against Rodrigo, who may or may not have written her song <a href=\"https://people.com/olivia-rodrigo-addresses-speculation-vampire-is-about-taylor-swift-7965165\">“Vampire” about Swift</a>) and performed at Coachella, where she debuted “Espresso.”</p>\n\n<p>The song being a massive hit is no doubt lucky, but Carpenter put herself in the best position to make that good fortune happen.</p>\n\n<p class=\"has-text-align-none\">It also helps that “Espresso” effectively crystallizes the persona that Carpenter has been creating for herself: a proudly flippant ditz who is so much savvier than she seems.</p>\n\n<p class=\"has-text-align-none\">Take that song&#8217;s hook, which isn&#8217;t just an ear-worm but a brain-worm: Grammatically, the phrase “that’s that me espresso” is a train wreck with no survivors. After listening to the song hundreds of times, I still cannot figure out if the “me espresso” in question is a metaphor in which Carpenter is comparing her essence to that of espresso. Or perhaps it’s possessive and “me espresso” refers to something of hers. Maybe she is simply identifying an entirely new type of coffee beverage.</p>\n\n<p> Later in the song, flanked right up against the chorus, Carpenter admits she’s up past her bedtime too. She sings that she’s “working late” because she’s a “sing<em>er</em>,” emphasizing that final syllable in a comically exaggerated way. She stresses the “er” in singer, forcing the word to rhyme with fin-<em>ger</em>. I now no longer want to pronounce singer any other way.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But what if this is the correct way? What if everything we thought we knew about singers is wrong?  Are singers putting in the same hours as diner waitresses and convenience store clerks? How long, exactly, did it take to create “Espresso?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Carpenter’s equally playful on the new, folksy “<a href=\"https://www.youtube.com/watch?v=TmP-d1KQqQo\">Slim Pickins</a>.” She inverts the “stand by your man” country trope by singing a love song to her last resort. She knows Mr. Right is out there, but he didn’t text back. And now she’s stuck with someone who did. “If I can&#8217;t have the one I love, I guess it’s you that I&#8217;ll be kissin’ — just to get my fixings,” she coos. </p>\n\n<p class=\"has-text-align-none\">And she continues this tradition of flanking cheeky wordplay and sparkly synths in “<a href=\"https://www.youtube.com/watch?v=1aMCVgRKcP4\">Juno</a>.” On the surface, the song sounds the way your first teenage crush feels. It’s airy and bouncy,  sweet like cotton candy.</p>\n\n<p class=\"has-text-align-none\"> “You make me wanna make you fall in love,” Carpenter purrs right before the chorus. Then she goes for the surprise — referencing a 2007 teenage pregnancy movie. “If you love me right, then who knows? I might let you make me <em>Juno</em>.”</p>\n\n<p>God, that’s so dumb. And so brilliant. That’s that me espresso.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 23, 4:40 ET:</strong> This post was originally published on May 14 and has been updated with information about Carpenter’s </em>Short n’ Sweet<em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The latest chapter of Sabrina Carpenter’s quest to become the most prolific 4’11” person on the planet is a new album. The singer, famous for working late, released Short n’ Sweet, a 12-song pop confection brimming with playfulness and humor. To celebrate, Carpenter released a video for “Taste,” a sugary rock tune about the poor, [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "What you need to know about the new Covid-19 vaccine",
    "link": "https://www.vox.com/public-health/368590/covid-shots-vaccine-mrna-pfizer-biontech-moderna-cvs-flirt-walgreens",
    "pubDate": "2024-08-23T20:12:17.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A blue pop-up tent on a city sidewalk reads “vaccines, boosters.”\" data-caption=\"A mobile medical station in New York City makes it convenient to get an updated Covid-19 vaccine or booster to protect against Covid-19 variants while raising awareness that the illness is still active. | Deb Cohn-Orbach/UCG/Universal Images Group via Getty Images&lt;br&gt;\" data-portal-copyright=\"Deb Cohn-Orbach/UCG/Universal Images Group via Getty Images&lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2079109518.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A mobile medical station in New York City makes it convenient to get an updated Covid-19 vaccine or booster to protect against Covid-19 variants while raising awareness that the illness is still active. | Deb Cohn-Orbach/UCG/Universal Images Group via Getty Images&lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Thursday, a new Covid-19 vaccine was approved by the Food and Drug Administration, and Americans should be able to access the new shots in the next few days.</p>\n\n<p class=\"has-text-align-none\">The vaccines come amid <a href=\"https://www.vox.com/coronavirus-covid19/367150/covid-surge-summer-wave-pandemic-vaccine-booster-mask\">one of the worst Covid waves</a> of the last two years. And while dangerous outcomes like hospitalization and death are nowhere near what they were at the height of the pandemic, both are still a risk, especially for older people and those with other risk factors like asthma or obesity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This updated version of the vaccine does not target <a href=\"https://www.nbcnews.com/health/health-news/new-covid-vaccine-what-know-when-available-timing-rcna167121\">the now-dominant KP.3.1.1 strain,</a> and instead focuses on that variant’s immediate predecessors, including a strain known as KP.2. That strain was more prevalent when work began on the new formulation; long development times make it difficult for drug makers to pivot to target each new variant.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Evolution doesn’t stop and let us catch up,” Amesh Adalja, senior scholar at the Johns Hopkins Center for Health Security, told Vox. “Evolution is always moving, and there’s some unpredictability of where the virus may go.”</p>\n\n<p class=\"has-text-align-none\">Still, <a href=\"https://www.nbcnews.com/health/health-news/new-covid-vaccine-what-know-when-available-timing-rcna167121\">scientists believe</a> the new drug will provide the public with at least some increased measure of protection against severe sickness, including against the latest variants. And it could offer some protection against infection since it targets the close relatives of the current dominant variant.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What to know about the updated vaccine</strong></h2>\n\n<p class=\"has-text-align-none\">As of now, two new vaccines have been approved: one from Pfizer/BioNTech and one from Moderna. An update from Novavax is still awaiting approval.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Doses <a href=\"https://www.washingtonpost.com/health/2024/08/22/new-coronavirus-vaccine-covid/\">should be available within the week</a> at doctors’ offices, as well as <a href=\"https://www.cvs.com/immunizations/covid-19-vaccine\">CVS</a> and <a href=\"https://www.walgreens.com/topic/promotion/covid-vaccine.jsp\">Walgreens</a> pharmacies throughout the country; Walgreens will start offering appointments on September 6. However, the government is no longer buying and distributing the vaccine, so it’s no longer available for free. Insurance carriers <a href=\"https://www.washingtonpost.com/health/2024/08/22/new-coronavirus-vaccine-covid/\">should cover most, if not all, of the cost of vaccination</a>, and the <a href=\"https://www.cms.gov/medicare/payment/part-b-drugs/vaccine-pricing\">Centers for Medicare &amp; Medicaid Services</a> has an overview of what costs those paying out of pocket might expect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.cdc.gov/media/releases/2024/s-t0627-vaccine-recommendations.html\">CDC recommends</a> that everyone age 6 months and up get one dose of the new<strong> </strong>vaccine, regardless of their previous vaccination status,<strong> </strong>and has stressed the importance of <a href=\"https://www.cdc.gov/covid/vaccines/stay-up-to-date.html#:~:text=It%20is%20especially%20important%20to,with%20your%20COVID%2D19%20vaccine.\">high-risk individuals keeping up with the latest vaccines</a>. Other countries like Canada and the UK recommend that only those with high risk of hospitalization, serious illness, or death from the virus get inoculated. </p>\n\n<p class=\"has-text-align-none\">Adalja said high-risk individuals should heed the CDC’s advice: “I’ve always been someone who wanted to make sure that the high-risk population really understood that these vaccines were going to disproportionately benefit them,” he told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The more high-risk factors you have — like advanced age, diabetes, obesity, hypertension, cardiovascular disease, having a compromised immune system, pregnancy, asthma, and having never been vaccinated or had Covid — the more important it is to get two doses. “All of those types of people, they clearly should be the ones that are running to get this vaccine,” Adalja said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though high-risk people should have first priority for the updated vaccines, that doesn’t mean that healthy people with none of those risk factors won’t benefit from getting vaccinated; if you want to avoid infection, this version is likely going to be better at preventing transmission than previous versions have been. However, even with the updated vaccine, it’s a good idea to take other precautions, like masking in public places.</p>\n\n<p class=\"has-text-align-none\">Covid-19 is now endemic —&nbsp;part of our everyday lives like the flu and cold viruses are. And it will keep evolving to evade the body’s defenses, necessitating new vaccine formulations. That means more new vaccine formulations are on the way, and that once they are approved, vaccination will still be the best way to protect yourself from the worst possible outcomes.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 23, 4 pm ET: </strong>This piece, originally published earlier on August 23, has been updated to clarify the CDC’s current recommendations about who should receive new vaccines. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Thursday, a new Covid-19 vaccine was approved by the Food and Drug Administration, and Americans should be able to access the new shots in the next few days. The vaccines come amid one of the worst Covid waves of the last two years. And while dangerous outcomes like hospitalization and death are nowhere near [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Canada’s railway lockout saga, briefly explained",
    "link": "https://www.vox.com/policy/368276/canada-rail-train-shipping-teamsters-trudeau-strike-lockout",
    "pubDate": "2024-08-23T20:00:26.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Aerial view of a rail yard.\" data-caption=\"Shipping containers on the rails outside the Canadian Pacific Railway Toronto Yard in Toronto, Ontario, Canada, on August 20, 2024. | Cole Burston/Bloomberg via Getty Images\" data-portal-copyright=\"Cole Burston/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166906944.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Shipping containers on the rails outside the Canadian Pacific Railway Toronto Yard in Toronto, Ontario, Canada, on August 20, 2024. | Cole Burston/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Canada’s two main rail lines locked out rail workers early Thursday morning amid tense contract negotiations between the railways and the Canada Teamsters Rail Conference, which represents nearly 10,000 rail workers. Canadian Prime Minister Justin Trudeau <a href=\"https://nationalpost.com/news/canada/latest-lockout-railways-ongoing\">said his government would resolve the dispute,</a> and late Thursday, <a href=\"https://www.nytimes.com/2024/08/22/world/canada/canada-freight-trains.html\">officials ordered the two sides</a> to enter arbitration proceedings. Even if they are successful, however,<strong> </strong>the work stoppage could have a serious impact on the Canadian economy, as well as supply chains in both the US and Canada.</p>\n\n<p class=\"has-text-align-none\">The rail companies, Canadian National Railway (CN) and Canadian Pacific Kansas City (CPKC), and the union have been negotiating for months, but remain far apart. Though CN ordered its <a href=\"https://www.reuters.com/business/autos-transportation/canadian-national-railways-canadian-pacific-lock-out-teamsters-union-workers-2024-08-22/\">6,000 union employees back to work on Friday</a>, the CPKC lockout continues, and CN workers have filed notice that a strike could begin Monday. The companies argued a lockout was necessary to ensure a safe and controlled drawdown of operations and that if they waited for operators to walk off the job, the companies wouldn’t have had time to secure hazardous materials or work out supply arrangements with key customers. The two rail lines facilitate the transit of people and about $740 million worth of goods across the country’s vast interior each day.</p>\n\n<p class=\"has-text-align-none\">For now, the impact of the work stoppage is mainly on the Canadian economy, but because about 75 percent of Canadian exports —&nbsp;including coal and agricultural products —&nbsp;are sold to the US, there could be an impact on the US supply chain if the dispute isn’t resolved soon.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What went wrong with Canadian railways&nbsp;and what it means for Canada’s supply chain</strong></h2>\n\n<p class=\"has-text-align-none\">The two railway systems had contracts with the Teamsters union that expired in <a href=\"https://www.reuters.com/sustainability/cn-rail-cpkc-shut-canada-rail-network-labor-talks-deadlocked-2024-08-22/\">December 2023</a>. Since then, each side has accused the other of refusing to accept reasonable terms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The union’s primary concerns, <a href=\"https://teamsters.ca/blog/2024/08/22/cn-and-cpkc-begin-work-stoppage/\">according to its public communications</a>, have been over worker safety and rest periods, as well as predictable scheduling. They also claim that Canada National is issuing them unworkable relocation notices —&nbsp;forcing workers to move for months at a time in order to deal with staffing shortages.</p>\n\n<p class=\"has-text-align-none\">The rail workers voted to authorize a strike as early as May of this year, claiming that the rail companies weren’t bargaining in good faith and were attempting to undercut progress on working conditions, proposing a shift to an hourly wage rather than a salary for some positions, and removing <a href=\"https://www.reuters.com/world/americas/cpkc-says-possible-canada-rail-strike-unlikely-before-mid-july-2024-05-23/\">scheduling provisions for adequate rest</a>.</p>\n\n<p class=\"has-text-align-none\">“Across Canada, we have trains [that] are carrying goods, they are carrying energy, they are carrying chemicals,” François Laporte, national president of Teamsters Canada, <a href=\"https://www.bbc.com/news/articles/cy76nnpyrnlo\">told the BBC</a> Thursday. “And we want to make sure that those [trains] are operated by people who get the proper rest, who are safe, who are not fatigued.”</p>\n\n<p class=\"has-text-align-none\">Canadian railways carry goods like coal and potash —&nbsp;<a href=\"https://natural-resources.canada.ca/our-natural-resources/minerals-mining/mining-data-statistics-and-analysis/minerals-metals-facts/potash-facts/20521\">an important ingredient in fertilizer</a> —&nbsp;as well as cooking oil, <a href=\"https://www.washingtonpost.com/business/2024/08/21/canada-rail-strike-lockout-teamsters/\">propane, and frozen food</a>.</p>\n\n<p class=\"has-text-align-none\">Many shipments both within Canada and between Canada and the US were already paused; by Tuesday, CPKC had already stopped shipments that started in the US and were bound for Canada. Under the work stoppage, around 2,500 US train cars bound for Canada will be halted each day.</p>\n\n<p class=\"has-text-align-none\">Some organizations, like the US Chamber of Commerce, the American Farm Bureau Federation, and the National Cotton Council warned of devastating effects on the US supply chain and economy should the work stoppage persist.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The American Farm Bureau Federation and the National Cotton Council, among others, claimed in a Monday letter to President Joe Biden that the work stoppage could cause “harmful consequences for Canadian and American agricultural producers, the agricultural industry, and both domestic and global food security” if it persisted, <a href=\"https://www.washingtonpost.com/business/2024/08/21/canada-rail-strike-lockout-teamsters/\">the Washington Post reported</a>.</p>\n\n<p class=\"has-text-align-none\">Though it’s difficult to say exactly what the impact will be on the US economy, some prices on agricultural products could go up should the work stoppage stretch on, affecting consumers already struggling with high food costs. Sanitation could be affected, as the chlorine that many sanitation departments rely on to treat wastewater is shipped from Canada. The automotive industry could be impacted, too; <a href=\"https://rollcall.com/2024/08/22/us-industries-prepare-for-hit-from-canadian-rail-strike/\">according to June numbers from the Bureau of Transportation Statistics</a>, automobiles and auto parts made up the bulk of rail shipments from the US to Canada in June. Some US auto plants could be forced to shut down before the week is out if there’s no agreement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Container ships unable to unload at Canadian ports will likely need to reroute to the US, potentially causing a backup at US ports,&nbsp;which could cause supply chain disruptions.</p>\n\n<p class=\"has-text-align-none\">Supply chain problems will become more pronounced the longer the lockout continues. The Canadian government had two options to try to solve the problem: either <a href=\"https://www.bbc.com/news/articles/cy76nnpyrnlo\" data-type=\"link\" data-id=\"https://www.bbc.com/news/articles/cy76nnpyrnlo\">pass return-to-work legislation</a> or <a href=\"https://www.npr.org/2024/08/23/nx-s1-5087448/canada-railways-strike-union-labor\">force the companies and the union into private arbitration</a>. The companies had signaled openness to arbitration, though the union<strong> </strong>did not.</p>\n\n<p class=\"has-text-align-none\">It’s possible the arbitration process will only paper over the real disputes without solving them, <a href=\"https://www.reuters.com/world/us/biden-signs-bill-block-us-railroad-strike-2022-12-02/\">as the US return-to-work legislation in December 2022 did</a>. Without a resolution and a new contract, forcing the workers to return to their trains will only kick the problem down the track.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 23, 2024, 4 pm ET: </strong>This story, first published on August 22, has been updated to reflect the Canadian government ordering the rail companies and union into arbitration</em> <em>and the end of CN’s lockout order.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Canada’s two main rail lines locked out rail workers early Thursday morning amid tense contract negotiations between the railways and the Canada Teamsters Rail Conference, which represents nearly 10,000 rail workers. Canadian Prime Minister Justin Trudeau said his government would resolve the dispute, and late Thursday, officials ordered the two sides to enter arbitration proceedings. [&#8230;]",
    "author": "Ellen Ioanes"
  }
]