[
  {
    "title": "America isn’t ready for another war — because it doesn’t have the troops",
    "link": "https://www.vox.com/future-perfect/368528/us-military-army-navy-recruit-numbers",
    "pubDate": "2024-09-01T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"US Army recruits in tan camouflage uniforms and shaved heads climb over a series of fences during an obstacle course.\" data-caption=\"US Army recruits in training. The American military is struggling to find enough new troops to fill its ranks. | Scott Olson/Getty Images\" data-portal-copyright=\"Scott Olson/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1430806700.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>US Army recruits in training. The American military is struggling to find enough new troops to fill its ranks. | Scott Olson/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Coverage of the wars in Ukraine and Gaza is mostly dominated by talk of weapons. Reporters and analysts focus on <a href=\"https://www.wsj.com/world/this-russian-suicide-drone-is-blunting-ukraines-advance-8241a0e4\">suicide drones</a>, on <a href=\"https://www.cnn.com/2023/07/18/politics/ukraine-critical-ammo-shortage-us-nato-grapple/index.html\">shell deficits</a>, on <a href=\"https://www.thedailybeast.com/the-horrifying-truth-behind-israels-assassination-ai#:~:text=%2B972%20Magazine%20was%20among%20the,offensive%2C%20according%20to%20the%20magazine.\">targeting algorithms</a>. But for all the attention devoted to modern weapons and munitions, both conflicts are proving that modern war still comes down to people.</p>\n\n<p class=\"has-text-align-none\">In Ukraine, battlefield deaths on both sides were estimated to number more than <a href=\"https://www.theguardian.com/world/2023/aug/18/ukraine-russia-war-battlefield-deaths-rise\">200,000</a> by the fall of 2023. Though US weapons and munitions have been critical to Kyiv’s war effort, it was territorial militias and hastily trained citizen-soldiers who <a href=\"https://www.rusi.org/explore-our-research/publications/commentary/ukraines-territorial-defence-forces-war-so-far-and-future-prospects\">helped save Ukraine</a> from total conquest in 2022.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, it was a <a href=\"https://www.csis.org/analysis/what-does-russias-partial-mobilization-mean\">partial mobilization</a> of more than 300,000 troops that <a href=\"https://www.foreignaffairs.com/ukraine/russia-rebound-moscow-recovered-military-setbacks\">stabilized Russia’s lines</a> and prevented a potential collapse in late 2022. Today, the war has settled into an attritional slugfest, with both sides desperate to keep the flow of new recruits going, to the point where ranks have opened to <a href=\"https://www.cbsnews.com/news/ukraine-war-russia-compulsory-military-service-conscription-draft-age/\">older men</a>, <a href=\"https://www.nytimes.com/2023/11/08/world/europe/ukraine-war-army-women.html\">women</a>, and <a href=\"https://www.nytimes.com/2024/05/24/world/europe/ukraine-russia-war-prisoners.html\">convicts</a>.</p>\n\n<p class=\"has-text-align-none\">The situation is much the same in the Middle East. On October 7, Israel’s <a href=\"https://foreignpolicy.com/2023/10/26/israel-hamas-gaza-military-idf-technology-surveillance-fence-strategy-ground-war/\">heavily automated</a> Gaza perimeter was breached by <a href=\"https://www.bbc.com/news/world-middle-east-67480680\">well-trained but low-tech</a> Hamas terrorists. The attack was eventually repulsed by conscript soldiers and <a href=\"https://www.wsj.com/world/middle-east/israel-hamas-attack-kibbutz-survived-4057fb1f\">armed volunteers</a> — even in the “<a href=\"https://www.cfr.org/book/start-nation\">start-up nation</a>” that prides itself on its technological prowess, security depends first and foremost on people. Similar to the Russian mobilization before the invasion of Ukraine, the immediate <a href=\"https://www.washingtonpost.com/world/2023/10/10/israel-military-draft-reservists/\">calling up of 360,000 reservists</a> enabled Israel to conduct its campaign against Hamas and deter other non-state foes in the West Bank and Lebanon.</p>\n\n<p class=\"has-text-align-none\">America did away with the draft 51 years ago, waging its many wars and interventions since with the All-Volunteer Force (AVF). But “all-volunteer” is a misnomer. Americans aren’t lining up to serve, and the AVF is really an all-recruited force. Its previous <a href=\"https://www.bloomberg.com/opinion/articles/2021-07-12/joining-the-military-doesn-t-appeal-to-enough-young-americans#:~:text=The%20U.S.%20currently%20has%201.3,overall%20%E2%80%9Cend%20strength%E2%80%9D%20goal.\">annual recruitment of about 150,000</a> mostly young Americans, who are individually located, pitched, and incentivized to serve, comes at considerable <a href=\"https://warontherocks.com/2021/09/accounting-for-the-costs-of-military-personnel/\">effort and expense</a>.<br><br>The United States got through two foreign wars in Iraq and Afghanistan with the AVF — though neither war was a victory. A war with Russia, China, Iran, or North Korea would be an entirely different proposition, with the possibility of more <a href=\"https://www.csis.org/analysis/first-battle-next-war-wargaming-chinese-invasion-taiwan\">casualties</a> in a few weeks than the United States suffered in the entire Global War on Terrorism. But as crises overseas multiply, the immediate existential threat to the AVF, and ultimately to US security, is at home: there aren’t enough Americans willing and able to fill the military’s ranks.</p>\n\n<h2 class=\"wp-block-heading\">Not enough soldiers</h2>\n\n<p class=\"has-text-align-none\">Three of America’s four major military services <a href=\"https://www.military.com/daily-news/2023/10/13/big-bonuses-relaxed-policies-new-slogan-none-of-it-saved-military-recruiting-crisis-2023.html\">failed to recruit</a> enough servicemembers in 2023. The Army has failed to meet <a href=\"https://thehill.com/policy/defense/4236203-army-revamps-recruiting-in-face-of-enlistment-shortfalls/#:~:text=The%20service%20has%20failed%20to,in%202021%20to%20around%20452%2C000.\">its manpower goals</a> for the last two years and missed its 2023 target by 10,000 soldiers, a 20 percent shortfall. Today, the <a href=\"https://comptroller.defense.gov/Portals/45/Documents/defbudget/FY2025/FY2025_Budget_Request_Overview_Book.pdf#page=140\">active-duty Army</a> stands at 445,000 soldiers, 41,000 fewer <a href=\"https://comptroller.defense.gov/Portals/45/Documents/defbudget/fy2021/fy2021_Budget_Request_Overview_Book.pdf#page=117\">than in 2021</a> and the smallest it has been since 1940.</p>\n\n<p class=\"has-text-align-none\">The Navy and <a href=\"https://www.stripes.com/branches/air_force/2023-09-13/air-force-recruiting-shortfall-11367725.html\">Air Force</a> missed their recruiting goals too, the Navy failing <a href=\"https://news.usni.org/2023/10/11/navy-misses-all-recruiting-goals-in-fy-2023-raises-goals-for-fy-2024\">across the board</a>. The Marine Corps was the only service to <a href=\"https://www.nytimes.com/2023/10/17/us/marines-army-recruits.html\">achieve its targets</a> (not counting the tiny Space Force). But the Marines’ success is partially attributable to significant <a href=\"https://news.usni.org/2021/03/01/berger-reaffirms-commitment-to-force-design-2030-overhaul-in-memo-to-new-secdef\">force structure cuts</a> as part of its <a href=\"https://www.marines.mil/Portals/1/Docs/Force_Design_2030_Annual_Update_June_2023.pdf\">Force Design 2030</a> overhaul. As a result, Marine recruiters have nearly 19,000 fewer <a href=\"https://comptroller.defense.gov/Portals/45/Documents/defbudget/FY2025/FY2025_Budget_Request_Overview_Book.pdf#page=140\">active duty and selected reserve slots</a> to fill today than <a href=\"https://comptroller.defense.gov/Portals/45/Documents/defbudget/fy2021/fy2021_Budget_Request_Overview_Book.pdf#page=117\">they did as recently as 2020</a>.</p>\n\n<p class=\"has-text-align-none\">A decrease in the size of the active force might be less worrying if a large reserve pool could be mobilized in the event of a major war or national emergency. But recruiting challenges have impacted the reserve components even more severely than the active duty force. The <a href=\"https://comptroller.defense.gov/Portals/45/Documents/defbudget/FY2025/FY2025_Budget_Request_Overview_Book.pdf#page=140\">National Guard and Reserves</a> have been <a href=\"https://comptroller.defense.gov/Portals/45/Documents/defbudget/fy2021/fy2021_Budget_Request_Overview_Book.pdf#page=117\">shrinking since 2020</a>. Last year, the Air National Guard and Air Force Reserve <a href=\"https://www.airforcetimes.com/news/your-air-force/2023/09/14/entire-air-force-to-miss-recruiting-goal-the-first-failure-since-1999/\">each missed</a> their recruiting targets by 30 percent. The Army Reserve <a href=\"https://www.ngaus.org/newsroom/recruiting-continues-be-challenging\">had just 9,319 enlistees</a> after aiming to recruit 14,650 new soldiers. Numbers for the Navy Reserve were just as bad — the service missed its enlisted and officer targets by <a href=\"https://www.navytimes.com/news/your-navy/2023/10/10/navy-misses-active-duty-reserve-recruiting-goals-for-2023/\">35 and 40 percent</a>, respectively.</p>\n\n<p class=\"has-text-align-none\">Should a true national security emergency arise, America lacks the ability to mobilize as Israel and Russia have done. The <a href=\"https://www.law.cornell.edu/uscode/text/10/10144\">Individual Ready Reserve</a> (IRR) — comprising former active duty or selected reserve personnel who could be reactivated by the Secretary of Defense during wartime or a national emergency — is designed to act as a bridge from the AVF to a revived draft. Almost forgotten even by servicemembers, the IRR earned brief notoriety when some servicemembers <a href=\"https://time.com/archive/6738930/welcome-back-to-the-front-soldier/\">were “stop-lossed”</a> during the Iraq War — pulled from the IRR and returned to active duty involuntarily, usually to deploy again.</p>\n\n<p class=\"has-text-align-none\">Today, there are just over <a href=\"https://crsreports.congress.gov/product/pdf/IF/IF10540#page=2\">264,000 servicemembers in the entire IRR</a>. The Army’s IRR pool has shrunk from <a href=\"https://www.gao.gov/assets/fpcd-83-12.pdf#page=10\">700,000 in 1973</a> to <a href=\"https://press.armywarcollege.edu/cgi/viewcontent.cgi?article=3233&amp;context=parameters#page=7\">76,000 in 2023</a>. Forget building new units in wartime: the IRR is now incapable of even providing sufficient casualty replacements for losses from the first battles of a high-intensity war.</p>\n\n<p class=\"has-text-align-none\">And even if more Americans could be encouraged to sign up, they may not be able to serve. Before Covid, fewer than 3 in 10 Americans in the prime recruiting demographic — ages 17 to 24 — were eligible to serve in uniform. Those numbers have <a href=\"https://taskandpurpose.com/news/military-recruitment-pentagon-study-youth/\">shrunk further</a> since the pandemic began. Only <a href=\"https://prod-media.asvabprogram.com/CEP_PDF_Contents/Qualified_Military_Available.pdf\">23 percent of young Americans</a> are qualified to enlist without a waiver, based on the most recent data. Endemic <a href=\"https://www.army.mil/article/265476/military_health_experts_highlight_need_for_u_s_youth_to_maintain_healthy_weight\">youth obesity</a>, record levels of <a href=\"https://sc.edu/uofsc/posts/2023/03/military_readiness_public_health.php\">physical unfitness</a>, mental health issues <a href=\"https://www.wsj.com/articles/teens-mental-health-suffered-during-covid-19-pandemic-cdc-study-finds-11648763344\">exacerbated by the Covid pandemic</a>, and <a href=\"https://www.nytimes.com/2023/04/30/us/marijuana-drugs-federal-jobs.html\">drug use</a> have rendered the vast majority of young Americans ineligible for military service. Scores on the ASVAB — the military’s standardized exam for recruits, which tests aptitude for service — <a href=\"https://www.army.mil/article/258809/transcript_army_recruiting_media_round_table_july_26_2022\">plummeted during the pandemic</a>.</p>\n\n<p class=\"has-text-align-none\">The introduction of a <a href=\"https://www.militarytimes.com/news/your-military/2023/04/10/the-genesis-of-todays-recruiting-crisis/\">new military health system</a> in 2022, MHS Genesis, has also hamstrung recruiting. Recruits used to be able to omit mention of disqualifying factors like years-old sports injuries, the use of an inhaler, or mental health counseling — often after some coaching from recruiters. But Genesis combs through civilian health records and automatically flags anything that runs afoul of the military’s <a href=\"https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodi/613003_vol1.PDF?ver=7fhqacc0jGX_R9_1iexudA%3D%3D\">medical standards</a>. While Genesis has undoubtedly hurt recruiters’ ability to meet their quotas, it has done so by finally holding the AVF to its own enlistment standards.</p>\n\n<h3 class=\"wp-block-heading\">An Army of none?</h3>\n\n<p class=\"has-text-align-none\">Even among those who actually remain eligible to serve, far fewer have any apparent desire to do so. Fewer than <a href=\"https://docs.opa.mil/opa.mil-production1/reports/futures_surveys/YP54Fall2022PUBLICRELEASEPropensityUpdate_20230713_v1.pdf#page=3\">10 percent of Americans</a> aged 16 to 21 say they would seriously consider signing up, according to a 2022 poll from the Pentagon’s Office of People Analytics. Those interested in serving are largely motivated by material factors. Respondents cited pay, college tuition aid, travel opportunities, health benefits, and acquiring career skills as the <a href=\"https://docs.opa.mil/opa.mil-production1/reports/futures_surveys/YP54Fall2022PUBLICRELEASEPropensityUpdate_20230713_v1.pdf#page=14\">top five reasons</a> for considering military service. Only 24 percent said they would join the military out of a sense of pride or honor.</p>\n\n<p class=\"has-text-align-none\">Though the US population has increased by <a href=\"https://www.census.gov/data/tables/time-series/dec/popchange-data-text.html\">more than 50 percent</a> since the end of the draft, the AVF has come to rely on a smaller and smaller share of the nation. In the all-recruited force, it is military families that have inexorably become the primary providers of new recruits. Nearly 80 percent of recent Army enlistees have a veteran in their family — for <a href=\"https://www.nytimes.com/2020/01/10/us/military-enlistment.html\">almost 30 percent</a>, it’s a parent. In the half-century since the AVF’s birth, the US military has become a family business.</p>\n\n<p class=\"has-text-align-none\">This entrenchment of a “warrior caste” presents a <a href=\"https://s3.us-east-1.amazonaws.com/files.cnas.org/hero/documents/CNASReport-WarriorCast-Final.pdf\">long-term danger to democracy</a>: a citizenry disconnected from its military can become indifferent to the missions it performs. Civilian oversight and accountability suffer when the military is insulated from public scrutiny and understanding. The percentage of veterans in Congress has <a href=\"https://www.pewresearch.org/short-reads/2022/12/07/new-congress-will-have-a-few-more-veterans-but-their-share-of-lawmakers-is-still-near-a-record-low/\">declined precipitously</a> in the 50 years of the AVF’s existence. But the immediate danger is more concrete. Should the majority of military families decide the nation is unworthy of their children’s service, as may <a href=\"https://www.wsj.com/articles/military-recruiting-crisis-veterans-dont-want-their-children-to-join-510e1a25\">already be happening</a>, the AVF will become unsustainable.</p>\n\n<p class=\"has-text-align-none\">The worst of the recruiting crisis is still to come. American birth rates plummeted after the 2008 financial crisis: a “baby bust” saw almost <a href=\"https://scholars.unh.edu/cgi/viewcontent.cgi?article=1230&amp;context=carsey#:~:text=Nearly%202.3%20million%20fewer%20babies,in%20nearly%20500%2C000%20fewer%20births.\">2.3 million fewer</a> children born between 2008 and 2013 than had been projected before the crisis. The number of American 18-year-olds is <a href=\"https://www.aei.org/op-eds/the-demographic-and-fiscal-time-bombs-ticking-inside-the-pentagon%EF%BF%BC/\">set to peak in 2025</a> at 9.4 million, before dropping to about 8 million by 2029. With <a href=\"https://www.brookings.edu/articles/us-births-are-down-again-after-the-covid-baby-bust-and-rebound/\">another baby bust</a> during the Covid pandemic, the following generation will likely be even smaller.</p>\n\n<p class=\"has-text-align-none\">Potential solutions to the recruiting crisis depend on one’s diagnosis: in the language of the marketplace, is the AVF a bad product or just badly pitched?</p>\n\n<p class=\"has-text-align-none\">Those who argue that the recruiting crisis is a marketing failure point to young Americans’ <a href=\"https://www.military.com/veteran-jobs/army-could-not-effectively-address-gen-zs-misconceptions-about-army-life-2022.html\">general ignorance</a> of basic facts of military life. <a href=\"https://www.military.com/veteran-jobs/army-could-not-effectively-address-gen-zs-misconceptions-about-army-life-2022.html\">Forty-nine percent of Gen Zers</a> in a 2022 Army-commissioned survey thought that American soldiers received no personal time off and no vacation days. <a href=\"https://apnews.com/article/afghanistan-politics-military-and-defense-race-ethnicity-6548adcb0fee590f3427771d1e1eeea7\">Army surveys</a> of Americans aged 16 to 28 conducted in 2022 revealed that the top two reasons this cohort wouldn’t consider serving were fear of death and concerns about post-traumatic stress disorder (PTSD). The reality is that <a href=\"https://prologue.blogs.archives.gov/2022/03/10/contact-brawls-and-chambering-the-combat-action-ribbon/\">less than 15 percent</a> of enlisted military personnel are assigned a combat role, and far fewer ever find themselves in a firefight. Despite the ongoing wars in Ukraine and Gaza, fewer American servicemembers are facing potential combat missions now than at any time <a href=\"https://watson.brown.edu/costsofwar/costs/human/veterans\">since 9/11</a>.</p>\n\n<p class=\"has-text-align-none\">A record dented by two decades of defeat has undermined the US military’s self-anointed status as the “<a href=\"https://www.whitehouse.gov/briefing-room/presidential-actions/2023/05/19/a-proclamation-on-armed-forces-day-2023/\">finest fighting force</a> the world has ever known,” leading to a significant <a href=\"https://news.gallup.com/poll/509189/confidence-military-lowest-two-decades.aspx\">decline in public trust</a>. Though some might call the US military “America’s team,” it hasn’t <a href=\"https://history.army.mil/html/bookshelves/resmat/desert-storm/index.html#overview\">won a game</a> since Desert Storm, before most of its current members were born. A 2019 Pew Research Center survey found that <a href=\"https://www.pewresearch.org/short-reads/2019/07/10/majorities-of-u-s-veterans-public-say-the-wars-in-iraq-and-afghanistan-were-not-worth-fighting/#:~:text=Similarly%2C%20majorities%20of%20both%20veterans,not%20serve%20in%20these%20wars.\">58 and 64 percent</a> of veterans of Afghanistan and Iraq, respectively, say those conflicts were not worth fighting. A political horseshoe effect has helped cement this: both <a href=\"https://www.socialistalternative.org/no-to-bushs-war-on-iraq/liberal-democrats-propose-reinstating-the-draft-hell-no-we-wont-go/\">leftists</a> and <a href=\"https://americanmind.org/salvo/become-undraftable/\">right-wingers</a> publicly advocate for refusing to fight what they call unnecessary, unwinnable wars, with an especially sharp <a href=\"https://www.military.com/daily-news/2024/01/10/army-sees-sharp-decline-white-recruits.html\">decline</a> in enlistments by white men and women. </p>\n\n<p class=\"has-text-align-none\">Policymakers’ refusal to cut missions and offload defense burdens to wealthy allies greatly exacerbates the strain on the All-Volunteer Force. Though the United States is not at war, its military remains highly active, with constant deployments to Europe, Asia, and the Middle East. Some branches and military communities, like armor, air defense, and aircraft carriers, <a href=\"https://www.defensepriorities.org/explainers/global-posture-review-2021-an-opportunity-for-realism-and-realignment/\">struggle to maintain</a> even a 2-1 ratio of “dwell to deploy” (the Pentagon’s desired ratio is <a href=\"https://www.militarytimes.com/news/pentagon-congress/2021/09/16/13-deployment-to-dwell-ratio-to-be-standardized-under-dod-policy-starting-in-nov/\">three years at home</a> for every year overseas). This unsustainable pace burns out soldiers, erodes morale, and helps fuel an <a href=\"https://www.armytimes.com/news/your-army/2024/03/11/broken-track-suicides-suffering-in-armys-exhausted-armor-community/\">epidemic of military suicides</a>.</p>\n\n<p class=\"has-text-align-none\">Some more mundane elements of the military lifestyle are also contributing to rising disillusion within the warrior caste. <a href=\"https://www.reuters.com/investigates/section/usa-military/\">Poor on-base housing</a>, potential <a href=\"https://www.cnn.com/2023/01/04/politics/military-food-insecurity/index.html\">food insecurity</a>, and a <a href=\"https://www.dol.gov/sites/dolgov/files/WB/mib/WB-MilSpouse-factsheet.pdf\">high spousal unemployment rate</a> are unappealing for young Americans looking to start their careers and families. Relocation for servicemembers, which occurs <a href=\"https://www.mfan.org/topic/moving-permanent-change-of-station/effects-of-moving-on-military-families/\">every 2.5 years</a> on average, puts additional stress on families and runs counter to the <a href=\"https://warontherocks.com/2023/03/the-sinking-ship-of-theseus-adapting-the-u-s-military-to-the-modern-family/\">desire for stability</a> people generally gain as they age. And the strong <a href=\"https://www.cnbc.com/2024/06/04/job-market-is-strong-but-more-competitive-for-applicants.html\">post-Covid labor market</a> has limited the economic appeal of military employment.</p>\n\n<p class=\"has-text-align-none\">Dissatisfaction with the product isn’t just limited to military families. Gen Z, which already constitutes <a href=\"https://s3.documentcloud.org/documents/24177791/2022-demographics-report.pdf#page=35\">about 40 percent</a> of military personnel, views serving in the armed forces through a different lens than the millennials who came before them (and who made up the majority of the fighting force in Iraq and Afghanistan). This “<a href=\"https://warontherocks.com/2018/03/how-the-network-generation-is-changing-the-millennial-military/\">network generation</a>” is immersed in the <a href=\"https://www.insiderintelligence.com/content/how-gen-z-consumes-media-5-charts\">digital world</a>, distrustful of <a href=\"https://news.gallup.com/opinion/gallup/510395/gen-voices-lackluster-trust-major-institutions.aspx\">institutional authority</a>, and often viewed as <a href=\"https://www.newsweek.com/gen-z-mental-health-rising-therapy-industry-shortage-1831849\">psychologically fragile</a>. However you view Gen Z, accommodating them is a tall order for a military&nbsp;that prioritizes hierarchy, physical and mental fortitude, and self-sacrifice.</p>\n\n<h2 class=\"wp-block-heading\">The “D” word</h2>\n\n<p class=\"has-text-align-none\">Whether the recruiting crisis is primarily a problem of product or pitch, one thing should be increasingly clear: going back to the <a href=\"https://defense360.csis.org/bad-idea-relying-on-the-same-old-solutions-to-meet-the-military-recruitment-challenge/\">standard AVF recruiting playbook</a> — signing bonuses, waivers for substandard fitness or education, new slogans, and expensive ad campaigns — is unlikely to solve the problem.</p>\n\n<p class=\"has-text-align-none\">To attract civilians in highly specialized and increasingly vital fields like cyber operations, <a href=\"https://warontherocks.com/2018/01/blue-hair-gray-zone/\">some analysts have proposed</a> that the US military relax its standards to acquire more technically skilled recruits. But such a move <a href=\"https://warontherocks.com/2018/01/blue-haired-soldiers-just-say-no/\">risks undermining</a> the universal standards that undergird the military’s egalitarianism and common culture — critical advantages in the crucible of combat. And despite the drones and the tech, modern war still requires soldiers who can endure the physical demands of high-intensity combat. As seen in Ukraine, the deployment of mobile surveillance systems <a href=\"https://www.armyupress.army.mil/Portals/7/military-review/Archives/English/Online-Exclusive/2023/The-More-Things-Change/Bolton-AWC-Ukraine-Observations-UA.pdf#page=9\">in combination with</a> mass precision strikes require <a href=\"https://static.rusi.org/359-SR-Ukraine-Preliminary-Lessons-Feb-July-2022-web-final.pdf#page=64\">constant battlefield mobility</a> merely to survive. Combat is still a young man’s game.</p>\n\n<p class=\"has-text-align-none\">So what can be done? The Army has taken a dramatic step toward increasing its recruiting pool by standing up the Future Soldier Preparatory Course, a remedial program for motivated recruits who nonetheless fail to meet initial entry standards. Future Soldier Prep will take in nearly <a href=\"https://www.armytimes.com/news/your-army/2024/08/04/as-recruiting-rebounds-army-to-expand-basic-training-rebuild-for-war/\">20,000 recruits this year</a>, which may enable the Army to make its lower recruiting mission. But the long-term potential and performance of soldiers who require that much additional help just to make initial standards is unknown.</p>\n\n<p class=\"has-text-align-none\">A longer-term solution could involve minimizing the friction of moving between civilian life, reserve service, and active duty service — a concept known as “permeability.” Flanked by oceans and friendly neighbors, America has the luxury of time for mobilizing its armed forces, even in an age of intercontinental missiles. Such efforts could ensure both broader access to talented potential servicemen and women who know they’ll be able to better balance civilian and military life, and a far better understanding of and appreciation for military service.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But breaking down the existing barriers to both entering and leaving service strikes at the heart of the US military’s view of itself as a profession, not a part-time job. Even limited moves toward <a href=\"https://dod.defense.gov/Portals/1/features/2015/0315_force-of-the-future/Fact-Sheet-The-Next-Two-Links-to-the-Force-of-the-Future.pdf\">lateral entry</a> — allowing civilians in specialist fields like cyber operations to enter the military at a mid-career level — for <a href=\"https://www.marinecorpstimes.com/news/your-marine-corps/2023/03/06/first-lateral-entrants-could-join-the-marine-corps-within-months/\">exceptional individuals</a> have yet to be embraced by the services.</p>\n\n<p class=\"has-text-align-none\">Perhaps a serious national security threat will motivate more Americans to join the military. But even that might not be enough: the massive militaries that fought existential conflicts like the <a href=\"https://apps.dtic.mil/sti/tr/pdf/ADA326566.pdf\">American Civil War</a> and <a href=\"https://www.nationalww2museum.org/students-teachers/student-resources/research-starters/draft-and-wwii#:~:text=The%20Draft%20and%20WWII&amp;text=Once%20the%20U.S.%20entered%20WWII,been%20inducted%20in%20the%20military.\">World War II</a> were filled not merely with volunteers, but millions of conscripts. Even Ukraine, currently in a fight for national survival, is <a href=\"https://www.ft.com/content/25711074-5e1a-494a-9d7c-ccb535f671d5\">having trouble</a> enlisting sufficient soldiers. Having been burned by massive threat inflation over terrorism in the post-9/11 era, Americans may be understandably skeptical of the gravity of the Russian or Chinese threat to the United States.</p>\n\n<p class=\"has-text-align-none\">Finally, there is the “D” word: the draft. There has been no serious attempt to restore American military conscription since compulsory military service ended in 1973. But several key American allies, including <a href=\"https://blogs.loc.gov/law/2022/12/falqs-the-conscription-system-of-south-korea/\">South Korea</a> and the new NATO members <a href=\"https://www.nytimes.com/2023/10/04/world/europe/finland-military-nato-russia-ukraine.html\">Finland</a> and <a href=\"https://www.defensenews.com/pentagon/2017/03/02/sweden-reintroduces-military-draft-this-time-including-women/\">Sweden</a>, still man their militaries with partial or universal conscription. While America is unlikely to ever again need the <a href=\"https://www.nationalww2museum.org/students-teachers/student-resources/research-starters/research-starters-us-military-numbers\">12 million servicemen and women</a> it had in 1945, clearly failing recruiting efforts may at least prompt a reexamination of compulsory service.</p>\n\n<p class=\"has-text-align-none\">Absent a draft or major structural reform to AVF recruiting and retention, the US military will struggle not to shrink. A shrinking force will propel a vicious cycle, as a smaller military carries the same load of overseas deployments. A worsening <a href=\"https://www.realcleardefense.com/articles/2020/02/14/why_we_should_grow_the_active_duty_army_115042.html\">deployment-to-dwell</a> ratio will hurt retention, as the strain on family life of lengthy deployments becomes intolerable. Lower retention will then necessitate higher recruiting goals, even as exiting troops would serve as walking negative advertisements for American military life.</p>\n\n<p class=\"has-text-align-none\">The recruiting crisis is a greater national security threat to the United States than the wars that currently dominate the headlines. If there is one lesson America’s leaders should take from the conflicts in Europe and the Middle East, it is that <a href=\"https://www.vox.com/world-politics/355547/soldiers-shortage-demographics-population-conscription\">troop mobilization and depth</a> are still essential for fighting wars. As both Israel and Ukraine have learned, no amount of high-tech wizardry has changed this enduring reality of warfare. Should the United States fail to fix its military recruiting, it will risk losing a great power war — with enormous consequences for all Americans.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Coverage of the wars in Ukraine and Gaza is mostly dominated by talk of weapons. Reporters and analysts focus on suicide drones, on shell deficits, on targeting algorithms. But for all the attention devoted to modern weapons and munitions, both conflicts are proving that modern war still comes down to people. In Ukraine, battlefield deaths [&#8230;]",
    "author": "Gil Barndollar"
  },
  {
    "title": "Democrats’ vibes are excellent. Can they turn that into votes?",
    "link": "https://www.vox.com/politics/369267/democrats-harris-vibes-energy-2024-presidential-race",
    "pubDate": "2024-09-01T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Vice President Kamala Harris, her running mate, Minnesota Governor Tim Walz, and Gwen Walz, wife of Tim Walz, cheer as the Democratic National Convention comes to a close on August 22 in Chicago. | Victor J. Blue/Bloomberg via Getty Images\" data-portal-copyright=\"Victor J. Blue/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2167185441.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris, her running mate, Minnesota Governor Tim Walz, and Gwen Walz, wife of Tim Walz, cheer as the Democratic National Convention comes to a close on August 22 in Chicago. | Victor J. Blue/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Like&nbsp;<a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly93d3cud2FzaGluZ3RvbnBvc3QuY29tL3BvbGl0aWNzLzIwMjQvMDgvMjIvZG5jLXR2LXJhdGluZ3Mtcm5jLWNvbnZlbnRpb25zLz91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B9de08097\" target=\"_blank\" rel=\"noreferrer noopener\">20 million others</a>&nbsp;each night last week, I watched this year’s high-energy,&nbsp;<a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly93d3cubnl0aW1lcy5jb20vaW50ZXJhY3RpdmUvMjAyNC8wOC8yMy91cy9wb2xpdGljcy9kbmMtY3Jvd2QtZ3Vlc3RzLWNlbGVicml0aWVzLmh0bWw_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B7aea34a1\" target=\"_blank\" rel=\"noreferrer noopener\">celeb-packed</a>&nbsp;Democratic National Convention with plenty of interest.</p>\n\n<p class=\"has-text-align-none\">While true policy proposals came at a trickle over the course of four nights, what flowed plentifully were <em>vibes</em> — a palpable exhilaration about the Democratic nominee, Vice President Kamala Harris, that had largely evaded the party and voters in the months (and maybe years) before President Joe Biden <a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpdGljcy8zNjE4MjcvYmlkZW4tZHJvcHMtb3V0LTIwMjQta2FtYWxhLWNvbnZlbnRpb24_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5Bb8e9c72a\" target=\"_blank\" rel=\"noreferrer noopener\">dropped out of the race</a>.</p>\n\n<p class=\"has-text-align-none\">Michelle Obama <a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly93d3cudm94LmNvbS8yMDI0LWVsZWN0aW9ucy8zNjc4OTkvbWljaGVsbGUtb2JhbWEtZG5jLWNvbnZlbnRpb24tc3BlZWNoLTIwMjQtaG9wZT91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B5ac95f9b\" target=\"_blank\" rel=\"noreferrer noopener\">described the Democrats’ vibe shift best</a> when she noted: “Something wonderfully magical is in the air, isn’t it? … We’re feeling it here in this arena, but it’s spreading all across this country we love. A familiar feeling that’s been buried too deep for far too long.” </p>\n\n<p class=\"has-text-align-none\">But what role does this kind of magic have to play in a highly consequential US election? Vibes, after all, are not votes.</p>\n\n<p class=\"has-text-align-none\">Can Harris turn the current burst of excitement into a persuasive argument for undecided and swing-state voters to cast their ballots for her? </p>\n\n<p class=\"has-text-align-none\">Today, Vox’s senior political reporter Christian Paz, who covers the Democratic Party, joins me to help make sense of the vibes candidacy, how it could translate at the polls, and what we might be missing in the haze of the excitement. Our interview has been condensed and lightly edited.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Lavanya Ramanathan</strong></h4>\n\n<p class=\"has-text-align-none\">So, <em>is</em> there really a vibe shift happening among Democrats right now? It sure seems like it.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Christian Paz</strong></h4>\n\n<p class=\"has-text-align-none\">Yeah, and there are a few ways to quantify that. The first is approval ratings or <a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly9wcm9qZWN0cy5maXZldGhpcnR5ZWlnaHQuY29tL3BvbGxzL2Zhdm9yYWJpbGl0eS9rYW1hbGEtaGFycmlzLz91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5Bf864f591\" target=\"_blank\" rel=\"noreferrer noopener\">favorability ratings</a> for Kamala Harris. One of the key things we’ve seen is a pretty sharp reversal in her favorability ratings. </p>\n\n<p class=\"has-text-align-none\">They’ve pretty much shot up as people have gotten to know her, as they figure out who she is and what she did as vice president, and just see more of her, because we really did not see a lot of her through her vice presidency.</p>\n\n<p class=\"has-text-align-none\">In Gallup’s <a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly9uZXdzLmdhbGx1cC5jb20vcG9sbC82NDkxMjcvZGVtb2NyYXRzLWdpdmUtaGFycmlzLW5lYXJseS11bmFuaW1vdXMtcG9zaXRpdmUtcmF0aW5ncy5hc3B4P3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5Bdd82f82b\" target=\"_blank\" rel=\"noreferrer noopener\">recent polling</a>, she has a 93 percent favorable opinion rating from Democrats, up from 77 percent in June. That’s a pretty definable vibe shift in her favor.</p>\n\n<p class=\"has-text-align-none\">The other way to measure vibe is <a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly94LmNvbS9Gb3JlY2FzdGVyRW50ZW4vc3RhdHVzLzE4MTc5MTg0NjA5OTI5MzQzMjA_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5Bd3bd19f6\" target=\"_blank\" rel=\"noreferrer noopener\">motivation to vote</a>, and that has also changed. Now it’s Democrats who are outpacing Republicans in terms of motivation to vote. In the past, Republicans had a pretty significant lead.</p>\n\n<p class=\"has-text-align-none\">Another factor is anecdotal evidence — the fact that there’s such a saturation of coverage of her, whether that’s a lot of positive coverage in media, the <a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly93d3cudm94LmNvbS9jdWx0dXJlLzM2MjMwMC9rYW1hbGEtaGFycmlzLW1lbWUtYnJhdC1zdW1tZXI_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5Bd29a023a\" target=\"_blank\" rel=\"noreferrer noopener\">memes</a>, the jokes about brat summer, coconut trees, or coconut-pilling, all of which has generated excitement among younger people. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Lavanya Ramanathan</strong></h4>\n\n<p class=\"has-text-align-none\">Why are people feeling this in such a pronounced way now? We had Michelle Obama hinting that the last time we saw this energy was for Barack Obama.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Christian Paz</strong></h4>\n\n<p class=\"has-text-align-none\">Part of the reason people are so optimistic about Harris is that they see her as a change candidate, even though she’s technically an incumbent. She’s part of the administration. People are willing to forgive some of her association with Biden and look past some of the more unpopular parts of the Biden presidency and not blame her for that and give her credit for the more popular aspects.</p>\n\n<p class=\"has-text-align-none\">People do want to feel that there’s a difference in the air, and that’s why they’re harking back to the closest thing to that: 2008. There are similarities there. It’s another Black candidate; it’s a female presidential candidate, which reminds us of 2016. So what we’ve got brewing together, I think of it almost like a tea, with notes you remember from the past, repackaged for the post-Trump era.</p>\n\n<p class=\"has-text-align-none\">Even if you’re looking beyond the vibes, Harris is up in a few polls in North Carolina, looking to expand the map to Florida, and being serious about Arizona, which are some of the same things we were hearing during the Obama campaign, so it’s a fair comparison to make. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Lavanya Ramanathan</strong></h4>\n\n<p class=\"has-text-align-none\">One comparison we cannot make to Obama is that he had months longer to campaign. People quit their jobs to join the campaign and knock on doors. There weren’t just vibes, there was on-the-ground work. I don’t know that Harris has that time to reach out to voters on that level. </p>\n\n<p class=\"has-text-align-none\">What should people understand about whether vibes will be enough to translate to votes?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Christian Paz</strong></h4>\n\n<p class=\"has-text-align-none\">Yeah, just like we’re cautious of polls, we should be cautious of vibes. They’re vibes. They’re amorphous. They’re temporary. I think that’s why it’s important to remember we are in a bit of a bubble.</p>\n\n<p class=\"has-text-align-none\">It’s an excellent point how compacted and compressed this timeline is. We haven’t had a negative Harris news cycle. The last month has been nonstop positive coverage of Harris, and we should be ready to see a change in that.</p>\n\n<p class=\"has-text-align-none\">There’s also been a lot of noise from <a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly9wcm9qZWN0cy5maXZldGhpcnR5ZWlnaHQuY29tL3BvbGxzL3ByZXNpZGVudC1nZW5lcmFsLzIwMjQvbmF0aW9uYWwvP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5B545a0a44\" target=\"_blank\" rel=\"noreferrer noopener\">the polls</a>, but I’ve heard from a lot of pollsters that there is now a reversal of what we saw with Trump voters. They call it a response bias, where you have a specific kind of voter who wants to be heard and is more likely to be represented in the polling and paint a misleading picture. That used to boost Trump.</p>\n\n<p class=\"has-text-align-none\">As far as how this translates into votes and reality, after we have those caveats, it’s important to remember that Harris is inheriting a lot of the Biden campaign infrastructure. They have a <a href=\"https://www.nytimes.com/interactive/2024/08/22/us/elections/kamala-harris-donors.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/interactive/2024/08/22/us/elections/kamala-harris-donors.html\">bunch of</a> <a href=\"https://www.npr.org/2024/08/25/nx-s1-5089138/kamala-harris-fundraising-dnc\" data-type=\"link\" data-id=\"https://www.npr.org/2024/08/25/nx-s1-5089138/kamala-harris-fundraising-dnc\">money</a>. And honestly, there’s been some political science research that shows that the most effective way to reach out to a traditional voter is TV advertising and online advertising, which is why it’s so important that they have so much money to spend.</p>\n\n<p class=\"has-text-align-none\">The next best way is to get out and talk to people, and luckily, again, the Biden team has a pretty good infrastructure in place already. They have a bunch more campaign offices than the Trump campaign does, they have them set up in various states, and they have been hiring.</p>\n\n<p class=\"has-text-align-none\">We’ll see how much door-knocking we see. </p>\n\n<p class=\"has-text-align-none\">In the past, there were some questions about whether there would be enough Biden volunteers who wanted to campaign for him. In that sense, the vibes do matter: We’ve seen a <a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly93d3cucGJzLm9yZy9uZXdzaG91ci9wb2xpdGljcy9pbi1maXJzdC13ZWVrLW9mLWNhbXBhaWduaW5nLWhhcnJpcy1yYWlzZWQtMjAwbS1hbmQtc2lnbmVkLXVwLTE3MDAwMC12b2x1bnRlZXJzP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5B2c034e67\" target=\"_blank\" rel=\"noreferrer noopener\">rush</a> of <a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly93d3cubmJjbmV3cy5jb20vcG9saXRpY3MvMjAyNC1lbGVjdGlvbi9oYXJyaXMtY2FtcGFpZ24tdHJhbnNmb3JtaW5nLWJpZy1jcm93ZHMtdm9sdW50ZWVycy1ncm91bmQta2V5LXN3aW5nLXN0LXJjbmExNjYzMjk_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B167b9a54\" target=\"_blank\" rel=\"noreferrer noopener\">volunteers</a> sign up to help Democrats recently. </p>\n\n<p class=\"has-text-align-none\">That’s another way to measure vibe shift: In a qualitative sense, Harris is making it easier for your volunteers to make the pitch for the candidate. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2166916515.jpg?quality=90&#038;strip=all&#038;crop=0,10.75214828329,100,78.49570343342\" alt=\"A group of people with T-shirts reading “VOLUNTEER Chicago DNC 2024”\" title=\"A group of people with T-shirts reading “VOLUNTEER Chicago DNC 2024”\" data-has-syndication-rights=\"1\" data-caption=\"Volunteers during the Democratic National Convention in Chicago on Aug. 20. | Eva Marie Uzcategui/Bloomberg via Getty Images\" data-portal-copyright=\"Eva Marie Uzcategui/Bloomberg via Getty Images \" />\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Lavanya Ramanathan</strong></h4>\n\n<p class=\"has-text-align-none\">I’m really curious. What does all this discussion of positive energy and vibes obscure about this election?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Christian Paz</strong></h4>\n\n<p class=\"has-text-align-none\">There was a lot of behind-the-scenes tension and dissension over the uncommitted delegates, over protests regarding Gaza. We didn’t see a lot of that being discussed at the convention. [Harris ultimately addressed the conflict and her position in&nbsp;<a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpdGljcy8zNjg0NjIva2FtYWxhLWhhcnJpcy1pc3JhZWwtcGFsZXN0aW5lLWdhemEtZG5jLXNwZWVjaD91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B3ec03442\" target=\"_blank\" rel=\"noreferrer noopener\">her closing remarks</a>.]</p>\n\n<p class=\"has-text-align-none\">The other thing is there’s still a lot of dissatisfaction on the economy and inflation. We didn’t hear a lot about that at the DNC. Harris is trying to be proactive on these issues but doesn’t necessarily know the best way to speak about them. How much do you want to speak about inflation and remind people you’re part of this administration? </p>\n\n<p class=\"has-text-align-none\">There’s also still a chance for the economy to take a negative turn in the coming months, and that would be bad for Harris. </p>\n\n<p class=\"has-text-align-none\">The third thing the vibes are obscuring right now is, yes, it’s still a really close race. People are pointing out that Trump is still an average polling error away from winning, and winning pretty big.</p>\n\n<p class=\"has-text-align-none\">There’s a lot that can still affect how the party’s liberals are thinking and turning out, a lot that can affect how more moderate and swing-state voters are really thinking.</p>\n\n<p class=\"has-text-align-none\">It’s still really, really close, and that’s something folks have to remember.&nbsp;<br><br><em>This story&nbsp;originally appeared&nbsp;in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em><br></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><br>If you’re interested in more election news — and more than just vibes — check out Vox’s guides to the actual policy positions held by <a href=\"https://www.vox.com/politics/368004/donald-trump-policy-positions-issues-guide\" data-type=\"link\" data-id=\"https://www.vox.com/politics/368004/donald-trump-policy-positions-issues-guide\">Donald Trump</a> and <a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpdGljcy8zNjc5OTAva2FtYWxhLWhhcnJpcy1wb2xpY3ktcG9zaXRpb25zLWlzc3Vlcy1ndWlkZT91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B64dfd528\" target=\"_blank\" rel=\"noreferrer noopener\">Kamala Harris</a>. <br><br>And sign up for <strong>The election, explained</strong>, a pop-up newsletter tracking this unpredictable election season for the next three months. You can see the first edition <a href=\"https://link.vox.com/view/664cf221860bf0b5f505a9b5ln7ok.t0f/7bfd4574\" target=\"_blank\" rel=\"noreferrer noopener\">here</a> and sign up to get it in your inbox <a href=\"https://link.vox.com/click/36547721.116633/aHR0cHM6Ly93d3cudm94LmNvbS9wYWdlcy90aGUtZWxlY3Rpb24tZXhwbGFpbmVkLXBvbGl0aWNzLW5ld3NsZXR0ZXI_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B39065e91\" target=\"_blank\" rel=\"noreferrer noopener\">here</a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Like&#160;20 million others&#160;each night last week, I watched this year’s high-energy,&#160;celeb-packed&#160;Democratic National Convention with plenty of interest. While true policy proposals came at a trickle over the course of four nights, what flowed plentifully were vibes — a palpable exhilaration about the Democratic nominee, Vice President Kamala Harris, that had largely evaded the party and voters in [&#8230;]",
    "author": "Lavanya Ramanathan"
  },
  {
    "title": "Is there a winner in Bennifer’s divorce PR battle?",
    "link": "https://www.vox.com/culture/369574/ben-affleck-jennifer-lopez-publicity-divorce-battle-celebrity",
    "pubDate": "2024-08-31T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Ben Affleck and Jennifer Lopez smiling together.\" data-caption=\"Ben Affleck and Jennifer Lopez at the Los Angeles premiere of This Is Me… Now: A Love Story.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2009471528.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Ben Affleck and Jennifer Lopez at the Los Angeles premiere of This Is Me… Now: A Love Story.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">An event as seismic as <a href=\"https://www.vox.com/culture/351720/ben-affleck-jennifer-lopez-bennifer-timeline-divorce-rumors\">Bennifer 2.0</a> could only end in a PR showdown. After months of breakup rumors, <a href=\"https://pagesix.com/2024/08/02/lifestyle/inside-ben-afflecks-new-20m-la-mansion-amid-jennifer-lopez-split-rumors/\">real-estate news</a>, and a canceled tour, Jennifer Lopez finally <a href=\"https://people.com/jennifer-lopez-ben-affleck-divorce-8649120\">filed for divorce</a> from her husband Ben Affleck on August 20, citing “irreconcilable differences.” That date also marks the second anniversary of their lavish wedding ceremony in Georgia. It seems like this breakup isn’t just a sad affair but a bitter one, too. </p>\n\n<p class=\"has-text-align-none\">Their antics in the press say as much. If you pay attention to how celebrities use the tabloid press and their own lore to shape public opinion, a couple of narratives are forming. There are already <a href=\"https://people.com/ben-affleck-jennifer-lopez-split-what-went-wrong-exclusive-8701617\">numerous reports</a> from unnamed sources alleging <a href=\"https://pagesix.com/2024/08/21/entertainment/ben-affleck-showed-no-interest-in-fixing-jennifer-lopez-marriage/#:~:text=Jennifer%20Lopez%20is%20ready%20to,Now%E2%80%9D%20star%20pulled%20the%20plug.\">Affleck’s cold behavior</a> toward Lopez, acting <a href=\"https://www.lifeandstylemag.com/posts/ben-affleck-and-jennifer-lopez-only-talk-through-lawyers/\">distant</a> toward her while they supposedly tried to work through their issues. Meanwhile, Affleck has remained mostly quiet, with sources claiming he wants a more “civilized” divorce. Given the public’s perception of Lopez as the more attention-seeking partner in their marriage, this is most likely a PR strategy of its own.</p>\n\n<p class=\"has-text-align-none\">From a publicity angle, it looks like Lopez has more to lose. For a singer whose image violently swings between Hollywood icon and celebrity laughingstock, divorcing the so-called love of her life — also, the subject of her <a href=\"https://www.vox.com/culture/24075110/jennifer-lopez-movie-this-is-me-now-love-story-review\">latest musical era,</a> which turned into an epic failure — puts her in a vulnerable position yet again. We haven’t even gotten to the inevitable battle over money, considering the former couple wed reportedly without a prenuptial agreement. If the <a href=\"https://www.cosmopolitan.com/entertainment/celebs/a29833912/jennifer-lopez-net-worth/#\">estimates</a> <a href=\"https://pagesix.com/entertainment/ben-affleck-jennifer-lopez-net-worth/\">tossed around</a> for their net worths are true — and if you can’t trust CelebrityNetWorth.com, who can you trust? — Lopez has significantly more to lose than Affleck. She’s also forgoing legal representation, which seems like a worse decision than a self-funded $20 million movie. </p>\n\n<p class=\"has-text-align-none\">Like most celebrity divorces, mudslinging and tabloid leaks are baked into the process. Still, for two seasoned A-listers who have already experienced personal and professional challenges in the limelight, another media circus seems like a waste of energy. Beyond maybe entertaining the public, there aren’t any new stakes. The Bennifer drama forces us to ask the question: Does anyone win in a celebrity divorce?&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What are Affleck and Lopez saying about each other?</strong></h2>\n\n<p class=\"has-text-align-none\">So far, neither party has commented directly on the divorce (although a rep for Affleck <a href=\"https://www.usatoday.com/story/entertainment/celebrities/2024/08/28/ben-affleck-kick-kennedy-rfk-daughter-dating-rumor/74977777007/\">shut down rumors</a> that he was dating RFK Jr.’s daughter Kick Kennedy). Instead, it appears that they’re letting anonymously sourced reports and photographed outings create narratives for them. Most of the “sources” seem to be working on Lopez’s behalf, which isn’t a surprise given that she initiated the divorce and seems, well, <a href=\"https://people.com/jennifer-lopez-upset-disappointed-ben-affleck-exclusive-source-8703655\">frustrated</a>. It’s also notable that several of these exclusives are coming from People, a tabloid with a reputation for working directly with celebrities and their publicists. Meanwhile, Affleck is seemingly trying to avoid looking like the “most divorced man,” a title he earned after his split with Jennifer Garner in 2015. Days after Lopez’s divorce filing, he was photographed picking up a Jack in the Box delivery at his new LA home, a throwback to his days picking up Dunkin’ Donuts during the pandemic where his relatable dad persona really took shape.  </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2159269153.jpg?quality=90&#038;strip=all&#038;crop=0,14.391473251104,100,71.217053497791\" alt=\"Jennifer Lopez walking on the street, looking stylish in sunglasses and a white button-down top tucked into high-waisted pants.\" title=\"Jennifer Lopez walking on the street, looking stylish in sunglasses and a white button-down top tucked into high-waisted pants.\" data-has-syndication-rights=\"1\" data-caption=\"Jennifer Lopez in Los Angeles, California on June 29, 2024. | Bellocqimages/Bauer-Griffin/GC Images\" data-portal-copyright=\"Bellocqimages/Bauer-Griffin/GC Images\" />\n<p class=\"has-text-align-none\">These accounts suggest that Lopez was neglected by Affleck in the marriage and tried her best to make things work, a narrative that mimics the ending of their first go-around in 2001. Earlier this week, an exclusive from People said that Affleck had not given her “any signs that he wants to continue their marriage.” (Court documents revealed that the couple had been separated since April.) Likewise, a source close to Lopez told the magazine that the singer spent “a lot of time making sure Ben was happy,” despite the actor being “<a href=\"https://people.com/jennifer-lopez-helped-ben-affleck-navigate-dark-side-source-exclusive-8701932\">moody and dark.</a>” </p>\n\n<p class=\"has-text-align-none\">Another narrative that seems to be taking shape is that Lopez is making more of an effort to manage their blended family amid the current chaos. That includes Lopez’s twins Max and Emme, from her previous marriage to singer Marc Anthony, and Affleck’s three children, Violet, Fin, and Samuel, with his ex-wife Garner, who all lived together in their former mansion.</p>\n\n<p class=\"has-text-align-none\">The last time Lopez and Affleck were <a href=\"https://people.com/jennifer-lopez-jennifer-garner-visit-ben-affleck-rental-house-son-samuel-graduation-party-8662839\">spotted together</a> was in June for Affleck’s son Samuel’s graduation, when rumors of a breakup first started to emerge. Since then, Lopez has been spotted or photographed on <a href=\"https://pagesix.com/2024/08/12/parents/jennifer-lopez-visits-ben-afflecks-rental-home-after-taking-his-son-samuel-shopping/\">several outings</a> with Max and Violet, including a <a href=\"https://people.com/jennifer-lopez-hamptons-without-ben-affleck-fourth-of-july-8673175\">4th of July trip</a> to the Hamptons. (People noted that Affleck was back in LA at the time.) Most recently, the magazine <a href=\"https://people.com/ben-affleck-has-not-been-in-touch-with-jennifer-lopez-kids-exclusive-source-8701044\">reported</a> that Affleck “has not been in touch” with Lopez’s children.</p>\n\n<p class=\"has-text-align-none\">While we haven’t been bombarded with claims about Lopez’s part in their demise or photo ops with his children, the fact that Affleck is not saying much, while allowing Lopez to make more of a show out of their divorce, seems like its own strategy, too.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong><em>The Greatest Love Story Never Told</em> foreshadowed this PR chaos&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Since their first breakup, Affleck has given the public the impression that Lopez was more comfortable in the limelight than him. It’s something he reiterates throughout Lopez’s Prime documentary <em>The Greatest Love Story Never Told, </em>which premiered in February. The actor joked about Lopez’s impulse to publicize everything — including the stack of love letters he sent her before their 2021 reunion — but claimed that he was now willing to sacrifice his privacy to be with her. </p>\n\n<p class=\"has-text-align-none\">Likewise, Lopez is portrayed as more needy for public attention, while Affleck is reluctant to participate in her projects and public antics. The sheer amount of paparazzi photos of Affleck would immediately dispel this claim, including those famous pap walks with his ex-girlfriend Ana de Armas during the pandemic. Days after the divorce, People <a href=\"https://people.com/ben-affleck-had-control-over-documentary-about-marriage-to-jennifer-lopez-exclusive-8701006\">reported that multiple unnamed sources</a> had told the publication that Affleck, whose production company Artists Equity took on Lopez’s documentary, had creative control over the project.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2121052565.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Affleck and Lopez walking out of a brownstone on March 30, 2024 in New York.\" title=\"Affleck and Lopez walking out of a brownstone on March 30, 2024 in New York.\" data-has-syndication-rights=\"1\" data-caption=\"Ben Affleck and Jennifer Lopez out and about in New York. | MEGA/GC Images\" data-portal-copyright=\"MEGA/GC Images\" />\n<p class=\"has-text-align-none\">Looking back on the film through this lens, you can see how dedicated they both are to protecting their image, while also seemingly a bit clumsy at it. The documentary, which follows the behind-the-scenes making of Lopez’s visual album <em>This Is Me… Now</em>, is full of humiliating and awkward (but extremely amusing) moments that the average pop star nowadays wouldn’t dream of being broadcast. At the time, the documentary seemed like the one saving grace in an era of misfires for Lopez, including a low-performing visual album and a canceled tour. Nevertheless, memes about Lopez — including a scene where she’s mythologizing her childhood hairdo — took off, in addition to random clips of Lopez supposedly displaying diva behavior. </p>\n\n<p class=\"has-text-align-none\">While Lopez struggled to make the public care about her new music, she kept people invested in her personal life with Affleck. The odd-couple dynamic they portrayed in the film was sweet and admirable. Lopez was depicted as the outgoing partner with unrealistic ambitions, while Affleck looked like the pragmatic but doting husband who supported his wife’s dreams. A memorable scene in the documentary shows Affleck boosting Lopez’s confidence when she’s feeling doubtful during the filmmaking process. Now, it’s hard not to wonder how much of this documentary factors into Affleck’s seeming escape plan.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Does either party have anything to gain?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">With new exclusives about the details of their relationship arriving each day, it seems like the couple may be buckling up for a war that might leave both of their reputations a little scathed. For now, though, the media circus mostly feels gratuitous. But it’s sort of a humiliating ritual that these two celebrities from the ’90s would default to. </p>\n\n<p class=\"has-text-align-none\">For one thing, this is not the sort of explosive divorce that’s immediately inciting fans to take sides. Some<a href=\"https://x.com/TheyCallMeN1ka/status/1828238592214196329\"> social media</a> <a href=\"https://x.com/MariaArriola4/status/1829181780458668194\">users</a> are already <a href=\"https://x.com/SoumDesigns/status/1827778510397579317\">calling</a> <a href=\"https://x.com/m0mmy_1ssues_/status/1827595484636016759\">BS</a> on the narrative that Lopez was too public-facing for Affleck. But for the most part, Lopez and Affleck are two sometimes-loved-sometimes-hated celebrities, whose reputations are constantly in flux. Right now, it doesn’t seem like the public at large is jumping to demonize either one of them. The fact that their romantic history is reportedly<strong> </strong>riddled with dysfunction seems to be what makes them relatable and easy to root for.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The divorce announcement itself also doesn’t seem that controversial. The details being revealed currently aren’t that explosive, besides the suggestion that Affleck has commitment issues. It certainly is not anything like the years-long fallout between <a href=\"https://www.vox.com/culture/2022/10/4/23388000/angelina-jolie-brad-pitt-physical-domestic-abuse-allegations\">Brad Pitt and Angelina Jolie</a> following their divorce, which involves domestic and child abuse allegations and has left Pitt’s image with a stain — even if he’s still booked and busy in Hollywood. </p>\n\n<p class=\"has-text-align-none\">It’s hard to imagine these image-altering outcomes for Affleck simply for opting out of a marriage, even if the dissolution was as frosty on his end as some glossy celeb weeklies have depicted it. And after all, after all the breakups and career hits Lopez has experienced in the public eye, she has proven to be one of our most invincible celebrities. It’s all very predictable and not totally surprising — just like if they decided to get back together 20 years from now.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "An event as seismic as Bennifer 2.0 could only end in a PR showdown. After months of breakup rumors, real-estate news, and a canceled tour, Jennifer Lopez finally filed for divorce from her husband Ben Affleck on August 20, citing “irreconcilable differences.” That date also marks the second anniversary of their lavish wedding ceremony in [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "California’s governor has the chance to make AI history",
    "link": "https://www.vox.com/future-perfect/369628/ai-safety-bill-sb-1047-gavin-newsom-california",
    "pubDate": "2024-08-31T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"California Gov.Gavin Newsom speaks during a press conference with the California Highway Patrol announcing new efforts to boost public safety in the East Bay, in Oakland, California, July 11, 2024. | Stephen Lam/San Francisco Chronicle via Getty Images&lt;br&gt;\" data-portal-copyright=\"Stephen Lam/San Francisco Chronicle via Getty Images&lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2161013764_474f9c.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>California Gov.Gavin Newsom speaks during a press conference with the California Highway Patrol announcing new efforts to boost public safety in the East Bay, in Oakland, California, July 11, 2024. | Stephen Lam/San Francisco Chronicle via Getty Images&lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Advocates say it is a modest law setting &#8220;clear, predictable, <a href=\"https://time.com/7015197/ai-legislation-protects-more-than-just-people/\">common-sense safety standards</a>&#8221; for artificial intelligence. Opponents say it is a dangerous and arrogant step that will “<a href=\"https://pelosi.house.gov/news/press-releases/pelosi-statement-opposition-california-senate-bill-1047\">stifle innovation</a>.”</p>\n\n<p class=\"has-text-align-none\">In any event, SB 1047 — California state Sen. <a href=\"https://www.vox.com/future-perfect/361562/california-ai-bill-scott-wiener-sb-1047\">Scott Wiener’s proposal</a> to regulate advanced AI models offered by companies doing business in the state — has now passed the California State Assembly by a <a href=\"https://leginfo.legislature.ca.gov/faces/billVotesClient.xhtml?bill_id=202320240SB1047\">margin of 48 to 16</a>. Back in May, it passed the Senate by 32 to 1. Once the Senate agrees to the assembly’s changes to the bill, which it is <a href=\"https://www.theverge.com/2024/8/28/24229068/california-sb-1047-ai-safety-bill-passed-state-assembly-governor-newsom-signature\">expected</a> to do shortly, the measure goes to Gov. Gavin Newsom’s desk.</p>\n\n<p class=\"has-text-align-none\">The bill, which would hold AI companies liable for catastrophic harms their “frontier” models may cause, is backed by a wide array of AI safety groups, as well as luminaries in the field like <a href=\"https://sd11.senate.ca.gov/news/senator-wieners-landmark-ai-bill-passes-assembly\">Geoffrey Hinton</a>, <a href=\"https://fortune.com/2024/08/15/yoshua-bengio-californias-ai-safety-bill-will-protect-consumers-innovation-tech/\">Yoshua Bengio</a>, and <a href=\"https://safesecureai.org/experts\">Stuart Russell</a>, who have warned of the technology’s potential to pose massive, even existential dangers to humankind. It got a surprise last-minute endorsement from <a href=\"https://x.com/elonmusk/status/1828205685386936567\">Elon Musk</a>, who among his other ventures runs the AI firm <a href=\"https://www.theverge.com/2024/5/27/24165619/elon-musk-xai-startup-6-billion-funding\">xAI</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Lined up against SB 1047 is nearly all of the tech industry, including <a href=\"https://www.theverge.com/2024/8/21/24225648/openai-letter-california-ai-safety-bill-sb-1047\">OpenAI</a>, <a href=\"https://static.politico.com/e0/fd/e56dfaad40b39f29dd1dfa1164da/sb-1047-letter-6-25-24.pdf\">Facebook</a>, the powerful investors <a href=\"https://www.fastcompany.com/91175604/big-tech-lobbyists-ai-safety-bill-gavin-newsom\">Y Combinator and Andreessen Horowitz</a>, and some <a href=\"https://drive.google.com/file/d/1E2yDGXryPhhlwS4OdkzMpNeaG5r6_Jxa/view\">academic researchers</a> who fear it threatens <a href=\"https://www.vox.com/future-perfect/2024/2/2/24058484/open-source-artificial-intelligence-ai-risk-meta-llama-2-chatgpt-openai-deepfake\">open source</a> AI models. Anthropic, another AI heavyweight, <a href=\"https://www.vox.com/future-perfect/364384/its-practically-impossible-to-run-a-big-ai-company-ethically\">lobbied to water down the bill</a>. After many of its proposed amendments were adopted in August, the company said the bill’s <a href=\"https://cdn.sanity.io/files/4zrzovbb/website/6a3b14a98a781a6b69b9a3c5b65da26a44ecddc6.pdf\">“benefits likely outweigh its costs.”</a></p>\n\n<p class=\"has-text-align-none\">Despite the industry backlash, the bill seems to be popular with Californians, though all surveys on it have been funded by interested parties. A recent poll by the pro-bill AI Policy Institute <a href=\"https://theaipi.org/april-voters-prefer-ai-regulation-over-self-regulation-2-3-2/\">found 70 percent of residents</a> in favor, with even higher approval ratings among Californians working in tech. The California Chamber of Commerce commissioned a bill <a href=\"https://prospect.org/power/2024-08-28-tech-industry-push-poll-california-ai-bill/\">finding a plurality of Californians opposed</a>, but the poll’s wording was slanted, to say the least, describing the bill as requiring developers to “pay tens of millions of dollars in fines if they don’t implement orders from state bureaucrats.” The AI Policy Institute’s poll presented pro and con arguments, but the California Chamber of Commerce only bothered with a “con” argument.</p>\n\n<p class=\"has-text-align-none\">The wide, bipartisan margins by which the bill passed the Assembly and Senate, and the public’s general support (when not asked in a biased way), might suggest that Gov. Newsom is likely to sign. But it’s not so simple. Andreessen Horowitz, the <a href=\"https://a16z.com/about/\">$43 billion venture capital giant</a>,&nbsp;has <a href=\"https://www.fastcompany.com/91175604/big-tech-lobbyists-ai-safety-bill-gavin-newsom\">hired Newsom&#8217;s close friend and Democratic operative Jason Kinney to lobby</a> against the bill, and a number of powerful Democrats, including <a href=\"https://democrats-science.house.gov/imo/media/doc/2024-08-15%20to%20Gov%20Newsom_SB1047.pdf\">eight members of the US House</a> from California and former Speaker <a href=\"https://pelosi.house.gov/news/press-releases/pelosi-statement-opposition-california-senate-bill-1047\">Nancy Pelosi</a>, have urged a veto, echoing <a href=\"https://x.com/GarrisonLovely/status/1824236448310022453\">talking points from the tech industry</a>.</p>\n\n<p class=\"has-text-align-none\">So there’s a strong chance that Newsom will veto the bill, keeping California — the center of the AI industry — from becoming the first state with robust AI liability rules. At stake is not just AI safety in California, but also in the US and potentially the world.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What’s inside SB 1047</strong></h2>\n\n<p class=\"has-text-align-none\">To have attracted all of this intense lobbying, one might think that SB 1047 is an aggressive, heavy-handed bill — but, especially after several rounds of revisions in the State Assembly, the actual law does fairly little.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It would offer <a href=\"https://www.vox.com/future-perfect/353933/openai-open-letter-safety-whistleblowers-right-to-warn\">whistleblower protections to tech workers</a>, along with a process for people who have confidential information about risky behavior at an AI lab to take their complaint to the state Attorney General without fear of prosecution. It also requires AI companies that spend more than $100 million to train an AI model to develop safety plans. (The extraordinarily high ceiling for this requirement to kick in is meant to protect California’s startup industry, which objected that the compliance burden would be too high for small companies.)</p>\n\n<p class=\"has-text-align-none\">So what about this bill would possibly prompt months of hysteria, intense lobbying from the California business community, and unprecedented intervention by California’s federal representatives? Part of the answer is that the bill used to be stronger. The initial version of the law was based the threshold for compliance on computing power, meaning that over time, more companies would have become subject to the law as computers continue to get cheaper (and more powerful). It would also have established a state agency called the “Frontier Models Division” to review safety plans; the industry objected to the perceived power grab.</p>\n\n<p class=\"has-text-align-none\">Another part of the answer is that a lot of people were falsely told the bill does more. One prominent critic <a href=\"https://www.hyperdimensional.co/p/californias-effort-to-strangle-ai\">inaccurately claimed</a> that AI developers could be guilty of a felony, regardless of whether they were involved in a harmful incident, when the bill only had provisions for criminal liability in the event that the developer <a href=\"https://safesecureai.org/responseletter\">knowingly lied under oath</a>. (Those provisions were subsequently removed anyway). <a href=\"https://lofgren.house.gov/sites/evo-subsites/lofgren.house.gov/files/evo-media-document/8.7.24%20to%20Senator%20Wiener.pdf\">Congressional representative Zoe Lofgren of the science, space, and technology committee wrote a letter</a> in opposition falsely claiming that the bill requires adherence to guidance that doesn’t exist yet.</p>\n\n<p class=\"has-text-align-none\">But the standards do exist (<a href=\"https://nvlpubs.nist.gov/nistpubs/ai/NIST.AI.800-1.ipd.pdf\">you can read them in full here</a>), and<em> </em>the bill does not require firms to adhere to them. It says only that “a developer shall consider industry best practices and applicable guidance” from the US Artificial Intelligence Safety Institute, National Institute of Standards and Technology, the Government Operations Agency, and other reputable organizations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A lot of the discussion of SB 1047 unfortunately centered around straightforwardly incorrect claims like these, in many cases propounded by people who should have known better.&nbsp;</p>\n\n<p class=\"has-text-align-none\">SB 1047 is premised on the idea that near-future AI systems might be extraordinarily powerful, that they accordingly <a href=\"https://www.vox.com/future-perfect/2018/12/21/18126576/ai-artificial-intelligence-machine-learning-safety-alignment\">might be dangerous</a>, and that some oversight is required. That core proposition is extraordinarily <a href=\"https://www.vox.com/future-perfect/2018/12/21/18126576/ai-artificial-intelligence-machine-learning-safety-alignment\">controversial</a> among AI researchers. Nothing exemplifies the split more than the three men frequently called the “godfathers of machine learning,” Turing Award winners Yoshua Bengio, Geoffrey Hinton, and Yann LeCun. Bengio — a <a href=\"https://www.vox.com/23924495/yoshua-bengio-scientific-director-mila-quebec-ai-institute-future-perfect-50-2023\">Future Perfect 2023 honoree</a> — and Hinton have both in the last few years become convinced that the technology they created may kill us all and argued for regulation and oversight. Hinton <a href=\"https://www.nytimes.com/2023/05/01/technology/ai-google-chatbot-engineer-quits-hinton.html\">stepped down</a> from Google in 2023 to speak openly about his fears.&nbsp;</p>\n\n<p class=\"has-text-align-none\">LeCun, who is chief AI scientist at Meta, has taken the opposite tack, declaring that such worries are nonsensical science fiction and that any regulation would strangle innovation. Where Bengio and Hinton find themselves supporting the bill, LeCun opposes it, especially the idea that AI companies should face liability if AI is used in a mass casualty event.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In this sense, SB 1047 is the center of a symbolic tug-of-war: Does government take AI safety concerns seriously, or not? The actual text of the bill may be limited, but to the extent that it suggests government is listening to the half of experts that think that AI might be extraordinarily dangerous, the implications are big.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s that sentiment that has likely driven some of the fiercest lobbying against the bill by venture capitalists Marc Andreessen and Ben Horowitz, whose firm a16z has been working relentlessly to kill the bill, and some of the highly unusual outreach to federal legislators to demand they oppose a state bill. More mundane politics likely plays a role, too: <a href=\"https://www.politico.com/newsletters/california-playbook/2024/08/19/ai-pelosi-house-seat-00174542\">Politico reported</a> that Pelosi opposed the bill because she’s trying to court tech VCs for her daughter, who is likely to run against Scott Wiener for a House of Representatives seat.)</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Why SB 1047 is so important&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">It might seem strange that legislation in just one US state has so many people wringing their hands. But remember: California is not just any state. It’s where several of the world’s leading AI companies are based.</p>\n\n<p class=\"has-text-align-none\">And what happens there is especially important because, at the federal level, lawmakers have been <a href=\"https://www.nytimes.com/2024/05/15/technology/ai-schumer-roadmap-congress.html\">dragging out</a> the process of regulating AI. Between Washington’s hesitation and the looming election, it’s falling to states to pass new laws. The California bill, if Newsom gives it the green light, would be one big piece of that puzzle, setting the direction for the US more broadly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The rest of the world is watching, too. “Countries around the world are looking at these drafts for ideas that can influence their decisions on AI laws,” Victoria Espinel, the chief executive of the Business Software Alliance, a lobbying group representing major software companies, <a href=\"https://www.nytimes.com/2024/06/10/technology/california-ai-regulation.html\">told</a> the New York Times in June.</p>\n\n<p class=\"has-text-align-none\">Even China —&nbsp;<a href=\"https://www.vox.com/the-highlight/23621198/artificial-intelligence-chatgpt-openai-existential-risk-china-ai-safety-technology\">often invoked as the boogeyman in American conversations</a> about AI development (because “we don’t want to lose an arms race with China”) — is showing signs of <a href=\"https://www.economist.com/china/2024/08/25/is-xi-jinping-an-ai-doomer\">caring about safety</a>, not just wanting to run ahead. Bills like SB 1047 could telegraph to others that Americans also care about safety.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Frankly, it’s refreshing to see legislators wise up to the tech world’s favorite gambit:&nbsp;claiming that it can regulate itself. That claim may have held sway in the era of social media, but it’s become increasingly untenable.&nbsp;We need to regulate Big Tech. That means not just carrots, but sticks, too.</p>\n\n<p class=\"has-text-align-none\">Newsom has the opportunity to do something historic. And if he doesn’t? Well, he’ll face some sticks of his own. The <a href=\"https://theaipi.org/april-voters-prefer-ai-regulation-over-self-regulation-2-3-2/\">AI Policy Institute’s poll</a> shows that 60 percent of voters are prepared to blame him for future AI-related incidents if he vetoes SB 1047. In fact, they’d punish him at the ballot box if he runs for higher office: 40 percent of California voters say they would be less likely to vote for Newsom in a future presidential primary election if he vetoes the bill.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Advocates say it is a modest law setting &#8220;clear, predictable, common-sense safety standards&#8221; for artificial intelligence. Opponents say it is a dangerous and arrogant step that will “stifle innovation.” In any event, SB 1047 — California state Sen. Scott Wiener’s proposal to regulate advanced AI models offered by companies doing business in the state — [&#8230;]",
    "author": "Sigal Samuel"
  },
  {
    "title": "Israel has launched a major operation in the West Bank. Here’s what to know.",
    "link": "https://www.vox.com/palestine/369736/west-bank-violence-jenin-raid-settler-idf-israel-gaza-hamas",
    "pubDate": "2024-08-30T22:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Soldiers descending from troop transport vans in a bare field outside a town.\" data-caption=\"Israeli soldiers operate during a raid in the Nur Shams camp for Palestinian refugees near the city of Tulkarem in the Israeli-occupied West Bank on August 28, 2024. | Jaafar Ashtiyeh for AFP via Getty Images\" data-portal-copyright=\"Jaafar Ashtiyeh for AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2168054048.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Israeli soldiers operate during a raid in the Nur Shams camp for Palestinian refugees near the city of Tulkarem in the Israeli-occupied West Bank on August 28, 2024. | Jaafar Ashtiyeh for AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Israeli military launched the largest, deadliest West Bank attack&nbsp;of the year on Wednesday, killing at least 16 people, including a high-ranking militia commander, over the course of several days. Violence in the West Bank —&nbsp;perpetrated by the military, Israeli settlers, and Palestinian fighters —&nbsp;has been steadily accelerating over the past 10 months.</p>\n\n<p class=\"has-text-align-none\">Since the October 7 Hamas raid on Israel, at least <a href=\"https://www.reuters.com/world/middle-east/israeli-forces-say-they-kill-local-hamas-commander-west-bank-2024-08-30/\">660 Palestinians</a> and <a href=\"https://www.cbsnews.com/news/israel-west-bank-operation-death-toll-climbs/#:~:text=At%20least%2015%20Israelis%2C%20including,the%20attacks%2C%20the%20United%20Nations\">15 Israelis</a> have been killed in the West Bank, according to the United Nations. It’s a smaller number than the more than 40,000 Palestinians killed in Gaza over the past 10 months, but it is still a reminder of how intense ongoing violence in the West Bank is.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Israeli military has conducted several raids in Palestinian refugee camps since the start of the war in Gaza. The <a href=\"https://www.washingtonpost.com/world/2024/08/29/israel-operation-west-bank-gaza-war/\">latest operation</a> started early Wednesday morning: Air and ground forces targeted Tulkarm in the northwest, Jenin at the territory’s northern border, and Far’a refugee camp <a href=\"https://www.unrwa.org/where-we-work/west-bank/fara-camp\">in the territory’s east</a>. Shin Bet, an Israeli security service affiliated with the country’s intelligence groups, and the Israel Border Police were also involved in the raids, which ostensibly targeted what Israeli officials called “terrorist infrastructure.” </p>\n\n<p class=\"has-text-align-none\">Israel claims Mohamed Jaber — a commander of a group affiliated with Palestinian Islamic Jihad — and Hamas commander Wassem Hazem were both killed, along with other militants during the raid. <a href=\"https://www.reuters.com/world/middle-east/israeli-forces-say-they-kill-local-hamas-commander-west-bank-2024-08-3\">Israeli officials accused Hazem of plotting,</a> along with other militia members, attacks within the West Bank. Like Hamas, Palestinian Islamic Jihad helped commit the October 7 attacks; both groups also claimed responsibility for<a href=\"https://www.nytimes.com/2024/08/19/world/middleeast/tel-aviv-bomb-hamas.html\"> a suicide attack in Tel Aviv earlier this month</a>, <a href=\"https://apnews.com/article/israel-blast-hamas-war-palestinians-3f491deecaa3dab14047c7ab982c2dd8\">which wounded one Israeli</a>.</p>\n\n<p class=\"has-text-align-none\">“If you think about it from this sort of tactical perspective, suicide bombers are most likely to be coming from the West Bank, more so than Gaza, probably because Gaza is already a war zone,” Raphael Cohen, director of the strategy and doctrine program of RAND Project Air Force, told Vox, adding that Hamas officials have called for increased suicide attacks against Israeli territory. That may be part of what motivated Israel’s recent operation.</p>\n\n<p class=\"has-text-align-none\">There is also a rising number of Palestinians taking up arms in the West Bank generally, some due to anger and horror over the brutal destruction of Gaza, but also because military raids and attacks by Jewish settlers in the West Bank are increasingly violent and terrorizing. Saif Aqel, a youth leader with the Fatah political group, told the Washington Post that Jaber had been radicalized by Israel’s repeated West Bank raids, saying, “The environment he was living in made him like this.”</p>\n\n<p class=\"has-text-align-none\">As part of its operation this week, the Israeli military has blocked and destroyed roads and blocked entrances to hospitals, <a href=\"https://www.washingtonpost.com/world/2024/08/29/israel-operation-west-bank-gaza-war/\">according to witnesses</a>, as well as shut off electricity, water, mobile, and internet service. The Israeli military has disputed that it blocked access to medical facilities.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Violence in the West Bank has been going on for decades</strong></h2>\n\n<p class=\"has-text-align-none\">The West Bank sits to Israel’s east, bordering Jordan and the western shore of the Dead Sea. Before 1967, Jordan controlled the region; Israel then captured the territory and held it under military occupation until the 1993 Oslo Accords, when it was carved up into three “areas,” supposedly under the control of the Palestinian Authority. However, <a href=\"https://israelpolicyforum.org/west-bank-settlements-explained/\">Jewish Israeli settlement of the area</a> accelerated,&nbsp;and the Israeli military also moved in to protect them. Now, the Palestinian Authority, which is the nominal government, has little actual control in the West Bank.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Gaza, Jerusalem, and the West Bank are recognized as occupied territory under international law, and therefore Israel is obligated to protect the people living there. Israel denies that it is occupying Palestinian lands, but just last month, the <a href=\"https://www.icj-cij.org/sites/default/files/case-related/186/186-20240719-pre-01-00-en.pdf\">International Court of Justice</a> ruled that Israel is occupying Palestinian lands and should end that occupation immediately.</p>\n\n<p class=\"has-text-align-none\">Under that order, which is enforceable by the UN Security Council, “Israel must withdraw its forces from all parts of the occupied territories, including the Gaza Strip and remove all settlers from the West Bank, including from the illegally annexed East Jerusalem,” Erika Guevara Rosas,&nbsp;Amnesty International’s senior director for research, advocacy, policy and campaigns, <a href=\"https://www.amnesty.org/en/latest/news/2024/07/icj-opinion-declaring-israels-occupation-of-palestinian-territories-unlawful-is-historic-vindication-of-palestinians-rights/\">said in a statement</a>. Israel’s allies on the security council, including the United States, have given no indication they intend to enforce the court’s decision.</p>\n\n<p class=\"has-text-align-none\">That has allowed Israel to continue its war in Gaza, and left Palestinians living in the West Bank trapped in a cycle of violence: There have been <a href=\"https://www.nytimes.com/2024/08/28/world/middleeast/israel-palestinian-west-bank-clashes-timeline.html\">at least five major Israeli military operations</a> in the West Bank since October 7, and settler violence has increased as well.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These settlers are Israelis — often aligned with the country’s right wing and often heavily armed&nbsp;“to the teeth,” according to Diana Buttu, a Palestinian-Canadian lawyer specializing in international human rights law.</p>\n\n<p class=\"has-text-align-none\">They have increasingly expanded the number of settlements into land the United Nations has said is supposed to be off-limits to Israeli control. Israel refers to them as “illegal” settlements but does not stop people from building outposts, or from <a href=\"https://www.btselem.org/topic/settlements\">forcing Palestinians out of their homes and off their land</a>. Some settlers have begun to <a href=\"https://www.washingtonpost.com/world/2024/04/16/israel-settlers-attack-violence-palestinians/\">push closer to cities as well</a>. Settlements are also frequently subsidized by the Israeli government, which provides them with higher-quality infrastructure, roads, water, and schools in their settlements than what the government provides Palestinian villages.</p>\n\n<p class=\"has-text-align-none\">Some Palestinians have <a href=\"https://www.washingtonpost.com/world/2024/08/28/west-bank-palestinians-militants-israel-raid/\">taken up arms against these settlers</a>, and sanctioned Israeli military operations have encouraged vigilantism and new anti-Israel militant groups as well. Israel has sent in more troops in response, creating what seems to be an inescapable cycle.</p>\n\n<p class=\"has-text-align-none\">“The cities [in the West Bank] are supposed to be free of army presence, but the army has been carrying out these raids, so these [militant] groups arose in response,” Joost Hiltermann, director of the Middle East program at the International Crisis Group, told Vox. “So then the army responds to these groups, and you&#8217;ll see an escalation.”</p>\n\n<p class=\"has-text-align-none\">Jenin city and the refugee camp on its outskirts — two sites that saw fighting this week — are <a href=\"https://www.aljazeera.com/news/2023/7/4/the-occupied-west-bank-city-of-jenin-a-focal-point-of-conflict-2\">frequent targets</a> since, as Buttu explained, they and all of Gaza are the main sites of Palestinian resistance in the occupied territories.</p>\n\n<p class=\"has-text-align-none\">Overall, there’s little sign either the militants or Israel will change their strategies in the West Bank, and that has some countries — particularly <a href=\"https://www.nytimes.com/live/2024/08/30/world/israel-hamas-gaza-war/israeli-forces-pull-back-from-tulkarm-but-press-on-with-their-raid-of-jenin-officials-say?smid=url-share\">France and Britain</a> — worried that the increasing violence will turn the West Bank into another Gaza.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Israeli military launched the largest, deadliest West Bank attack&#160;of the year on Wednesday, killing at least 16 people, including a high-ranking militia commander, over the course of several days. Violence in the West Bank —&#160;perpetrated by the military, Israeli settlers, and Palestinian fighters —&#160;has been steadily accelerating over the past 10 months. Since the [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "The Trump Arlington National Cemetery controversy, explained",
    "link": "https://www.vox.com/2024-elections/369711/trump-arlington-cemetery-controversy-army",
    "pubDate": "2024-08-30T20:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump walking with Secret Service agents over a green lawn at the edge of rows of white gravestones.\" data-caption=\"Donald Trump leaves Arlington National Cemetery after he attended a ceremony honoring the lives of those who died at the Abbey Gate Bombing, on August 26, 2024. | Kevin Carter/Getty Images\" data-portal-copyright=\"Kevin Carter/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2168274420.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Donald Trump leaves Arlington National Cemetery after he attended a ceremony honoring the lives of those who died at the Abbey Gate Bombing, on August 26, 2024. | Kevin Carter/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A controversy over the Trump campaign’s behavior during a visit by Trump to Arlington National Cemetery last Monday has stretched for days with no end in sight.</p>\n\n<p class=\"has-text-align-none\">In part, the controversy is about the law: Federal law prohibits campaign or election activity at military cemeteries. In a larger sense, it’s yet another example of Trump flouting longstanding norms of decorum and ethical conduct — to the outrage of many, but not all.</p>\n\n<p class=\"has-text-align-none\">Trump’s team, it seems clear, wanted to use the military cemetery visit for political benefit. When a cemetery staff member tried to prevent Trump campaign aides from taking photographs and filming near servicemembers’ graves, a Trump aide physically pushed her aside.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Furthermore, once word of this incident leaked out, Trump’s campaign aides viciously insulted the cemetery staffer in startlingly personal terms.</p>\n\n<p class=\"has-text-align-none\">In one fell swoop, Trump’s team managed to violate norms against politicizing veterans’ sacrifices, shoving people, and ugly personal attacks.</p>\n\n<p class=\"has-text-align-none\">The Trump campaign has defended itself by pointing out that the family members of the servicemembers being memorialized that day have not protested his actions. Several of them <a href=\"https://truthsocial.com/@realDonaldTrump/posts/113037529550199315\">have defended</a> Trump, and they’re the ones who invited Trump to the cemetery in the first place, in part because <a href=\"https://nypost.com/2023/08/29/gold-star-families-rip-biden-over-kabul-airport-blast/\">they blame</a> Biden’s handling of the Afghanistan withdrawal for their loved ones’ deaths.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">What exactly happened with Trump at Arlington National Cemetery?</h2>\n\n<p class=\"has-text-align-none\">Monday was the third anniversary of the August 26, 2021, <a href=\"https://www.vox.com/2021/8/27/22643461/isis-k-kabul-airport-afghanistan-taliban\">Kabul airport attack</a> — a suicide bombing during the chaotic US withdrawal from Afghanistan that left 13 US service members dead.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some family members of those killed have blamed the attack on the Biden administration’s handling of the withdrawal, and have aligned with the Trump campaign — including by appearing <a href=\"https://www.politifact.com/article/2024/jul/18/families-of-13-fallen-us-service-members-emotional/\">at the Republican national convention</a> in July. And when planning an Arlington cemetery event to mark the attack’s third anniversary, they invited Trump.</p>\n\n<p class=\"has-text-align-none\">Since it is the height of the presidential campaign season, and since Trump has long criticized the Biden administration’s <a href=\"https://apnews.com/article/trump-michigan-afghanistan-war-46eb2b0861939bf022747920c0ee0234\">handling</a> of the Afghanistan withdrawal, US defense officials were concerned that the event could become inappropriately or even illegally political, the <a href=\"https://www.washingtonpost.com/politics/2024/08/28/trump-arlington-cemetery-section-60/\">Washington Post reports</a> — that it was a campaign event in disguise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So, officials laid down some restrictions. One was that Trump wasn’t supposed to bring his campaign staff. Another was that, after an initial ceremony at the Tomb of the Unknown Soldier that was open to the press, Trump’s visits to individual veterans’ graves, in a section of the cemetery <a href=\"https://www.npr.org/2024/08/28/nx-s1-5092041/arlington-trump-section60-veterans-altercation\">reserved primarily for veterans of Iraq and Afghanistan</a>, would be private.</p>\n\n<p class=\"has-text-align-none\">But Trump brought campaign aides anyway. And two of those aides — a campaign photographer and a videographer — tried to go with Trump to the individual graves. An Arlington cemetery staff member tried to stop the aides, but, <a href=\"https://www.washingtonpost.com/politics/2024/08/28/trump-arlington-cemetery-section-60/\">per the Post</a>, “a larger male campaign aide insisted the camera was allowed and pushed past the cemetery employee, leaving her shocked.” <a href=\"https://www.npr.org/2024/08/27/nx-s1-5091154/trump-arlington-cemetery\">According to NPR</a>, Trump campaign staff also “verbally abused” the official.</p>\n\n<p class=\"has-text-align-none\">After the ceremony, the Trump campaign organized a press call in which several family members of the servicemembers killed at Kabul praised Trump and <a href=\"https://www.foxnews.com/politics/biden-harris-have-never-once-reached-out-gold-star-families-13-fallen-servicemembers-say\">criticized</a> Biden and Harris.</p>\n\n<h2 class=\"wp-block-heading\">What has happened since then?</h2>\n\n<p class=\"has-text-align-none\">News of the altercation became public on Tuesday, when <a href=\"https://www.npr.org/2024/08/27/nx-s1-5091154/trump-arlington-cemetery\">NPR reported on the incident</a>. Trump campaign spokespeople <a href=\"https://x.com/TheStevenCheung/status/1828575389783933439\">claimed</a> they had permission to bring a photographer.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They also claimed the cemetery staff member wasn’t pushed — but viciously derided her anyway. Trump spokesperson Steven Cheung asserted that she was “clearly suffering from a <a href=\"https://www.npr.org/2024/08/27/nx-s1-5091154/trump-arlington-cemetery\">mental health episode</a>,” and co-campaign manager Chris LaCivita called her “despicable.” (Her name has not been made public, and <a href=\"https://www.nytimes.com/2024/08/29/us/politics/trump-arlington-cemetery-army.html\">the New York Times reported</a> that military officials “feared that the employee would face retaliation from Trump supporters if her identity became known.”)</p>\n\n<p class=\"has-text-align-none\">Trump’s team also <a href=\"https://truthsocial.com/@realDonaldTrump/posts/113037529550199315\">posted a statement</a> from several family members of two of the soldiers who died in the Kabul attack. “We had given our approval for President Trump’s official videographer and photographer to attend the event,” the statement says. (The permission of the families, however, has no bearing on the federal law prohibiting campaign activity at the cemetery.)</p>\n\n<p class=\"has-text-align-none\">“The president and his team conducted themselves with nothing but the utmost respect and dignity,” the family members’ statement continues.</p>\n\n<p class=\"has-text-align-none\">Utah Gov. Spencer Cox, a Republican who was also in attendance, <a href=\"https://x.com/GovCox/status/1828089276359414118/photo/2\">posted a photo</a> in which Trump stood with some veterans and family members by a grave, giving a thumbs-up. </p>\n\n<p class=\"has-text-align-none\">Trump’s team subsequently <a href=\"https://www.tiktok.com/@realdonaldtrump/video/7407571442088430878?lang=en\">made a TikTok video</a> including footage from the grave visits, with a voiceover from Trump blaming the Biden administration for the veterans’ deaths — clearly using the event for political purposes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Family members of one Green Beret whose grave was seen in these photos and videos (but who was not killed in the Kabul attack) issued a statement <a href=\"https://www.nytimes.com/2024/08/28/us/politics/trump-arlington-cemetery.html\">expressing concern</a> that Trump aides did not follow cemetery rules on filming and taking photos.</p>\n\n<p class=\"has-text-align-none\">On Thursday, the US Army — which manages Arlington National Cemetery — <a href=\"https://www.cnn.com/2024/08/29/politics/us-army-rebukes-trump-campaign-arlington-incident/index.html\">issued its own statement</a> backing the cemetery staff member and asserting that she was indeed “abruptly pushed aside” for attempting to assure adherence to the ban on political activities on cemetery grounds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This incident was unfortunate, and it is also unfortunate that the ANC employee and her professionalism has been unfairly attacked,” the statement said. However, it went on, the employee decided not to press charges, so the Army now “considers this matter closed.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A controversy over the Trump campaign’s behavior during a visit by Trump to Arlington National Cemetery last Monday has stretched for days with no end in sight. In part, the controversy is about the law: Federal law prohibits campaign or election activity at military cemeteries. In a larger sense, it’s yet another example of Trump [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "Serial’s Adnan Syed has once again had his conviction reinstated. Here’s what that really means.",
    "link": "https://www.vox.com/culture/23662123/adnan-syed-conviction-reinstated-appeal-lee-zoom",
    "pubDate": "2024-08-30T16:54:27.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Adnan Syed. | Lloyd Fox/Baltimore Sun/Tribune News Service via Getty Images\" data-portal-copyright=\"Lloyd Fox/Baltimore Sun/Tribune News Service via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24545689/1246490054.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Adnan Syed. | Lloyd Fox/Baltimore Sun/Tribune News Service via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The case of Adnan Syed, true crime cause célèbre, has been unresolved for the last two years thanks to a complex appeals process over the question of victims’ rights. The state <a href=\"https://www.vox.com/culture/23361826/adnan-syed-free-maryland-baltimore-criminal-justice\">vacated his conviction</a> for the murder of Hae Min Lee in 2022, only for an appellate court to reverse this decision and <a href=\"https://www.washingtonpost.com/dc-md-va/2023/03/28/adnan-syed-conviction-reinstated/\">reinstate his conviction</a> a few months later. Now the Maryland Supreme Court, after hearing arguments on all sides, has upheld Syed’s reinstated conviction.</p>\n\n<p class=\"has-text-align-none\">At issue was the question of whether Lee’s brother, Young Lee, her family’s court representative in the proceedings, had been given sufficient notice before the 2022 hearing on the motion to vacate Syed’s conviction — a hearing that lasted just minutes and saw Lee signing into the court via Zoom. Pleas filed directly by the victims or their families are rare, but this one was successful, with <a href=\"https://www.thebaltimorebanner.com/community/criminal-justice/adnan-syed-conviction-reinstated-F644C7ZF45HW3O5TKL7NXHHWWM/\">two courts</a> <a href=\"https://www.thebaltimorebanner.com/community/criminal-justice/adnan-syed-maryland-supreme-court-decision-JYLH7HPSO5GP5IG2KKXRUDBPUA/\">in a row</a> finding that Lee had not been afforded enough time to prepare for the hearing or attend it in person.</p>\n\n<p class=\"has-text-align-none\">In a 4-3 decision, the state Supreme Court found that the swift decision to vacate had “<a href=\"https://www.wisn.com/article/maryland-court-orders-redo-of-hearing-that-freed-adnan-syed-in-serial-case/62018582\">worked an injustice</a>” against Lee.  </p>\n\n<p class=\"has-text-align-none\">Because the issue concerns the right of the victim’s family to be present, rather than the actual question of Syed’s guilt or innocence — which the courts seem to have ultimately decided in his favor — the upholding of his conviction<strong> </strong>is mainly procedural. That means it likely won’t affect the ultimate outcome of Syed’s case. Prosecutors <a href=\"https://www.cnn.com/2022/10/11/us/adnan-syed-charges-dropped/index.html\">formally dropped charges</a> against him during the brief period in 2022 when his conviction had been overturned, citing new DNA testing of Hae Min’s clothing that returned results for four different people — none of which was a match for Syed.  </p>\n\n<p>The back-and-forth debate over Young Lee’s rights is important, however: It serves as a useful reminder to the court to prioritize victims’ rights — even in a case where it appears a wrongful conviction may have occurred.</p>\n\n<p>To the average onlooker, it might have seemed as though <a href=\"https://www.vox.com/culture/23361826/adnan-syed-free-maryland-baltimore-criminal-justice\">Syed’s release from prison</a> was a long time coming.&nbsp;The subject of the revolutionary first season of <a href=\"https://www.vox.com/serial-podcast\"><em>Serial</em></a> finally had his conviction for the 1999 murder of Lee, his ex-girlfriend, vacated in September 2022. The push to vacate, which was spearheaded in part by the Baltimore prosecutor’s office, arose after a special case review uncovered new evidence, including two new suspects, that cast reasonable doubt on his trial and conviction. Prosecutors dropped all charges against Syed just days later.</p>\n\n<p>However, the circumstances that led to Syed’s release were fairly unusual, coming only after years of exhausted appeals and, finally, a new case review that stemmed from a wider effort to bring desperately needed reform to Baltimore’s criminal justice system and sentencing procedures. The situation was so unusual, in fact, that it seems to have led to a pretty unusual exclusion: The victim’s family was given almost no time to prepare for the hearing.&nbsp;</p>\n\n<p>Hae Min’s brother, Young Lee, who was acting as victim’s advocate, was only given one day’s notice to prepare for the hearing, which included arranging for travel to and from Baltimore. According to the <a href=\"https://www.courts.state.md.us/data/opinions/cosa/2023/1291s22.pdf\">appellate decision</a>, the lower court originally assumed that Lee would be attending via a Zoom link — but Lee apparently only agreed to attend the hearing via Zoom as a last resort, since he’d had no time to prepare to attend in person.</p>\n\n<p>“I’ve never heard of a victim’s family being contacted a day before,” former Brooklyn prosecutor <a href=\"https://www.rendelmanlaw.com/about-julie-rendelman/\">Julie Rendelman</a> told Vox. “We usually let them know way in advance if any issues are arising. They would have been following along in the process way before a hearing had taken place.”&nbsp;</p>\n\n<p>Lee “wanted more time, because he wanted an opportunity to speak to his attorney and to have a better understanding of what the evidence was” supporting Syed’s innocence, she said. “But he couldn’t do that in a timely fashion, and so instead, last minute, he got on a Zoom call. So the question was whether that was sufficient notice.”&nbsp;</p>\n\n<p>The court found that it was not. On Tuesday, March 28, the appellate panel, in a 2-1 decision, reversed the earlier decision to vacate, temporarily reinstating Syed’s conviction. The court stayed the new decision for 60 days, meaning it doesn’t take effect for another two months, in order to give the prosecution and the defense in Syed’s case time to adjust to the reinstated verdict.&nbsp;</p>\n\n<p>Effectively, the stayed ruling keeps Syed from heading back to jail. Instead, it requires a redo of the original September hearing on the motion to vacate — a redo the appellate court found necessary so that the victim’s family could be present in person for the hearing.</p>\n\n<p>Rendelman told Vox it’s rare for this type of appeal by a victim’s family to be brought forward, and rare for such a ruling to be granted. “At the same time,” she stressed, “it’s also rare [not to] provide the victim’s family with notice.”</p>\n\n<p>“If a prosecutor did not reach out to the family letting them know way in advance that a hearing was coming down the pike in which the potential was that the individual who allegedly killed their loved one was going to get out of jail, that is preposterous.”</p>\n\n<p>She pointed out that although the court’s motion is basically a technicality, it does raise questions about the role of technology in a modern criminal justice setting. “It’s interesting,” Rendelman said, “because we really are in a different time than we were three years ago, where Zoom has become an acceptable form of participating in a court proceeding.” The appellate court, however, noted that not only was Lee’s family given short notice, but all the other relevant parties were able to attend in person, which created an unfair situation.</p>\n\n<p>“The exception here is that he didn’t want to be on Zoom and he wasn’t given any time to appear,” she said of Lee.</p>\n\n<p>Still, the fact that the victim’s family brought the appeal directly to the state seems to be a sticking point for some in the criminal justice community. “This is a case in which the victims rights proponents are looking to expand the rights that they already have in our criminal justice system,” University of Maryland professor Doug Colbert, who was one of Syed’s original lawyers, <a href=\"https://www.wmar2news.com/infocus/law-professor-gives-his-take-ahead-of-lee-appeal-hearing-in-adnan-syed-case\">told WMAR</a> prior to a February hearing on the appeal. “They’re saying that a crime victim should have basically the same rights and role as a prosecuting attorney.” He described any ruling in favor of Lee’s family as “extraordinary.”</p>\n\n<p>But Rendelman points out that Lee’s family isn’t actually asking for more power — just to exercise their right to be present. “They’re not asking for any control over the decision; they just want to be present for it, which is what they have a right to do. The law doesn’t require them to have a say in what happens. The law just requires them to be able to attend.</p>\n\n<p>“Those who have issues with the ruling question whether the victims should have such a big say in what goes on in a criminal procedure. But those on the other side are quite victorious because their position is that victims’ rights should be respected, particularly in a case like this, where they’ve been living with the loss of a family member for 20 years and would like some transparency in how the hearing proceeds.”</p>\n\n<p>Because the prosecution has already decided to drop all charges against Syed, it would be highly unlikely for anything to change the ultimate outcome of a new hearing to vacate his conviction. Indeed, it’s unlikely this hearing, as rare as it is, would even make the news had the families involved not been so high-profile.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This wouldn’t have made the paper had it not been [related to] Adnan Syed,” Rendelman said. “No matter what the case is, each victim’s family deserves the same respect regardless.”</p>\n\n<p class=\"has-text-align-none\">The decision to accede to Young Lee’s request to be present at the hearing wasn’t unanimous; the appellate court was <a href=\"https://www.courts.state.md.us/data/opinions/cosa/2023/1291s22.pdf\">divided 2-1</a> over the issue, and the Maryland Supreme Court was divided 4-3, with dissenting Justice Michele D. Hotten <a href=\"https://www.wisn.com/article/maryland-court-orders-redo-of-hearing-that-freed-adnan-syed-in-serial-case/62018582\">writing</a>, “this case exists as a procedural zombie” and that the “doctrine of mootness” — a <a href=\"https://constitution.findlaw.com/article3/the-mootness-doctrine.html\">procedural determination</a> about the actual relevance of the appeal — “was designed to prevent such judicial necromancy.” Effectively, Hotten was arguing that since the decision to vacate Syed’s conviction had already been decided, the back-and-forth in the higher courts over Lee’s right to attend was all superfluous.  </p>\n\n<p class=\"has-text-align-none\">What happens next? For now, Syed will likely remain out of jail until the 2022 hearing that freed him can be redone, this time with Young Lee in the court room. All in all, although Syed’s conviction remains reinstated, nothing suggests that Lee’s ability to attend and participate in a new hearing on the motion to vacate will change the already established outcome. If that happened, it would be an utterly extraordinary and unprecedented moment in an already extraordinary case. </p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 30, 12:45 pm ET: </strong>This article was originally published on March 29, 2023. It has been updated to reflect the most recent court decision in Syed’s case.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The case of Adnan Syed, true crime cause célèbre, has been unresolved for the last two years thanks to a complex appeals process over the question of victims’ rights. The state vacated his conviction for the murder of Hae Min Lee in 2022, only for an appellate court to reverse this decision and reinstate his [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "The case of the nearly 7,000 missing pancreases",
    "link": "https://www.vox.com/future-perfect/367812/organ-donation-loophole-pancreas-opo",
    "pubDate": "2024-08-30T14:00:48.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Valerie Rodriguez (left), one of the first patients in France to receive a pancreatic islets transplant as part of routine care, speaks with Laurence Kessler, professor of diabetology at the University Hospital of Strasbourg (HUS) and member of the French-speaking diabetes society, in Strasbourg, eastern France, on November 14, 2022. | Frederick Florin/AFP via Getty Images\" data-portal-copyright=\"Frederick Florin/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1244771286.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Valerie Rodriguez (left), one of the first patients in France to receive a pancreatic islets transplant as part of routine care, speaks with Laurence Kessler, professor of diabetology at the University Hospital of Strasbourg (HUS) and member of the French-speaking diabetes society, in Strasbourg, eastern France, on November 14, 2022. | Frederick Florin/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">There are some mysteries that I fear I’ll never see resolved. Who was <a href=\"https://en.wikipedia.org/wiki/D._B._Cooper\">DB Cooper</a> and what happened to him? Who <a href=\"https://en.wikipedia.org/wiki/Isabella_Stewart_Gardner_Museum_theft\">robbed the Gardner Museum</a> of its Vermeer and Rembrandts in 1990? And, most pressingly: where are the <a href=\"https://www.amjtransplant.org/article/S1600-6135(23)00462-8/abstract\">thousands of pancreases</a> taken out of Americans’ dead bodies in 2021, 2022, and 2023 that were never transplanted into anybody?</p>\n\n<p class=\"has-text-align-none\">Let me back up. Pancreata (the correct plural form of “pancreas”) are one of those organs that are difficult to live without. Without one, you don’t have insulin to regulate blood sugar or enzymes necessary to digest food. So all donated pancreata come from dead people who register as organ donors. In the US, we outsource the job of collecting organs from dead bodies to private groups called organ procurement organizations, or OPOs. Each OPO has a monopoly on organs in a particular geographic area; there are <a href=\"https://optn.transplant.hrsa.gov/about/search-membership/?memberType=Organ%20Procurement%20Organizations&amp;organType=%27AL%27&amp;state=0&amp;region=0\">56 groups total</a>, some of which only cover part of a state and some of which cover multiple states.</p>\n\n<p class=\"has-text-align-none\">For some time now, independent analysts and investigative reporters have argued that OPOs are underusing deceased donor organs by the tens of thousands. One report from 2019 estimated that every year <a href=\"https://www.bridgespan.org/bridgespan/Images/articles/reforming-organ-donation-in-america/reforming-organ-donation-in-america-12-2018.pdf\">28,000 usable organs</a> (mostly kidneys but also pancreata, hearts, livers, etc.) from deceased donors are never used; another put <a href=\"https://www.washingtonpost.com/graphics/2018/national/organ-transplant-shortages/?utm_term=.806b23dd755d\">the number at 75,000</a>. This, when the national waitlist for organs is <a href=\"https://www.organdonor.gov/learn/organ-donation-statistics\">more than 100,000 people long</a>.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">Historically, OPOs have faced perverse incentives. For instance, they were most often evaluated on the basis of how many organs are recovered per “eligible death,” but “eligible death” is a determination made by the OPOs themselves. That made it easy to juice the stats by, for instance, classifying some deaths as “ineligible” even when the organs were perfectly usable. That made “organs recovered per eligible deaths” go up without actually getting more people organs. OPO contracts with the federal government are <a href=\"https://archive.triblive.com/local/pittsburgh-allegheny/taxpayers-help-pay-for-organ-donor-groups-parties-rose-parade-expenses/\">quite lucrative</a>, which means OPO executives have ample reason to <a href=\"https://www.pogo.org/investigations/heartless-organ-donation-contractors-lobby-against-a-popular-health-care-initiative-while-pocketing-pandemic-relief-loans\">fight hard</a> to retain them.</p>\n\n<p class=\"has-text-align-none\">In 2019, President Donald Trump <a href=\"https://www.vox.com/future-perfect/2019/7/10/20687507/triump-kidney-disease-transplant\">issued a quite good executive order</a> instructing the Centers for Medicare and Medicaid Services (CMS), which oversees OPOs, to change the way they’re evaluated. The order led to two new metrics that were meant to be harder to game. The rule was finalized in December 2020, and — after also being reviewed and approved by the <a href=\"https://www.pogo.org/investigations/americas-transformative-new-organ-donation-rule-goes-into-effect-over-objections-from-monopolistic-contractors#:~:text=The%20Centers%20for%20Medicare%20and,effective%20on%20March%2030%2C%202021.\">Biden administration</a> — <a href=\"https://www.federalregister.gov/documents/2021/02/02/2021-02180/medicare-and-medicaid-programs-organ-procurement-organizations-conditions-for-coverage-revisions-to\">took effect in March 2021</a>. It came with real teeth: OPOs that did particularly badly would face decertification, meaning another OPO with a better track record of serving patients would take over their territory.</p>\n\n<p class=\"has-text-align-none\">The rule had the potential to force OPOs to collect more organs and save thousands more lives every year. But the OPOs quickly figured out a new loophole. And now, a little more than a week after this story was originally published, <a href=\"https://www.cms.gov/files/document/qso-24-19-opo.pdf\" data-type=\"link\" data-id=\"https://www.cms.gov/files/document/qso-24-19-opo.pdf\">federal regulators are acting to close it</a>.</p>\n\n<h2 class=\"wp-block-heading\">The birth of the pancreas loophole</h2>\n\n<p class=\"has-text-align-none\">The rule’s new metrics were meant to be based on objective criteria. It asked OPOs to tally the total number of deceased people 75 and younger with causes of death compatible with donation, and then estimate the number of deceased donors each year as a share of that total population, and the number of organs actually used as a share of that total population. The denominator was now something that OPOs couldn’t tamper with. That meant, hopefully, that they’d be judged solely on how many organs they recovered and transplanted into people — on how many thousands of lives they saved.</p>\n\n<p class=\"has-text-align-none\">But while OPOs couldn’t muck with the denominator anymore, they could still muck with the numerators. Being a donor generally means that your organs are used in a transplant, but there’s a carveout for one organ: the pancreas. A <a href=\"https://www.govinfo.gov/app/details/PLAW-108publ362\">narrow 2004 law</a> allows researchers running clinical trials to conduct transplants of islet cells (the parts of the pancreas that produce insulin) as a potential cure for diabetes. Because of that law, OPOs could “recover” pancreases for islet cell transplant research, and get credit for recovering more organs under the new rule. But the federal government never asked for any proof that these organs were part of any FDA-approved research.</p>\n\n<p class=\"has-text-align-none\">Sure enough, the total number of pancreata that OPOs labeled as for “research” grew from 513 in 2020 to a whopping 3,238 in 2023. The number of donors whose only recovered organ was a pancreas designated for research grew from 25 to 429, according to the <a href=\"https://optn.transplant.hrsa.gov/\">Organ Procurement &amp; Transplantation Network</a>. That’s an over tenfold increase in three years.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"OPOs reported many more pancreas recoveries right after the government started judging them on how many organs they recovered\" src=\"https://datawrapper.dwcdn.net/QrbaT/1/\" frameborder=\"0\" height=\"412\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">Last year, Lenny Bernstein, a reporter at the Washington Post who’s been watching this scandal closely, <a href=\"https://www.washingtonpost.com/health/2023/03/20/organ-transplant-groups-pancreas-collection/\">talked to pancreatic researchers</a> who all reported there was no sudden surge in need for pancreases in research projects. Indeed, if you look at the <a href=\"https://optn.transplant.hrsa.gov/about/search-membership/?memberType=Transplant+Centers&amp;state=-1&amp;region=0\">small handful of medical centers</a> that use research pancreata for islet cell transplants, you find that there were only 24 transplants conducted in all of 2023: 22 at the University of Chicago Medical Center, and one each at City of Hope Medical Center outside Los Angeles, and at the Hospital of the University of Pennsylvania.</p>\n\n<p class=\"has-text-align-none\">That’s 3,238 pancreata recovered for islet cell transplant research in 2023, and only 24 actual transplants conducted that year. Where did the other 3,214 pancreata go? Where did the nearly 7,000 pancreata taken from dead Americans’ bodies over the past three years and not used for transplants go?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The waiting list for people needing just pancreata is <a href=\"https://www.organdonor.gov/learn/organ-donation-statistics/detailed-description#fig1\">barely 800 people</a>. That number could be zero if these organs were better allocated. Where are they?</p>\n\n<p class=\"has-text-align-none\">I asked the Association of Organ Procurement Organizations (AOPO), a kind of trade group for the organ procurers, for an explanation. “CMS developed and implemented the current rule governing the use of pancreata for research in 2021. As is required, OPOs have been complying with the rule since that time,” AOPO’s president Dorrie Dils told Vox in a statement. “OPOs have always followed CMS guidance and will continue to do so.”</p>\n\n<p class=\"has-text-align-none\">That’s one interpretation. Another is that we could be seeing an attempt by OPOs to get around regulations, and avoid being decertified because they don’t facilitate enough donations. That’s certainly how the <a href=\"https://www.finance.senate.gov/chairmans-news/wyden-grassley-cardin-young-raise-alarm-over-dramatic-increase-in-pancreata-procurement-\">Senate Finance Committee</a>, where a bipartisan group of senators has been investigating the matter, sees it. In a letter to OPOs sent last year, the committee quoted from a listserv of OPO employees. In a thread discussing the new rules, an OPO employee wrote, “If you have a donor with only a pancreas for research, that is an organ donor for the Donor Rate. Otherwise, a donor is any donor with at least 1 organ transplanted. Savvy (or cynical?) OPOs ought to start a pancreas for research program immediately.”</p>\n\n<p class=\"has-text-align-none\">Savvy (or cynical?) indeed! In a <a href=\"https://aopo.org/wp-content/uploads/AOPO-SFC-Pancreas-Research-Statement-03-21-2023.pdf\">reply to the committee</a>, AOPO protested that “OPOs have been operating according to the rule” and that the research donations mean “the organ does not go to waste.” Have they not gone to waste? The committee asked OPOs to report back which specific research studies they gave the pancreata to; I know of no OPO that has put out data formally tying each pancreas to a specific study.</p>\n\n<p class=\"has-text-align-none\">This past January, <a href=\"https://www.cms.gov/files/document/qso-24-04-opo.pdf\">CMS sent a letter to OPOs</a> reminding them that they could only count pancreases that were actually used for research. But the <a href=\"https://www.finance.senate.gov/chairmans-news/wyden-grassley-cardin-and-young-call-on-cms-to-strengthen-protections-against-excessive-and-unnecessary-recoveries-of-pancreata-from-organ-donors\">Senate committee urged it to take a further step</a>: clarify that only pancreata donated to research approved by the FDA counts under the rule. That is, OPOs cannot make themselves look better and avoid decertification just by recovering pancreata and then sticking them in a freezer. They have to actually get the pancreata into the hands of scientists.</p>\n\n<p class=\"has-text-align-none\">On August 29, CMS took the Senate committee’s advice, <a href=\"https://www.cms.gov/files/document/qso-24-19-opo.pdf\">issuing a memorandum</a> clarifying that “pancreata will be considered ‘used’ for research if they are accepted for use in bona fide islet cell research conducted by a qualified researcher, such as research approved by the National Institutes of Health.” That is, the 24 islet cell transplants in 2023 will count when CMS evaluates OPOs; the other 3,214 pancreata recovered that year might not.</p>\n\n<p class=\"has-text-align-none\">It’s a very simple change, but it means greater accountability for OPOs — accountability that could lead to thousands more organs going to people who need them.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 30, 10 am:</strong> This story was originally published on August 21, 2024, and has been updated to reflect new information that the CMS issued a memorandum, updating its pancreata policy.</em></p>\n\n<p class=\"has-text-align-none\"><strong><em>Correction, August 22, 1:20 pm: </em></strong><em>A previous version of this story misstated whether a person can live without a pancreas. It’s possible, but difficult.</em></p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There are some mysteries that I fear I’ll never see resolved. Who was DB Cooper and what happened to him? Who robbed the Gardner Museum of its Vermeer and Rembrandts in 1990? And, most pressingly: where are the thousands of pancreases taken out of Americans’ dead bodies in 2021, 2022, and 2023 that were never [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "I’m an AI skeptic. But one critique misses the mark.",
    "link": "https://www.vox.com/future-perfect/369502/chatgpt-ai-image-generator-regulation-debate",
    "pubDate": "2024-08-30T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo of a man wearing glasses. A screen showing Chat GPT and its logo are reflected in the lenses of his glasses. \" data-caption=\"\" data-portal-copyright=\"Frank Rumpenhorst/picture alliance via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2165203047.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">As California advances new <a href=\"https://www.vox.com/future-perfect/355212/ai-artificial-intelligence-1047-bill-safety-liability\">AI regulations</a> and companies continue to pour billions of dollars into building the most powerful systems yet, I hear a recurring grumble online: Why is AI being shoved down our throats? What is this good for? <a href=\"https://www.fastcompany.com/91033052/does-anyone-even-want-an-ai-search-engine\">Does anyone actually want this</a>?&nbsp;</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://news.gallup.com/poll/648953/americans-express-real-concerns-artificial-intelligence.aspx\">one recent Gallup poll</a>, the percentage of Americans who think AI does more harm than good is twice that of those who think it does more good than harm. (However, ‘“neutral” is the most popular answer.) Fed up with AI hype and with AI-generated text everywhere, a lot of us feel like AI is something tech companies are imposing on people who were perfectly happy before, thank you very much.</p>\n\n<p class=\"has-text-align-none\">Tech companies are definitely, unambiguously, <a href=\"https://www.nytimes.com/2024/06/04/technology/openai-culture-whistleblowers.html\">being reckless</a>. Only in the field of AI will people claim that their work is <a href=\"https://www.vox.com/future-perfect/2024/1/10/24032987/ai-impacts-survey-artificial-intelligence-chatgpt-openai-existential-risk-superintelligence\">moderately likely to lead to mass deaths</a> or even human extinction and then argue they should get to keep doing it totally unregulated anyway. I see where the public’s skepticism is coming from, and I’m skeptical too.</p>\n\n<p class=\"has-text-align-none\">But these very real problems with AI don’t make every single complaint about AI correct, and something about the “this is being shoved down our throats” complaint doesn’t sit right with me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One thing that’s easy to forget about <a href=\"https://www.vox.com/recode/2023/1/5/23539055/generative-ai-chatgpt-stable-diffusion-lensa-dall-e\">generative AI</a> is how new it all is. Ten years ago, none of the tools now in everyday use existed at all. Most of them didn’t exist five years ago, or they were little more than useless party tricks. Two years ago, some early versions of these tools had been developed — but almost no one knew about them. Then, OpenAI gave ChatGPT a friendly (rather than forbiddingly scientific) interface. Two months after its launch, the app had <a href=\"https://www.reuters.com/technology/chatgpt-sets-record-fastest-growing-user-base-analyst-note-2023-02-01/\">100 million active users</a>.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">Organic enthusiasm created a world seemingly replete with AIs. A new AI technology captured the public imagination overnight and droves of people started using it. It’s <a href=\"https://www.technologyreview.com/2023/03/21/1070111/google-bard-chatgpt-openai-microsoft-bing-search/#:~:text=Artificial%20intelligence-,Google%20just%20launched%20Bard%2C%20its%20answer%20to%20ChatGPT%E2%80%94and%20it,sidekick%20to%20its%20search%20engine.&amp;text=Google%20has%20launched%20Bard%2C%20the,ChatGPT%20and%20Microsoft's%20Bing%20Chat.\">in response to ChatGPT</a> that competitors doubled down on their own AI programs and released their own chatbots.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You don’t have to like AI. Your skepticism is profoundly warranted. But the world we live in today is a direct product of ChatGPT’s meteoric rise — and like it or not, that rise was driven by the massive number of people who want to use it.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">There are good reasons for generative AI enthusiasm — and very real drawbacks</h2>\n\n<p class=\"has-text-align-none\">A lot of the resentment of AI I see bubbles up when you try to learn about something and run into a shoddy, AI-generated article mass produced for SEO. It is undeniably deeply annoying for high-quality text to be replaced by low-quality AI text. Especially when, as is often the case, it looks fine at first glance and only upon closer reading do you realize it is incoherent. Many of us have had that experience, and it does pose a serious threat to the culture of sharing authentic work that made the internet great.</p>\n\n<p class=\"has-text-align-none\">While “people trying to put AI slop in our faces” is a highly visible consequence of the AI boom, as is <a href=\"https://www.bestcolleges.com/research/most-college-students-have-used-ai-survey/\">cheating on tests</a> and the purported <a href=\"https://www.nytimes.com/2022/09/02/technology/ai-artificial-intelligence-artists.html\">death of the arts</a>, AI’s valuable uses are often less apparent. But it does have them: It’s <a href=\"https://github.blog/ai-and-ml/generative-ai/how-generative-ai-is-changing-the-way-developers-work/\">ridiculously helpful to programmers</a>, enables new kinds of <a href=\"https://www.nytimes.com/2024/03/04/arts/infinite-craft-ai-video-game.html\">cool and imaginative games</a>, and functions as a crude copy editor for people who could never afford one.&nbsp;<strong> </strong></p>\n\n<p class=\"has-text-align-none\">I find AI useless for writing, but I frequently use it to extract text from a screenshot or picture that I’d previously have had to type out myself or pay for a service to handle. It’s great at inventing fantasy character names for my weekend D&amp;D game. It’s handy for rewriting text at an easier reading level so I can design activities for my kids. In the right niches, it does feel like a tool for the imagination, letting you skip from vague concepts to real results.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And — again — this technology is incredibly new. It does feel a bit like we’re watching the first light bulbs and <a href=\"https://www.smithsonianmag.com/smart-news/people-had-to-be-convinced-of-the-usefulness-of-electricity-21221094/\">debating whether electricity is really an improvement</a> or a party trick. Even if we manage to cease the race to build more and more powerful AI systems without oversight (and I really think we should), there is so much more to discover about how to effectively make use of the systems we have.&nbsp;</p>\n\n<p class=\"has-text-align-none\">AI chatbots are mocked while they’re mediocre, but if every single small business could cheaply have a functional live 24/7 customer service chat, that’d actually make it easier for them to compete with large businesses that already have those services. AI might well make that happen in the next few years. If people can more easily realize their ideas, that’s a good thing. If text they found unreadably confusing is now accessible to them, that’s a good thing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">AI can be used to check the quality of work, not just generate mediocre-quality work. We don’t have <a href=\"https://arxiv.org/abs/2401.10917\">high-quality automated text review</a> for statistical errors and misconduct in scientific papers yet, but it’d be enormously valuable if we did. AI can be used to produce cheap, lousy essays, but it can also give fairly useful feedback on the first draft of a piece — something many authors wish they could receive but can’t.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And many of the most annoying things about AI are a product of a culture that hasn’t yet adjusted to them and responded, both with regulation and with further innovation. I wish that AI companies had been more careful about deploying technologies that overnight made the internet less usable, but I also believe in our ability to adapt. Facebook spent three months full of baffling AI spam, but the company adjusted some content filters and now (on my feed, at least) the spam is mostly gone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The ease of pumping out meaningless marketing copy is a challenge for search engines, which used to assume that having a lot of text made a source more authoritative. But frankly, that was a bad assumption even before ChatGPT, and search engines will simply need to adapt and figure out how to surface high-quality work.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over time, all of the backlash and grumbling and consumer behavior will shape the future AI — and we can collectively shape it for the better.</p>\n\n<p class=\"has-text-align-none\">That’s why the AI outcomes that tend to worry me have to do with building extremely powerful systems without oversight. Our society can adjust to a lot — if we have time to react, adjust, regulate where appropriate, and learn new habits. AI may currently have more bad applications than good ones, but with time we can find and invest in the good ones. We’re only in real trouble if human values stop being a major input: if we stumble into giving away more and more <a href=\"https://www.cold-takes.com/how-we-could-stumble-into-ai-catastrophe/\">decision-making power to AI</a>. We might do that! I’m nervous!&nbsp;</p>\n\n<p class=\"has-text-align-none\">But I’m not too worried about there being lots of bad AI content, or the absurd number of pitch emails I get for unnecessary AI products. We’re in the early stages of figuring out how to make this tool useful, and that’s okay.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As California advances new AI regulations and companies continue to pour billions of dollars into building the most powerful systems yet, I hear a recurring grumble online: Why is AI being shoved down our throats? What is this good for? Does anyone actually want this?&#160; In one recent Gallup poll, the percentage of Americans who [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "Why a leading expert on gun violence is sounding alarms about the 2024 election",
    "link": "https://www.vox.com/politics/369441/political-violence-2024-election",
    "pubDate": "2024-08-30T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Former President Trump on the ground moments after being shot at.\" data-caption=\"Former President Donald Trump moments after being shot at during a rally on July 13, 2024 in Butler, Pennsylvania. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2161922590.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Donald Trump moments after being shot at during a rally on July 13, 2024 in Butler, Pennsylvania. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s been less than two months since the <a href=\"https://www.vox.com/politics/360390/trump-shot-assassination-attempt-shooter-bullet-butler-pennsylvania-biden-secret-service-updates\">assassination attempt on former President Donald Trump</a> at a rally in Butler, Pennsylvania, and while lawmakers and law enforcement are continuing <a href=\"https://www.washingtonpost.com/nation/2024/08/26/trump-assassination-house-task-force-butler/\">to investigate what happened,</a> the presidential campaign <a href=\"https://www.vox.com/politics/368004/donald-trump-policy-positions-issues-guide\">has largely</a> <a href=\"https://www.vox.com/politics/367990/kamala-harris-policy-positions-issues-guide\">moved on</a>. </p>\n\n<p class=\"has-text-align-none\">Investigators say that the shooter was likely <a href=\"https://www.nytimes.com/2024/08/28/us/politics/thomas-crooks-trump-fbi.html\">less motivated by political ideology</a> than he was by a desire to commit a mass shooting. But for researchers who study <a href=\"https://www.vox.com/politics/360792/political-violence-trump-shooting-rally-butler-assassination\">political violence</a>, there are <a href=\"https://www.vox.com/politics/360557/trump-assassination-attempt-republican-response-political-violence-irresponsible\">still concerns about the risk</a> that the US will experience more dangerous incidents this election cycle and beyond. The assassination attempt is the latest event — after the <a href=\"https://www.bbc.com/news/world-us-canada-66540466\">intimidation of election officials and workers</a> by Trump supporters in 2020 and the attempted <a href=\"https://www.vox.com/policy-and-politics/23513019/january-6-committee-report-trump-2020-election-insurrection\">insurrection</a> on January 6, 2021, <a href=\"https://www.brookings.edu/articles/how-hateful-rhetoric-connects-to-real-world-violence/\">not to mention rhetoric from the Republican candidate and his allies</a> — to heighten their worries. In July, a group of legal scholars, national security experts, and law enforcement called on elected <a href=\"https://thehill.com/opinion/national-security/4836866-a-plan-to-address-political-violence-before-election-day/\">officials to create</a> election safety task forces on a state and national level to respond to and monitor threats pertaining to the election. (The Department of Justice launched an <a href=\"https://www.justice.gov/voting/election-threats\">election threat task force in 2021</a>, but <a href=\"https://oregoncapitalchronicle.com/2024/06/14/election-workers-worry-that-federal-threats-task-force-isnt-enough-to-keep-them-safe/\">election workers</a> and officials still say they are <a href=\"https://www.brennancenter.org/our-work/analysis-opinion/poll-election-officials-finds-concerns-about-safety-political\">worried for their safety</a>.) </p>\n\n<p class=\"has-text-align-none\">Gun violence researchers are also concerned. Garen Wintemute, a physician and founder of <a href=\"https://health.ucdavis.edu/vprp/aboutus/\">UC Davis’s Violence Prevention Research Program</a>, has been studying gun violence <a href=\"https://www.nature.com/articles/496412a\">since the 1980s</a>. In late 2021, the center turned its attention to political violence. Last year, it <a href=\"https://health.ucdavis.edu/vprp/news/headlines/new-study-looks-at-attitudes-towards-political-violence/2023/09\">published the results of a large survey</a> digging into Americans’ beliefs on the issue. </p>\n\n<p class=\"has-text-align-none\">“Small but concerning proportions of the population consider violence, including lethal violence, to be usually or always justified to advance political objectives,” Wintemute and his colleagues <a href=\"https://injepijournal.biomedcentral.com/articles/10.1186/s40621-023-00456-3\">write</a>. Nearly 19 percent of respondents <a href=\"https://health.ucdavis.edu/vprp/news/headlines/new-study-looks-at-attitudes-towards-political-violence/2023/09\">said that</a> “having a strong leader” was more important than having a democracy. Almost 14 percent predicted a civil war in the United States in the next few years, and just under eight percent said that in the next few years, if they found themselves in a situation where they believed political violence was justified, they planned to be armed with a gun.</p>\n\n<p class=\"has-text-align-none\">The center is preparing to release a new survey this fall, with its latest insights on the appetite for political violence in the United States. Before they do, Wintemute shared with Vox some early takeaways from its findings, along with some ideas about what people can do to create a country less vulnerable to political violence.</p>\n\n<p class=\"has-text-align-none\"><em>This interview has been edited for length and clarity.</em></p>\n\n<p class=\"has-text-align-none\"><strong>What does the 2024 data reveal about the risk for political violence in the US?</strong></p>\n\n<p class=\"has-text-align-none\"><strong>Garen Wintemute:</strong> We’re continuing to see a sustained level of support for the idea of political violence, and of willingness to be a combatant if civil war comes about. There is a clear connection with some subsets of firearm ownership, but also with racism and sexism and homophobia — pretty much any brand of fear and loathing you might want to mention. </p>\n\n<p class=\"has-text-align-none\">What we’re seeing bears out hunches and predictions people had years ago, but there are two pieces of good news: One is that gun purchasing did eventually fall back to essentially baseline levels [from <a href=\"https://www.vox.com/policy/353878/new-guns-us-violence\">2020 and 2021</a>.] It’s a leading indicator and we watch it like a hawk. The other piece of good news is that rates of gun violence were frighteningly high in 2020 and 2021, but fell in 2022 and 2023. So far, we’re not seeing an increase from 2023 in 2024.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But I’ll put an asterisk on that. We’re living through this in real time. I think there’s probably agreement among the people who look at this closely that the set of circumstances most likely to produce political violence in this country in the next few months are a closely contested election, with momentum swinging to Democrats, and with high-profile instances of political violence having already occurred.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those are the circumstances we are in today. The barometer fluctuates a little, but right after the assassination attempt I got asked, did you think this was going to happen, what happened to Donald Trump in Pennsylvania? You can&#8217;t predict the specifics, but for weeks, I’d been ending every day, thinking: Wow, we made it another day. Yes, it’s going to happen. With that same level of certainty, I think it will happen again. Whether it will involve an elected official as a target, I can’t say. But we’ve opened the door to political violence this election season, and there are still some leaders using rhetoric that enables violence. And we will all pay a price for that, I suspect. </p>\n\n<p class=\"has-text-align-none\"><strong>You don’t think this is the last we’ve seen of political violence this election cycle?</strong></p>\n\n<p class=\"has-text-align-none\">I personally think that large-scale political violence is really, really unlikely. I feel more sanguine about that prediction, given our 2024 data. We asked people, suppose that there were a right-wing insurgency or a left-wing insurgency. Would you support either over the government? In both cases, most respondents said neither. I take that as good news. Large-scale violence is really unlikely. A few months from now, I might feel differently. </p>\n\n<p class=\"has-text-align-none\">But sporadic outbreaks, particularly if the battleground states remain really close — is it possible? Sure. Might there be attempts to intimidate election officials? Absolutely.</p>\n\n<p class=\"has-text-align-none\">Most of us, most of the time, and some of us, all of the time, do not think that violence is how we solve problems in this country. We will react negatively when people use violence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What we really need to work on is producing a culture that is not receptive to the propagation of political violence, so it might happen here and there but we won&#8217;t see a sustained chain of events.</p>\n\n<p class=\"has-text-align-none\"><strong>Where is political violence most likely to come from?</strong></p>\n\n<p class=\"has-text-align-none\">Probably the most influential social movement in the US right now is <a href=\"https://www.vox.com/2018/10/8/17941066/the-trump-prophecy-liberty-university-christian-nationalism\">Christian nationalism</a>, which holds not just that the United States, by tradition, is and ought to be a Christian nation, but that end times are coming and we need to be ready. </p>\n\n<p class=\"has-text-align-none\">I think of this partly as a researcher, and partly as a clinician. Psychological injury is like physical injury; it can heal, but it leaves a scar. It leaves the person changed. So people who have sustained psychological injury after injury, or they’ve seen their privileged status in this society erode, need to make sense of it all. So how do some make sense of it all? They find somebody to blame, which is where you get xenophobia and replacement theory, and so on. You find a way to make it right. You start to think, I’m willing to kill and be killed in order to preserve the thing I believe in. That is how wars start.</p>\n\n<p class=\"has-text-align-none\"><strong>What works at preventing political violence? Do we know?</strong></p>\n\n<p class=\"has-text-align-none\">We do have some data on this. We asked people: If a civil war broke out, how likely would you be to do any of the following things? They started with leaving the country and ended with killing a noncombatant from the other side, with a bunch of options in between. In the middle was participate as a combatant. It was a small number of people who said yes. </p>\n\n<p class=\"has-text-align-none\">We asked the people who said it was not at all likely that they’d participate as a combatant, would you change your position from if you were urged to do so by family, friends, religious leaders, community leaders, or the media? And conversely, we asked the people who said they would be combatant, would you change your position in response to those same groups?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The people who started with saying “I’m not going to be a combatant” were not open to change. It didn’t matter the source of influence. For the would-be combatants, a big number would switch if their family asked them not to, or friends, or even some media sources. I was literally dancing around this office, seeing the numbers on the screen, because that leads directly to intervention. </p>\n\n<p class=\"has-text-align-none\">Basically, the vast majority of people out there who do not think violence is justified need to talk it up, because you’re not going to change your mind and we can prove it. But the people on the other side, if you talk to them — whether we’re talking about individuals talking to family and friends, or media outlets putting it in their programming — we can create a climate of nonacceptance for political violence. And in doing that, we can expect that it will work.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s been less than two months since the assassination attempt on former President Donald Trump at a rally in Butler, Pennsylvania, and while lawmakers and law enforcement are continuing to investigate what happened, the presidential campaign has largely moved on.  Investigators say that the shooter was likely less motivated by political ideology than he was [&#8230;]",
    "author": "Marin Cogan"
  }
]