[
  {
    "title": "Why Harris and Trump don’t want a Japanese company to buy US Steel",
    "link": "https://www.vox.com/politics/371377/us-steel-nippon-steel-kamala-harris-donald-trump-unions",
    "pubDate": "2024-09-12T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Image of a US Steel plant  with a huge American flag painted on the side, belching steam.\" data-caption=\"The United States Steel Corp. Clairton Coke Works facility in Clairton, Pennsylvania, on September 4, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2169610510.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The United States Steel Corp. Clairton Coke Works facility in Clairton, Pennsylvania, on September 4, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s hard to think of a more iconically American company than US Steel. It’s right there in the name.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But it’s more than that. The company emerged from Andrew Carnegie’s Pittsburgh-area steel mills, which produced <a href=\"https://www.google.com/books/edition/All_the_Money_in_the_World/MQ4KnsyVQh8C?hl=en&amp;gbpv=1&amp;pg=PA17&amp;printsec=frontcover&amp;dq=carnegie\">one of the largest fortunes</a> and were the site of <a href=\"https://aflcio.org/about/history/labor-history-events/1892-homestead-strike\">one of the bloodiest and most brutal industrial strikes</a> in US history. Its formation in 1901 was <a href=\"https://www.google.com/books/edition/Big_Steel/ixYEjoykrhYC?hl=en&amp;gbpv=1&amp;pg=PA17&amp;printsec=frontcover\">orchestrated by J.P. Morgan</a>, who blended Carnegie Steel Company with several smaller concerns in one of the first large-scale corporate mergers the country had ever seen. At its wartime peak in 1943, the firm <a href=\"https://web.archive.org/web/20181012210047/http://old.post-gazette.com/businessnews/20010225ussteel2.asp\">employed over 340,000 people</a>. When the organized crime figure Meyer Lansky reputedly claimed in 1962 that the mafia was “bigger than US Steel,” he was making quite a brag.</p>\n\n<p class=\"has-text-align-none\">Today, that wouldn’t be much of a brag. As of the end of last year, the company had <a href=\"https://investors.ussteel.com/sec-filings/all-sec-filings/content/0001163302-24-000009/0001163302-24-000009.pdf#page=10\">fewer than 22,000 employees</a>. In terms of employee headcount, the <a href=\"https://www.utimes.pitt.edu/news/annual-irs-filing-shows#:~:text=The%20number%20of%20people%20employed,it%20filed%20on%20May%2015\">University of Pittsburgh</a> is bigger than US Steel. It’s no longer even the largest American steel company (it’s <a href=\"https://worldsteel.org/data/top-producers/\">third</a>). And that’s not much competition — the US as a whole produces <a href=\"https://worldsteel.org/media/press-releases/2024/december-2023-crude-steel-production-and-2023-global-totals\">only 5 percent of the world’s steel</a>, compared to nearly half in 1950.</p>\n\n<p class=\"has-text-align-none\">So in the face of increasingly tough competition both domestic and foreign, US Steel started to look for a buyer. Late last year it found one in <a href=\"https://www.nipponsteel.com/common/secure/en/ir/library/pdf/20231218_100.pdf\">Nippon Steel</a>, the largest steel manufacturer in Japan, which <a href=\"https://www.reuters.com/markets/deals/japans-nippon-steel-plans-acquire-us-steel-7-bln-nikkei-2023-12-18/\">offered $14.9 billion</a> for the company.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In many ways, it seemed like a natural fit. The world’s current leading steel producer, by a <a href=\"https://worldsteel.org/data/world-steel-in-figures-2024\">wide margin</a>, is China, and just as a US-Japan alliance is the <a href=\"https://www.vox.com/world-politics/24047940/china-us-war-taiwan-japan-key-role-explained\">linchpin of efforts</a> to contain China militarily, a US-Japan corporate merger could be a linchpin of efforts to contain China’s efforts to dominate the steel market. Letting a military rival control the production of such a crucial material (and such an important one for defense applications like warships and warplanes) comes with clear risks.</p>\n\n<p class=\"has-text-align-none\">Except the deal now looks unlikely to go through. President Joe Biden, who came out in <a href=\"https://apnews.com/article/biden-steel-nippon-kishida-merger-purchase-201b3d5719bcf77067cb81d181442afb\">opposition to the deal</a> in March, will reportedly <a href=\"https://www.washingtonpost.com/business/2024/09/04/biden-prepares-reject-us-steel-deal/\">announce soon</a> he is blocking the acquisition on national security grounds. It’s in his power — the Committee on Foreign Investment in the United States (<a href=\"https://crsreports.congress.gov/product/pdf/IF/IF10177\">CFIUS</a>, an interagency council controlled by Biden&#8217;s cabinet and other appointees) can veto mergers and acquisitions it deems dangerous to national security.</p>\n\n<p class=\"has-text-align-none\">While CFIUS would need at least a fig leaf of a national security reason to act, security is not necessarily the reason why Biden wants to block a sale to Nippon Steel. His administration’s diplomats have reportedly told Japanese officials they need to kill the merger so <a href=\"https://www.washingtonpost.com/business/2024/09/04/biden-prepares-reject-us-steel-deal/#:~:text=The%20president%20first,the%20Democratic%20ticket.\">Democrats win Pennsylvania</a> this November. <a href=\"https://www.wsj.com/business/deals/kamala-harris-to-oppose-u-s-steel-takeover-bid-859ec0c1?mod=article_inline\">Kamala Harris</a> and <a href=\"https://www.politico.com/news/2024/01/31/trump-us-steel-sale-00138910\">Donald Trump</a> have both signaled opposition to the acquisition. US Steel is <a href=\"https://www.wsj.com/business/u-s-steel-warns-of-plant-closings-if-sale-collapses-4ef45756?mod=hp_lead_pos4\">threatening to shut down multiple mills</a> should the deal not go through, which could put thousands out of work, but the presidential candidates and <a href=\"https://www.pennlive.com/news/2024/09/fetterman-casey-blast-us-steel-warning-that-blocked-sale-could-trigger-closings-company-move.html\">Pennsylvania elected officials</a> (who represent one of the plants likely to go) are holding firm against the deal. </p>\n\n<p class=\"has-text-align-none\">According to <a href=\"https://www.washingtonpost.com/business/2024/09/11/union-blocks-nippon-steel-us-steel/\" data-type=\"link\" data-id=\"https://www.washingtonpost.com/business/2024/09/11/union-blocks-nippon-steel-us-steel/\">reporting</a> from the Washington Post, executives from Nippon Steel and US Steel were set to meet Wednesday with representatives from CFIUS in an effort to save the deal, but its chances look increasingly slim. Why? Some of it surely is the symbolism of “US Steel” being sold to “Nippon Steel,” which if included as a plot point in a <a href=\"https://en.wikipedia.org/wiki/Gung_Ho_(film)\">late ’80s</a>/<a href=\"https://en.wikipedia.org/wiki/Rising_Sun_(film)\">early ’90s</a> movie about the unstoppable economic rise of Japan, would come across as a little too on the nose. Unsurprisingly, Trump, whose form of nationalism has a distinct 1980s vintage, explains his opposition as motivated by a <a href=\"https://triblive.com/news/politics-election/trump-pledged-to-block-u-s-steel-merger-with-nippon-but-his-inner-circle-is-pushing-for-the-deal/\">desire not to sell out to “Japan.”</a></p>\n\n<p class=\"has-text-align-none\">But the bigger reason politicians are lining up against the deal is the United Steelworkers union (USW), which includes most of US Steel’s workforce among its <a href=\"https://www.ft.com/content/48bdd98a-59aa-4515-afeb-42b435a4f99a\">60,000 steelmaking members</a> and <a href=\"https://m.usw.org/union/mission/industries/metals/resources/bargaining-with-uss/greedy-reckless-uss-leadership-hits-new-lows\">strongly opposes it</a>. Sen. John Fetterman (D-PA) candidly states he’ll <a href=\"https://www.post-gazette.com/business/pittsburgh-company-news/2024/09/08/fetterman-us-steel-nippon-biden-harris-trump-shapiro-steelworkers/stories/202409080151\">oppose the deal</a> as long as the union does.</p>\n\n<p class=\"has-text-align-none\">At a time when a mere <a href=\"https://www.bls.gov/news.release/archives/union2_01232024.htm\">6 percent of private sector workers are unionized</a>, it’s an impressive flex of union strength. But it demands some further explanation. If the steelworkers are the biggest factor pushing against a deal, why are they so opposed?</p>\n\n<h2 class=\"wp-block-heading\">The minimill revolution and what it means for the steelworkers’ union</h2>\n\n<p class=\"has-text-align-none\">To understand the union’s perspective, you have to know a little bit about how steel manufacturing works.</p>\n\n<p class=\"has-text-align-none\">The traditional model, pioneered in plants like Carnegie’s in the late 19th century and still existing in a far more technologically advanced form today, is what’s called an <a href=\"https://www.sciencedirect.com/topics/engineering/integrated-steel-plant\">“integrated” steel plant</a>. The full process of steel production takes place in these facilities, going from raw iron mined from the earth to finished steel fit to use to make cars and household appliances and all the other steel mainstays of our lives.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Integrated mills start with iron ore and melt it into liquid pig iron in a blast furnace; the pig iron is then blasted with oxygen in a “basic oxygen furnace” to reduce its carbon content and make it a low-carbon steel; the steel is then poured into a mold and cooled into a solid; finally, it’s rolled into a finished product, like sheet or plate metal or beams for buildings or railway rails.</p>\n\n<p class=\"has-text-align-none\">Integrated mills require a huge amount of energy to melt raw iron ore and to run the machines that transform it into steel and cast and roll it into useful form. The <a href=\"https://iea.blob.core.windows.net/assets/eb0c8ec1-3665-4959-97d0-187ceca189a8/Iron_and_Steel_Technology_Roadmap.pdf#page=30\">International Energy Agency estimates</a> that a metric ton of steel produced this way requires 15 gigajoules of energy. (For comparison, the average American household uses <a href=\"https://www.eia.gov/energyexplained/use-of-energy/electricity-use-in-homes.php\">10,500 kilowatt hours</a>, or about 38 gigajoules, of electricity each year.) This energy comes from burning purified coal, or “coke.”</p>\n\n<p class=\"has-text-align-none\">Like any other form of coal power, this is pretty bad from an emissions standpoint. Globally, iron and steel account for <a href=\"https://www.iea.org/reports/iron-and-steel-technology-roadmap#:~:text=The%20iron%20and%20steel%20sector%20directly%20accounts%20for%202.6%20gigatonnes%20of%20carbon%20dioxide%20(Gt%C2%A0CO2)%20emissions%20annually%2C%207%25%20of%20the%20global%20total%20from%20the%20energy%20system%20and%20more%20than%20the%20emissions%20from%20all%20road%20freight\">about 7 percent of CO2 emissions</a>. But integrated mills also employ huge numbers of people. The current largest mill in the US, the Gary Works in Gary, Indiana, owned by US Steel, employed <a href=\"https://www.nytimes.com/2024/02/03/business/economy/gary-indiana-economy.html\">over 30,000 people</a> at its peak; after decades of decline and labor-saving technical improvements, it still has over 3,700 workers.</p>\n\n<p class=\"has-text-align-none\">In the 1960s, an <a href=\"https://link.springer.com/article/10.1007/s11663-008-9216-9#Sec3\">alternative form of steel production</a> began to emerge: so-called “minimills” using “electric arc furnaces” (EAFs). As the name suggests, these furnaces are powered by running current through electrodes, rather than by burning coal onsite as at integrated mills. The electricity needs to be plentiful and reliable, but because it’s just electricity, it can come from sources cleaner than coal, like natural gas or nuclear or <a href=\"https://theconversation.com/electric-arc-furnaces-the-technology-poised-to-make-british-steelmaking-more-sustainable-214756\">even (with sufficient reliability) renewables</a>.</p>\n\n<p class=\"has-text-align-none\">EAFs mostly recycle existing scrap steel, and when they do they require much less power per tonne than blast furnaces (<a href=\"https://iea.blob.core.windows.net/assets/eb0c8ec1-3665-4959-97d0-187ceca189a8/Iron_and_Steel_Technology_Roadmap.pdf#page=29\">only about 2 gigajoules</a>, compared to 15 for the blast furnace route). They can also produce steel from iron ore that’s undergone a process called “direct reduction,” which normally uses natural gas and is thus cleaner than coal-based blast furnaces. Because direct reduction can also use pure hydrogen instead of natural gas, it’s a promising path for <a href=\"https://www.canarymedia.com/articles/clean-industry/us-pledges-up-to-1b-for-two-pioneering-green-steel-projects\">“green steel”</a> with no carbon footprint at all. Currently, though, this is the <a href=\"https://leading.business.columbia.edu/climate/steel/decarbonizing-steel/overview\">costliest</a> and most energy-intensive way to make steel (at least <a href=\"https://iea.blob.core.windows.net/assets/eb0c8ec1-3665-4959-97d0-187ceca189a8/Iron_and_Steel_Technology_Roadmap.pdf#page=30\">18 gigajoules per tonne</a> when using natural gas).</p>\n\n<p class=\"has-text-align-none\">The term “minimill,” often used for facilities built around EAFs, should give you some clue as to the relative labor requirements of this kind of steel production. Minimills require fewer workers. The economists <a href=\"https://www.aeaweb.org/articles?id=10.1257/aer.20130090\">Allan Collard-Wexler and Jan De Loecker</a> have found that the emergence of EAF-focused minimills was the principal driver of a massive increase in productivity for the US steel industry from 1962 to 2005. Over that period, output per worker grew fivefold: that is, a worker in 2005 could produce as much steel as five workers in 1962.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not unrelatedly, steel employment fell by three-quarters over this period. About 81 percent of the surge in productivity, they estimate, was directly due either to minimills themselves being more productive, or to them driving the least-productive integrated steel mills out of business.</p>\n\n<p class=\"has-text-align-none\">One can hardly blame the United Steelworkers union for being skeptical of minimills, given how the spread of the business model has decimated its membership. The problem is not just that minimills require fewer workers, but that they tend to be located in southern, anti-union states, with non-union labor.</p>\n\n<p class=\"has-text-align-none\">There are a total of eight operational <a href=\"https://www.epa.gov/system/files/documents/2024-03/iis-ria-final-2024-03.pdf#page=30\">integrated steel mills</a> in the US, all owned by US Steel or Cleveland-Cliffs; three are in Indiana, two in Ohio, one in Michigan, and one in Pennsylvania. The eighth, in Granite City, Illinois, <a href=\"https://www.stltoday.com/news/local/business/biden-may-block-u-s-steel-sale-to-nippon-steel-questions-remain-for-granite-city/article_447b3646-6bd0-11ef-97c3-b70b8302063b.html\">idled its blast furnaces indefinitely</a> late last year, though it continues to roll and finish steel slabs produced elsewhere. All eight of these facilities are unionized, six by the United Steelworkers.</p>\n\n<p class=\"has-text-align-none\">By comparison, there are <a href=\"https://www.epa.gov/system/files/documents/2024-03/iis-ria-final-2024-03.pdf#page=30\">88 electric arc furnace facilities</a> in the US. While it’s hard to know what share are unionized, most are not; only about <a href=\"https://unionstats.com/ind/htm/ind_2023.htm\">23 percent</a> of iron and steelworkers in the US overall are covered by a union contract, down from <a href=\"https://unionstats.com/ind/htm/ind_1983.htm\">over half in 1983</a>. Given that almost all workers in integrated mills are covered, it’s reasonable to surmise that the large majority of minimill workers aren’t in a union, making steel a majority non-union industry overall.</p>\n\n<p class=\"has-text-align-none\">There are always exceptions, like a <a href=\"https://m.usw.org/news/media-center/releases/2019/usw-welcomes-u-s-steel-plan-to-restart-eaf-construction\">US Steel electric arc furnace facility in Alabama</a> where workers are USW members, but for the most part, big integrated mills mean union power, and minimills with electric arc furnaces mean union decline. Nucor, the largest steel company in the US with <a href=\"https://nucor.com/news-release/nucor-reports-results-for-the-fourth-quarter-and-full-year-2023-122919#:~:text=approximately%2025%2C205%2C000%20tons\">over 25 million tons</a> sold last year to <a href=\"https://investors.ussteel.com/news-events/news-releases/detail/663/united-states-steel-corporation-reports-fourth-quarter-and#:~:text=3%2C369-,15%2C507,-14%2C942\">US Steel’s 15.5 million</a>, both pioneered minimills and is <a href=\"https://www.nytimes.com/2017/05/11/business/economy/steel-nucor-trump-policy.html#:~:text=There%20is%20no%20union%20at%20Nucor%2C%20not%20in%20this%20anti%2Dunion%20state%20or%20any%20other%20where%20the%20Charlotte%2Dbased%20manufacturer%20has%20a%20plant.\">famously non-union</a>. Even US Steel, long a center of union strength, acquired an Arkansas <a href=\"https://www.bloomberg.com/news/articles/2022-05-06/u-s-steel-jobs-shift-to-arkansas-away-from-pittsburgh?sref=qYiz2hd0\">non-union electric arc furnace mill in 2021</a>.</p>\n\n<h2 class=\"wp-block-heading\">Why Nippon looks like a threat</h2>\n\n<p class=\"has-text-align-none\">How does this tie into the Nippon Steel bid? Essentially, the steelworkers see Nippon as threatening to move US Steel toward minimill-type production and away from the conventional blast furnace/basic oxygen furnace integrated mills where the union is strongest.</p>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://m.usw.org/union/mission/industries/metals/resources/bargaining-with-uss/nippons-public-relations-machine-continues-to-sidestep-pressing-concerns\">letter to members</a>, the union’s leadership expressed a worry that Nippon would “continue the [US Steel]&nbsp; business plan of running away from basic steelmaking—instead prioritizing Big River and Big River II.” “Basic steelmaking” here means integrated steel mills; Big River is the name of the Arkansas electric arc furnace plant that US Steel bought, and Big River II is a <a href=\"https://www.localmemphis.com/article/money/us-steel-mill-east-arkansas-economic-impact/522-7eb9a294-1a0f-4b38-8e04-5b984acd4af1\">major expansion planned for it</a>.</p>\n\n<p class=\"has-text-align-none\">There’s <a href=\"https://prosperousamerica.org/why-the-nippon-steel-deal-has-steel-workers-in-a-panic/\">some evidence</a> that’s the case. Nippon has closed a few integrated mills in Japan in recent years and has proposed closing more. When the acquisition was announced, Nippon executive Takahiro Mori told investors he planned to continue the Big River II expansion and US Steel&#8217;s plans for it, which include moving production from northern union-represented mills down to the non-union workforce in Arkansas.</p>\n\n<p class=\"has-text-align-none\">“The reality is that there are certain crucial products that simply cannot be made without blast furnaces, including those used in automotive, energy, and national security applications,” the <a href=\"https://m.usw.org/union/mission/industries/metals/resources/bargaining-with-uss/usw-solidarity-will-determine-the-future-of-u-s-steel-not-sellout-executives-or-foreign-managers\">union insists</a>. They have a point. We can’t run the world economy on recycled scrap metal alone, and advanced high-strength steel (AHSS), needed for car manufacturing among other uses, <a href=\"https://www.energy.gov/sites/default/files/2019/05/f62/AHSS_bandwidth_study_2017.pdf#23\">tends to be made with blast furnaces</a>, not electric arc furnaces, in part because scrap of high enough quality to make AHSS is rare. EAFs running on iron produced through direct reduction, not blast furnaces, <a href=\"https://www.pubaffairsbruxelles.eu/opinion-analysis/can-the-cars-we-buy-drive-green-steel-production/\">may be able to make inroads here</a>, but right now we need blast furnaces for cars.</p>\n\n<p class=\"has-text-align-none\">There are other union concerns as well. The acquisition was announced without giving the union prior notice, which it claims <a href=\"https://m.usw.org/union/mission/industries/metals/resources/bargaining-with-uss/usw-solidarity-will-determine-the-future-of-u-s-steel-not-sellout-executives-or-foreign-managers\">violates the collective bargaining agreement</a> reached between the union and US Steel.</p>\n\n<p class=\"has-text-align-none\">Moreover, the union has another buyer in mind: Cleveland Cliffs, the No. 2 steel company in the US and the only other operator of traditional integrated mills. The company <a href=\"https://m.usw.org/union/mission/industries/metals/resources/bargaining-with-uss/facts-not-fiction-update-on-proposed-sale-of-u-s-steel\">committed to the union</a> that no union member would lose their job upon acquisition, and would continue to operate blast furnaces. Once again, the USW position emphasizes keeping traditional mills, with large union workforces, going.</p>\n\n<p class=\"has-text-align-none\">However, Cleveland Cliffs only <a href=\"https://apnews.com/article/us-steel-pittsburgh-cleveland-03b75f6025b336f7826980085dc2f796\">offered $7.3 billion</a>, about half of Nippon’s $14.9 billion, for US Steel. It reportedly <a href=\"https://www.reuters.com/markets/deals/cleveland-cliffs-argued-its-us-steel-bid-was-worth-more-than-nippon-steels-2024-01-24/\">offered much more than that privately</a> in response to the Nippon bid, but even then it didn’t match the Nippon offer. A Cleveland Cliffs purchase also raises major antitrust issues that would presumably bother the unusually <a href=\"https://www.politico.com/news/2023/12/30/heres-how-biden-may-cement-his-antitrust-legacy-in-2024-00132756\">antitrust-focused Biden administration</a>. The Alliance for Automotive Innovation, the US auto manufacturers&#8217; lobby, <a href=\"https://www.autosinnovate.org/association-update/Alliance%20for%20Automotive%20Innovation%20Letter%20to%20NEC%20on%20U.S.%20Steel%20-%20March%202024.pdf\">wrote to policymakers to express concern</a> over one firm controlling 100 percent of US blast furnaces, and 65 to 90 percent of the steel used in vehicle manufacturing.</p>\n\n<p class=\"has-text-align-none\">Industry press coverage of Cliffs notes quite candidly their strategy of trying to <a href=\"https://www.reuters.com/sustainability/inside-cleveland-cliffs-bid-keep-us-blast-furnaces-smelting-2023-09-05/\">dominate blast furnace production so they can charge a higher price</a>. In other contexts, that’s a kind of monopoly-oriented strategy that Biden appointees like Federal Trade Commission chair <a href=\"https://www.washingtonpost.com/opinions/2024/05/14/lina-khan-antitrust-ftc/\">Lina Khan</a> or Department of Justice antitrust chief <a href=\"https://www.nytimes.com/2024/03/22/technology/jonathan-kanter-apple-antitrust.html\">Jonathan Kanter</a> would normally object to.</p>\n\n<h2 class=\"wp-block-heading\">Biden’s steel dilemma</h2>\n\n<p class=\"has-text-align-none\">The Biden administration has prided itself on supporting US-based manufacturing and unions, so it’s perhaps no surprise that it would throw in with the United Steelworkers. Then again, plenty of other concerns that the administration has would presumably prioritize a push in favor of the Nippon purchase. There’s the needs of Japanese allies, for one thing, and the desire to counter <a href=\"https://www.bloomberg.com/news/features/2024-08-17/china-s-steel-oversupply-threatens-to-destabilize-global-market?sref=qYiz2hd0\">China’s “oversupply” of cheap steel</a>. Japan is not the US, but it’s certainly not China, and strengthening an ally’s industrial firm makes sense.</p>\n\n<p class=\"has-text-align-none\">Then there’s the environment. Some environmental groups have <a href=\"https://www.nytimes.com/2024/02/15/us/politics/nippon-us-steel-biden.html\">criticized the deal</a> on the grounds that Nippon is committed to keeping high-emissions blast furnaces running — precisely the opposite conclusion of the steelworkers’ union. If the steelworkers are right, that’s probably good news for Nippon and US Steel’s carbon footprint.</p>\n\n<p class=\"has-text-align-none\">As it stands, <a href=\"https://www.canarymedia.com/articles/clean-industry/the-trillion-dollar-quest-to-make-green-steel\">electric arc furnaces are far cleaner</a> than blast furnace/basic oxygen steel production. Columbia researchers Zhiyuan Fan and Julio Friedmann describe blast furnace production as <a href=\"https://www.energypolicy.columbia.edu/publications/low-carbon-production-iron-steel-technology-options-economic-assessment-and-policy/\">“particularly stubborn to any decarbonization technology</a>”; electric arc furnace production from direct reduced iron or scrap metal is much more promising. Fan and Friedmann estimate that using green hydrogen in blast furnaces can reduce carbon emissions by perhaps 20 percent, but not much beyond that. <a href=\"https://www.americanprogress.org/article/the-pathway-to-industrial-decarbonization/\">Carbon capture at blast furnaces</a> can further reduce emissions but remains imperfect and will likely never reach zero carbon.</p>\n\n<p class=\"has-text-align-none\">The administration has <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/05/14/fact-sheet-president-biden-takes-action-to-protect-american-workers-and-businesses-from-chinas-unfair-trade-practices/\">defended high tariffs</a> on Chinese steel (currently at least 50 percent, combining two different <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/05/14/fact-sheet-president-biden-takes-action-to-protect-american-workers-and-businesses-from-chinas-unfair-trade-practices/#:~:text=In%20response%20to%20China's%20unfair,protect%20American%20workers%20and%20businesses.\">25 percent</a> <a href=\"https://www.whitehouse.gov/briefing-room/presidential-actions/2024/07/10/a-proclamation-on-adjusting-imports-of-steel-into-the-united-states-7/\">tariffs</a>) in part on the grounds that it’s emissions-intensive. But a major reason Chinese steel is so dirty is it’s made in coal-fired blast furnaces, at mills not dissimilar from those the United Steelworkers are fighting so hard to defend. And it, too, is moving toward more <a href=\"https://www.scmp.com/business/article/3269981/china-marks-turning-point-after-limiting-approvals-coal-based-iron-and-steel-projects\">efficient electric arc furnaces</a>.</p>\n\n<p class=\"has-text-align-none\">All this points to a deep tension that neither Biden nor the rest of the Democratic Party seems likely to resolve anytime soon. The form of steel production that the United Steelworkers prizes and seeks passionately to preserve is likely not compatible with deep decarbonization. And the Democratic coalition cares deeply about decarbonizing the economy. In the current battle, the administration and party are siding with the union, but it’s not clear that the alliance can last indefinitely.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s hard to think of a more iconically American company than US Steel. It’s right there in the name.&#160; But it’s more than that. The company emerged from Andrew Carnegie’s Pittsburgh-area steel mills, which produced one of the largest fortunes and were the site of one of the bloodiest and most brutal industrial strikes in [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "How Israel keeps evading responsiblity for killing Americans",
    "link": "https://www.vox.com/israel/371491/aysenur-eygi-israel-palestine-west-bank-idf-biden-blinken",
    "pubDate": "2024-09-11T23:19:56.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Aysenur Eygi funeral procession.\" data-caption=\"Palestinian activists lift a banner and portraits of slain Turkish American International Solidarity Movement activist Aysenur Ezgi Eygi during a funeral procession in Nablus in the occupied West Bank. | Nasser Ishtayeh/SOPA Images/LightRocket via Getty Images\" data-portal-copyright=\"Nasser Ishtayeh/SOPA Images/LightRocket via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2170478084_13a2cc.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Palestinian activists lift a banner and portraits of slain Turkish American International Solidarity Movement activist Aysenur Ezgi Eygi during a funeral procession in Nablus in the occupied West Bank. | Nasser Ishtayeh/SOPA Images/LightRocket via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Aysenur Eygi, a 26-year-old Turkish American activist, was killed by an Israeli soldier last Friday while protesting Israeli settlements on Palestinian land in the West Bank; <a href=\"https://palsolidarity.org/2024/09/ism-response-to-israeli-army-statement-on-the-murder-of-aysenur-eygi/\">according to witnesses</a>, she was shot in the head. She’s just the latest American to be killed by the Israeli military&nbsp;with no clear consequences from the US.</p>\n\n<p class=\"has-text-align-none\">The US options for ensuring accountability are somewhat limited. When an ally like Israel kills an American, the US can apply diplomatic pressure, attempt to involve American law enforcement, or alter military and trade relations. So far, the US appears to be focused on the first option, with <a href=\"https://www.cnn.com/2024/09/10/politics/biden-israeli-killing-of-american-activist/index.html\">President Joe Biden</a> calling for “full accountability” for Eygi’s death and calling it “a tragic error.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Biden also told reporters Tuesday that the results of a preliminary Israeli investigation indicate that Eygi was killed by a bullet that had ricocheted off the ground and <a href=\"https://www.washingtonpost.com/world/2024/09/10/israel-idf-operations-blinken-response-american-death/\">was intended for another person that the IDF called “the key instigator”</a> of the protest, which it referred to as a “violent riot.”</p>\n\n<p class=\"has-text-align-none\">Soldiers were reportedly using tear gas, stun grenades, and live ammunition against the demonstrators, who were part of the International Solidarity Movement (ISM), a Palestinian-led group working to end the Israeli occupation of Palestinian land using nonviolent means. ISM contradicted the Israeli military’s assessment in a <a href=\"https://palsolidarity.org/2024/09/ism-response-to-israeli-army-statement-on-the-murder-of-aysenur-eygi/\">Tuesday statement</a>, saying that the ostensible target was too far from Eygi for her to have been hit either directly or indirectly, and accusing the Israeli military of other inconsistencies.</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.washingtonpost.com/world/2024/09/11/american-activist-aysenur-eygi-killed-idf-west-bank/?utm_source=alert&amp;utm_medium=email&amp;utm_campaign=wp_news_alert_revere&amp;location=alert\">Washington Post</a> published an investigation Wednesday that also disputes the IDF’s account. According to the Post’s analysis, Eygi was shot and killed half an hour after the most intense part of the protests, and after the demonstration had moved away from where Eygi was standing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Eygi’s family put out a <a href=\"https://www.instagram.com/p/C_yMDSFvbB1/?img_index=1\">statement</a> Wednesday pushing back on Biden’s claim that Eygi’s killing was an accident. “This is not only insensitive and false, it is complicity in the Israeli military’s agenda to take Palestinian land and whitewash the killing of an American,” in what the statement refers to as “a targeted attack.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>This is not the first time a US citizen has been killed by the Israeli army</strong></h2>\n\n<p class=\"has-text-align-none\">Eygi is the third US citizen to be killed in the West Bank since Israel began its war on Gaza following Hamas’ October 7 attacks in southern Israel.</p>\n\n<p class=\"has-text-align-none\">The first was 17-year-old Tawfiq Ajaq (also known as Tawfic Abdel Jabbar), originally from outside New Orleans. Ajaq and his family had moved to <a href=\"https://apnews.com/article/israel-hamas-war-west-bank-palestinian-shooting-653747686b24a3f5a8d6fa87961079f9\">the family’s ancestral village</a> in the West Bank so they could connect with their Palestinian heritage.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ajaq was reportedly killed by an off-duty police officer in January while <a href=\"https://apnews.com/article/american-teen-shooting-death-west-bank-violence-1783ff3a7fa5f65f5b792372fd093445\">driving in a pickup truck</a> with a friend. (Accounts of the circumstances of the teen’s death differ; relatives initially said he was barbecuing in a field with a friend.) Israeli police claimed that a gun was fired at people “purportedly engaged in rock-throwing activities” on a highway near the village. Three people —&nbsp;the police officer, a soldier, and a civilian —&nbsp;were at the scene according to the report, but it’s not clear which one shot and killed Ajaq.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another American-born teenager, <a href=\"https://apnews.com/article/israel-palestinians-america-teenagers-west-bank-killing-33e35fb8e9a9a3641b32ad59b1e50379\">Mohammad Khdour</a>, was killed the following month in similar circumstances, which prompted questioning of the two boys’ families by the State Department, according to the <a href=\"https://apnews.com/article/israel-palestinians-america-teenagers-west-bank-killing-33e35fb8e9a9a3641b32ad59b1e\">Associated Press</a>; it is not clear who killed him or whether Israel has investigated his killing.</p>\n\n<p class=\"has-text-align-none\">Israeli police promised an investigation into Ajaq’s shooting, but the status and results of that investigation aren’t clear. Vox reached out to the Israel Police and COGAT, the Israeli military agency that is responsible for administration in the occupied territories, regarding the status of that investigation, but did not receive a response.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/2022/5/11/23067365/shireen-abu-akleh-palestinian-journalist-killed-israel\">Shireen Abu Akleh</a>, a Palestinian-American Al Jazeera journalist, was also killed by the Israeli military in 2022 while doing her job and clearly identified as a member of the press. (Israel has killed <a href=\"https://cpj.org/2024/09/journalist-casualties-in-the-israel-gaza-conflict/#:~:text=116%20journalists%20and%20media%20workers%20were%20confirmed%20killed%3A%20111%20Palestinian,35%20journalists%20were%20reported%20injured.\">more than 100 journalists in Gaza</a> since it launched its operation there in October.)</p>\n\n<p class=\"has-text-align-none\">Initially, Israel blamed her death on Palestinian militants, but <a href=\"https://www.washingtonpost.com/investigations/interactive/2022/shireen-abu-akleh-death/\">extensive media reporting</a> and <a href=\"https://www.state.gov/on-the-killing-of-shireen-abu-akleh/\">evidence pointed to an Israeli soldier</a>. The Israeli military eventually admitted responsibility for killing her, and the FBI reportedly launched an investigation into her killing. Thus far, <a href=\"https://cpj.org/2024/05/cpj-calls-on-fbi-to-release-timeline-for-conclusion-of-shireen-abu-akleh-investigation/\">that investigation hasn’t resulted in any charges</a>. Vox reached out to the FBI for an update on the investigation but did not receive a response by press time.</p>\n\n<p class=\"has-text-align-none\">The Israeli killing of US civilians goes back at least to 2003, when American activist Rachel Corrie was crushed to death in Gaza by an Israeli soldier driving an armored Caterpillar-brand bulldozer as she laid down to prevent it from moving to destroy Palestinian houses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the time, legislators in the House of Representatives put forward a resolution calling for a US-led independent investigation into Corrie’s killing, but it was never brought to a vote. Corrie’s family attempted to pursue the case in the <a href=\"https://www.hrw.org/news/2015/02/17/israel-dangerous-ruling-rachel-corrie-case\">Israeli justice system</a> and <a href=\"https://ccrjustice.org/home/what-we-do/our-cases/corrie-et-al-v-caterpillar\">even tried to sue Caterpillar</a>, but more than 20 years later, no charges have been brought in relation to her death.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All told, there are at least 10 US citizens who have been killed by Israelis — most by Israeli police or military — in the past 20 years, including <a href=\"https://www.cnn.com/2024/04/03/middleeast/world-central-kitchen-workers-gaza-israel-strike-intl/index.html\">an aid worker with World Central Kitchen</a> who was killed in an Israeli airstrike in Gaza, according to the Institute for Middle East Understanding. </p>\n\n<p class=\"has-text-align-none\">“In every case where there’s an American killed or it’s a high-profile killing, the Israeli authorities [say], ‘Okay, we&#8217;ll investigate,’ and then that buys them time … weeks or months later, once the pressure and heat is off, they basically just whitewash the whole thing and nobody’s held accountable,” Brad Parker, associate director of policy at the Center for Constitutional Rights, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These American deaths come in addition to <a href=\"https://www.crisisgroup.org/middle-east-north-africa/east-mediterranean-mena-israelpalestine/246-stemming-israeli-settler-violence\">settler violence and military raids in the West Bank</a>, which have <a href=\"https://www.vox.com/palestine/369736/west-bank-violence-jenin-raid-settler-idf-israel-gaza-hamas\">killed at least 660 Palestinians there since October 7</a>.</p>\n\n<p class=\"has-text-align-none\">In Gaza, at least 40,000 people have been killed since the start of the war, but that number is likely much higher; a recent article in the <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24)01169-3/fulltext\"><em>Lancet</em> medical journal puts that number as high as 186,000</a>.</p>\n\n<p class=\"has-text-align-none\">“We see the double standards that are involved when an Israeli American dual citizen is killed in a horrific way. There’s a humanizing response and the demand for justice from the United States, as there should be to any atrocity committed against a US citizen abroad,” Josh Ruebner, the policy director at IMEU, told Vox. “But why is there this double standard when it comes to American citizens who are murdered by Israel? Why is Israel exceptionalized in this way?”</p>\n\n<h2 class=\"wp-block-heading\"><strong>What can the US do about Americans killed by Israel?</strong></h2>\n\n<p class=\"has-text-align-none\">There are two avenues the US can pursue when it comes to seeking recompense for Americans killed by Israel: the diplomatic route and the legal route.</p>\n\n<p class=\"has-text-align-none\">So far, US leaders have favored the former with respect to Eygi’s killing. Secretary of State Antony Blinken, for instance, offered a pointed statement about Eygi’s killing.</p>\n\n<p class=\"has-text-align-none\">“It has to change,” Blinken said of Israeli military action in the West Bank. “And we’ll be making that clear to the senior-most members of the Israeli government.”</p>\n\n<p class=\"has-text-align-none\">There are some legal avenues to pursue justice the US could take as well, Brian Finucane, US policy director at the International Crisis Group, told Vox, including demanding US officials be allowed to participate in a full and impartial investigation into the killing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“One way that the US responds is that sometimes they will send the FBI in a supporting role for local law enforcement to help investigate serious crimes against Americans,” he said. “Where the Department of Justice may have jurisdiction, the FBI may also investigate,” provided the other country gives permission for it to operate. Though Israel has reportedly <a href=\"https://cpj.org/2024/05/cpj-calls-on-fbi-to-release-timeline-for-conclusion-of-shireen-abu-akleh-investigation/\">granted this permission in the past</a>, it’s unclear whether the country will do so this time.</p>\n\n<p class=\"has-text-align-none\">The Biden administration’s statements suggest it will look to Israel to investigate Eygi’s killing; however, “there are a lot of reasons to be deeply skeptical of Israel&#8217;s investigation of this killing, not just because of Shireen and the killing of other Americans, but the much more regular violence in the West Bank, for which there is little or no accountability,” Finucane said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The administration could invoke the <a href=\"https://www.vox.com/world-politics/24011316/us-aid-israel-biden-human-rights-leahy-law\">Leahy Law</a>, which prohibits US weapons transfers to military units that commit gross violations of human rights. That, however, appears unlikely: The law hasn’t been meaningfully applied to Israel, <a href=\"https://www.npr.org/2024/03/26/1240857410/how-do-leahy-laws-apply-to-u-s-support-for-israel\">despite pressure to do so</a>, including from <a href=\"https://www.washingtonpost.com/opinions/2024/05/20/israel-leahy-human-rights-aid/\">former Sen. Patrick Leahy</a>, after whom the law is named.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The State Department reportedly recommended several IDF and Israeli police units for <a href=\"https://www.propublica.org/article/israel-gaza-blinken-leahy-sanctions-human-rights-violations\">sanctioning under the Leahy Law,</a> but so far that has not materialized.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There’s just zero appetite to implement existing laws in any meaningful way, and that includes arms export control acts and Leahy Laws,” Parker said.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rep. Pramila Jayapal and Sen. Patty Murray, both of Washington, <a href=\"https://jayapal.house.gov/wp-content/uploads/2024/09/Aysenur-Ezgi-Eygi-Letter.pdf\">sent a letter to Blinken and Biden</a> Wednesday asking whether the US would request a formal investigation into Eygi’s killing and what other steps the administration would take to ensure accountability for her death.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Aysenur Eygi, a 26-year-old Turkish American activist, was killed by an Israeli soldier last Friday while protesting Israeli settlements on Palestinian land in the West Bank; according to witnesses, she was shot in the head. She’s just the latest American to be killed by the Israeli military&#160;with no clear consequences from the US. The US [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Biden and Harris say America’s no longer at war. Is that true?",
    "link": "https://www.vox.com/kamala-harris/371497/harris-troops-war-zones",
    "pubDate": "2024-09-11T21:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Harris salutes as she walks by a group of sailors. \" data-caption=\"Members of the US Navy salute US Vice President Kamala Harris as she walks to deliver remarks onboard USS Howard at the naval base in Yokosuka, Japan on September 28, 2022. | Leah Millis/Pool/AFP via Getty Images\" data-portal-copyright=\"Leah Millis/Pool/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-1243564903.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Members of the US Navy salute US Vice President Kamala Harris as she walks to deliver remarks onboard USS Howard at the naval base in Yokosuka, Japan on September 28, 2022. | Leah Millis/Pool/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">US forces in the Red Sea had a busy day on Tuesday. According to a statement <a href=\"https://x.com/CENTCOM/status/1833701654098481396\">from US Central Command</a> (CENTCOM), in less than 24 hours they had “destroyed five Iranian-backed Houthi uncrewed aerial vehicles and two missile systems in Houthi-controlled areas of Yemen.” </p>\n\n<p class=\"has-text-align-none\">CENTCOM posted that statement shortly after Vice President Kamala Harris <a href=\"https://abcnews.go.com/Politics/harris-trump-presidential-debate-transcript/story?id=113560542\">declared on a debate stage</a> in Philadelphia that “as of today, there is not one member of the United States military who is in active duty in a combat zone in any war zone around the world, the first time this century.” The remark echoed President Joe Biden’s <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2024/07/24/remarks-by-president-biden-in-statement-to-the-american-people/\">claim</a> when he withdrew from the race this summer to be “the first president in this century to report to the American people that the United States is not at war anywhere in the world.”</p>\n\n<p class=\"has-text-align-none\">Harris has been <a href=\"https://x.com/CBSNews/status/1833736864764678563\">dinged by fact-checkers</a> and <a href=\"https://x.com/michaelgwaltz/status/1833696874546581830\">criticized by Republicans</a> for her debate statement. There is, after all, the ongoing US mission to counter Houthi attacks on shipping in the Red Sea, <a href=\"https://apnews.com/article/us-navy-yemen-houthis-israel-war-7a9997f9d84ac669fae69ecf819913fb\">described recently</a> by one former Navy commander as “the most sustained combat that the U.S. Navy has seen since World War II.”</p>\n\n<p class=\"has-text-align-none\">While the US <a href=\"https://www.nytimes.com/2021/12/09/world/middleeast/us-iraq-combat-mission.html\">formally ended its combat mission</a> in Iraq in 2021, some 2,400 troops remain in the country to “advise, assist and enable” Iraqi forces fighting the remnants of ISIS, a campaign that began in 2014. Even if it’s not officially a “combat mission,” these troops still take part in raids targeting ISIS, including one just two weeks ago in which <a href=\"https://www.washingtonpost.com/national-security/2024/08/31/us-troops-wounded-isis-raid-iraq/\">seven Americans were injured</a>. Meanwhile, around 800 US troops are still in Syria, mainly assisting local allied armed groups fighting ISIS. </p>\n\n<p class=\"has-text-align-none\">This isn’t safe work: Since Hamas’s October 7 attack on Israel and the start of the war in Gaza, US troops in the region have been the target of <a href=\"https://www.vox.com/world-politics/24074393/deterrence-united-states-middle-east-iran-russia-military-drone\">dozens of attacks</a> by Iran-backed militias, including one in January that <a href=\"https://www.defense.gov/News/News-Stories/Article/Article/3659809/3-us-service-members-killed-others-injured-in-jordan-following-drone-attack/\">killed three US service members</a> at a base in Jordan. The US has also carried out strikes targeting suspected terrorists in <a href=\"https://apnews.com/article/al-qaida-ayman-zawahri-united-states-government-military-technology-yemen-860d86430603dc36ea786e72e09438c1\">Yemen</a> and <a href=\"https://www.africom.mil/pressrelease/35436/federal-government-of-somalia-africom-target-al-shabaab\">Somalia</a>. </p>\n\n<p class=\"has-text-align-none\">But none of this is “war,” according to the US government. A Department of Defense official, speaking on background, told Vox, “An aspect of military service includes serving in locations where hostile actions may occur. Those locations are <a href=\"https://www.military.com/benefits/military-pay/special-pay/combat-zone-tax-exclusions.html\">designated by executive order</a> and/or the secretary of defense. However, it’s important to note that just because a service member is in one of these locations does not mean they are engaged in war. The US is not currently engaged in a war and does not have troops fighting in active war zones anywhere in the world.”</p>\n\n<p class=\"has-text-align-none\">Harris does appear to have carefully chosen her wording — “active duty in a combat zone in any war zone” — though this may not be a particularly meaningful distinction for troops facing an incoming drone attack. One could also get further in the weeds and point out that the US hasn’t formally declared a war since World War II, and that US troops in Iraq and Syria are still operating under legal authorizations <a href=\"https://crsreports.congress.gov/product/pdf/IF/IF11930\">passed in the wake of 9/11</a>.</p>\n\n<p class=\"has-text-align-none\">Beyond the legal hair-splitting, Harris made the comment in the context of a defense of the withdrawal of US troops from Afghanistan, and it is true that under Biden, the US military posture overseas has significantly shrunk from what it was under the Bush, Obama, and Trump administrations. </p>\n\n<p class=\"has-text-align-none\">(Trump <a href=\"https://www.washingtonpost.com/politics/2024/01/13/trump-falsely-claims-no-terrorist-attacks-no-wars-during-his-presidency/\">has falsely claimed </a>in the past that his presidency was the first in 72 years that “didn’t have any wars,” despite the fact that he oversaw four years of combat in Afghanistan as well as major military escalations in Iraq, Syria, and Somalia. At least 65 US troops died in hostile action under Trump’s presidency.)&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">After the forever wars</h2>\n\n<p class=\"has-text-align-none\">If the so-called forever wars aren’t completely over, they’re certainly being fought at a much, much lower level. </p>\n\n<p class=\"has-text-align-none\">Since the withdrawal from Afghanistan, the number of US troops involved in counter-terrorist missions can be measured in the hundreds rather than the thousands or tens of thousands. The number of those troops who are killed every year is in the single digits. The number of drone strikes and special forces raids carried out by US forces around the world is <a href=\"https://www.vox.com/world-politics/352855/war-on-terror-biden-isis-al-qaeda\">down dramatically</a> as well. US political and military leaders have shifted their focus, to a significant degree, to “great power competition” with countries like Russia and China. </p>\n\n<p class=\"has-text-align-none\">For most Americans, this shift away from the post-9/11 era is welcome. But some critics warn there’s a danger of complacency in accepting that a certain level of combat — call it war or not — will just continue indefinitely. </p>\n\n<p class=\"has-text-align-none\">“The lighter footprint and the smaller number of casualties makes it easier for the administration to downplay these conflicts’ significance and keep them out of the public eye,” <a href=\"https://www.crisisgroup.org/who-we-are/people/brian-finucane\">Brian Finucane</a>, a former State Department legal adviser now with the International Crisis Group, told Vox. “It lets them off the hook from actually having to explain why US forces are in harm’s way, or why they’re bombing the Houthis, or what the plan is to bring an end to this.”</p>\n\n<p class=\"has-text-align-none\">Biden and Harris can fairly claim to have presided over the end of an era of warfare that began with the 9/11 attacks and the invasion of Afghanistan as well as the beginning of a new one in which US forces in the Middle East are engaged in a much lower but still significant level of combat with terrorist groups and state-backed militias, more or less indefinitely and with little public debate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Admittedly, though, that’s not as pithy a debate line.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "US forces in the Red Sea had a busy day on Tuesday. According to a statement from US Central Command (CENTCOM), in less than 24 hours they had “destroyed five Iranian-backed Houthi uncrewed aerial vehicles and two missile systems in Houthi-controlled areas of Yemen.”  CENTCOM posted that statement shortly after Vice President Kamala Harris declared [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "Will Taylor Swift’s Kamala Harris endorsement actually matter?",
    "link": "https://www.vox.com/culture/371396/taylor-swift-kamala-harris-endorsement-democrats-elon-musk",
    "pubDate": "2024-09-11T18:30:21.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Taylor Swift stands against a bright pink stage backdrop in a sparkly bodysuit, holding a microphone. She is twirling her hair in an exaggerated motion to suggest coyness.\" data-caption=\"Who’s afraid of little ol’ her? Taylor Swift in concert at the Eras tour in London, August 15, 2024. | Kate Green/Getty Images\" data-portal-copyright=\"Kate Green/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2166913977.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Who’s afraid of little ol’ her? Taylor Swift in concert at the Eras tour in London, August 15, 2024. | Kate Green/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Taylor Swift, always noted for her flair for dramatic timing, finally endorsed Vice President Kamala Harris in the presidential race Tuesday night.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Moments after the first debate between Harris and former President Donald Trump, <a href=\"https://www.instagram.com/p/C_wtAOKOW1z/\">Swift posted her endorsement to Instagram</a>, with a picture of herself posing with her now almost-equally famous cat. Meanwhile, Harris walked off the stage at her post-debate party with Swift’s feminist anthem “The Man” blaring. The entire endorsement was a carefully choreographed move coming after nearly a year of speculation, disappointment, and paranoia from political onlookers.</p>\n\n<p class=\"has-text-align-none\">“I’m voting for @kamalaharris because she fights for the rights and causes I believe need a warrior to champion them,” Swift wrote, urging her followers to do their own research and make their own choices. She signed off with what appeared to be a jab at VP nominee Sen. <a href=\"https://www.vox.com/politics/364369/trump-kamala-not-black-indian-vance-childless-cat-ladies\">JD Vance’s infamous “cat lady”</a> sound bite: “Taylor Swift, Childless Cat Lady.”&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-instagram wp-block-embed-instagram\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-permalink=\"https://www.instagram.com/p/C_wtAOKOW1z/?utm_source=ig_embed&#038;utm_campaign=loading\" data-instgrm-version=\"14\"><div> <a href=\"https://www.instagram.com/p/C_wtAOKOW1z/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\"> <div> <div></div> <div> <div></div> <div></div></div></div><div></div> <div></div><div> <div>View this post on Instagram</div></div><div></div> <div><div> <div></div> <div></div> <div></div></div><div> <div></div> <div></div></div><div> <div></div> <div></div> <div></div></div></div> <div> <div></div> <div></div></div></a><p><a href=\"https://www.instagram.com/p/C_wtAOKOW1z/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\">A post shared by Taylor Swift (@taylorswift)</a></p></div></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">In the post, Swift unambiguously states that she’s voting for Harris and her running mate Gov. Tim Walz because of their support for such feminist issues as “LGBTQ+ rights, IVF, and a woman’s right to her own body.” At the same time, she makes space for potentially millions of fans who might not feel the same way.</p>\n\n<p class=\"has-text-align-none\">“If you haven’t already, now is a great time to do your research on the issues at hand and the stances these candidates take on the topics that matter to you the most,” Swift writes. “As a voter, I make sure to watch and read everything I can about their proposed policies and plans for this country.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her endorsement drew jubilation among some quarters, as well as vitriol in others. Elon Musk had perhaps the most bizarre and off-putting response. “Fine Taylor … you win … I will give you a child and guard your cats with my life,” <a href=\"https://x.com/elonmusk/status/1833728804579111268\">Musk wrote on X</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Onlookers have been breathlessly speculating about whether and when Swift will weigh in on this election all year. In January, after Swift began her much-publicized <a href=\"https://www.vox.com/culture/2023/9/25/23889682/taylor-swift-travis-kelces-date-nfl-chiefs-game\">romance with NFL star Travis Kelce</a>, conservatives theorized that Swift was a deep-state psyop. The idea was that her relationship with Kelce was a ploy to juice her popularity so that her eventual endorsement of Joe Biden, then the Democratic nominee, would be all the more impactful.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The same month, the New York Times reported that <a href=\"https://www.nytimes.com/2024/01/29/us/politics/biden-trump-election-taylor-swift.html\">the Biden campaign was actively courting Swift’s endorsement</a>, and that she was their “biggest and most influential” target. “Fund-raising appeals from Ms. Swift could be worth millions of dollars for Mr. Biden,” the Times noted.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump, predictably, was incensed at the very idea. “There&#8217;s no way she could endorse Crooked Joe Biden, the worst and most corrupt President in the History of our Country, and be disloyal to the man who made her so much money,&#8221; <a href=\"https://www.npr.org/2024/02/11/1230747538/donald-trump-taylor-swift-biden-endorsement-disloyal\">he posted on Truth Social in February</a>, apparently referring to his role in signing the <a href=\"https://www.vox.com/culture/2018/10/11/17965690/music-modernization-act-copyright-law-licensing-streaming\">Music Modernization Act</a>.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Reading the tea leaves of a possible Swift endorsement became a fever-pitched and chaotic guessing game in the months following</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">After Harris became the Democratic nominee in July, she received <a href=\"https://www.rollingstone.com/tv-movies/tv-movie-news/kamala-harris-celebrity-endorsements-cardi-b-charli-xcx-barbra-streisand-1235065132/\">a slew of celebrity endorsements</a> from the likes of Charli XCX, Megan Thee Stallion, and Cardi B. Even Beyoncé gave Harris permission to use her song “Freedom” in campaign ads, a de facto endorsement from one of the most powerfully elusive figures in pop culture. Reading the tea leaves of a possible Swift endorsement became a fever-pitched and chaotic guessing game in the months following.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In August, rumors flew over one of Swift’s Instagram posts, in which Swift was pictured on stage at one of her concerts next to the silhouette of a strong-shouldered woman. To some observers, it looked as though <a href=\"https://www.hollywoodreporter.com/news/general-news/taylor-swift-kamala-harris-silhouette-instagram-endorse-walz-election-1235968005/\">Swift had photoshopped Harris’s</a> shadow into the frame as an easter egg to let the sharp-eyed know her endorsement would be forthcoming. She hadn’t: The woman was one of her backup dancers.</p>\n\n<p class=\"has-text-align-none\">Some Swift fans cautioned patience. On the occasions when Swift has made political endorsements in the past, she’s usually done so relatively late in the race. In 2016, she didn’t endorse at all. In 2018, she got politically involved for the first time, <a href=\"https://www.cnbc.com/2018/10/07/taylor-swift-endorses-democrats-bredesen-cooper-in-instagram-post.html\">endorsing Democrats</a> Phil Bredesen and Jim Cooper for Congress on October 7, two days before the voter registration deadline in Tennessee. In 2020, <a href=\"https://www.nbcnews.com/politics/2020-election/taylor-swift-endorses-joe-biden-president-n1242483\">Swift similarly endorsed Joe Biden on October 7</a>. Expecting an endorsement in August, her fans said, was too early for her.</p>\n\n<p class=\"has-text-align-none\">Still, as the months wore on, there was a growing outcry among some of her fans. Trump shared <a href=\"https://www.theguardian.com/technology/article/2024/aug/24/trump-taylor-swift-deepfakes-ai\">a series of AI-generated images</a> falsely claiming Swift had endorsed him, but Swift said nothing. Her new friend Brittany Mahomes <a href=\"https://www.vox.com/culture/369543/brittany-mahomes-likes-trump-instagram\">went public with her support</a> of Trump, <a href=\"https://www.buzzfeednews.com/article/stephaniesoteriou/taylor-swift-embrace-trump-supporter-brittany-mahomes\">but Swift publicly embraced her</a> at the highly photographed US Open shortly thereafter.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-instagram wp-block-embed-instagram\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-permalink=\"https://www.instagram.com/p/C_qsMcbyHeT/?utm_source=ig_embed&#038;utm_campaign=loading\" data-instgrm-version=\"14\"><div> <a href=\"https://www.instagram.com/p/C_qsMcbyHeT/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\"> <div> <div></div> <div> <div></div> <div></div></div></div><div></div> <div></div><div> <div>View this post on Instagram</div></div><div></div> <div><div> <div></div> <div></div> <div></div></div><div> <div></div> <div></div></div><div> <div></div> <div></div> <div></div></div></div> <div> <div></div> <div></div></div></a><p><a href=\"https://www.instagram.com/p/C_qsMcbyHeT/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\">A post shared by ExtraTV (@extratv)</a></p></div></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">The fervor with which people have speculated about what Swift would do is striking, considering that celebrity political endorsements appear to be a mixed bag with relatively narrow effects. <a href=\"https://www.vox.com/politics/365865/celebrity-endorsements-kamala-harris-megan-thee-stallion\">As Li Zhou has reported for Vox</a>, celebrities can be good at getting people to pay attention to a race, or at heightening excitement about a candidate that people are already interested in, but they’re not necessarily good at changing people’s minds across party lines.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You might be more likely to tune into the DNC if you think <a href=\"https://www.vox.com/culture/368466/dnc-beyonce-taylor-swift-rumors-reports\">Swift or Beyoncé is going to show up</a>, but there’s little evidence that their presence could turn you from an undecided voter into a committed Harris supporter. At best, celebrity endorsements might convince some otherwise unenthusiastic people at the margins to turn out and vote.</p>\n\n<p class=\"has-text-align-none\">At worst, there’s some evidence that the <a href=\"https://www.theatlantic.com/entertainment/archive/2016/11/election-celebrities-trump-clinton-endorsements-beyonce-springsteen-david-jackson-bowling-green/507383/\">plethora of celebrity endorsements for Hillary Clinton</a> in 2016 hurt her rather than helped her, strengthening the sense that she was a candidate for the liberal elite. That’s the reason Swift said she <a href=\"https://www.vox.com/culture/2019/8/8/20791816/taylor-swift-hillary-clinton-2016-endorsement-vogue-september-issue\">decided not to endorse Clinton</a>. “​Unfortunately in the 2016 election you had a political opponent who was weaponizing the idea of the celebrity endorsement,” <a href=\"https://www.vogue.com/article/taylor-swift-cover-september-2019\">Swift told Vogue in 2019</a>. “He was going around saying, <em>I’m a man of the people. I’m for you. I care about you.</em> I just knew I wasn’t going to help.”</p>\n\n<p class=\"has-text-align-none\">Swift’s previous political actions have generally followed the pattern you would expect from the data: good for overall political engagement, less good for any one political candidate. She’s great at getting people to register to vote. Last year, a single Instagram story from her led to a <a href=\"https://www.npr.org/2023/09/22/1201183160/taylor-swift-instagram-voter-registration\">23 percent increase in voter registration</a>. In 2018, a similar Instagram post <a href=\"https://www.vox.com/culture/2018/10/10/17957190/taylor-swift-voter-registration-october-spike\">led to 65,000 new registrations </a>in 24 hours.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Swift seems to know her strength here. Tuesday’s Instagram post endorsing Harris included a reminder to her fans to make sure they’re registered to vote, and an Instagram story linked fans to vote.gov.</p>\n\n<p class=\"has-text-align-none\">Of course, even after Swift’s endorsement, <a href=\"https://www.tennessean.com/story/entertainment/music/2018/11/07/taylor-swift-bredesen-endorsement-tennessee-senate-race-political-post/1918440002/\">Phil Bredesen handily lost his 2018 campaign</a> for the Senate in Tennessee. Swift may have moved the needle for him, but not enough to get a Democratic senator elected in a red state.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The 2024 presidential election is projected to be much closer. “Biden’s electoral vote majority was a function of fewer than 50,000 votes in three states four years ago,” <a href=\"https://www.washingtonpost.com/politics/2024/08/12/is-taylor-swift-finally-big-enough-affect-election/\">pointed out the Washington Post in August 2018</a>. “Getting a small segment of the massive Taylor Swift fan base to vote that otherwise wouldn’t? Hard to dismiss the idea that it could tip the balance.”</p>\n\n<p class=\"has-text-align-none\">Still, given the mixed track record, it’s fair to ask why people are so worked up about Swift’s political endorsements.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are basically two factors at play behind this fascination. The first is her image. The second is her stature.</p>\n\n<p class=\"has-text-align-none\">Swift has played with pop feminism through much of her career. <a href=\"https://www.huffpost.com/entry/taylor-swift-and-the-bran_b_11101662\">In 2014 she declared that she identified as a feminist</a> and positioned her <em>1989</em> tour, girl squad and all, as a feminist act. When she was mocked at the Golden Globes, <a href=\"https://www.avclub.com/taylor-swift-golden-globes-tina-fey-joke-career-1851152564\">she declared the jokes anti-feminist</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/culture/2020/3/21/21189239/taylor-swift-kanye-west-famous-leaked-phone-call-kanye-west-is-over-party\">After her public downfall in 2016</a>, Swift rehabilitated her image in part by leaning into politics. Her 2020 documentary <a href=\"https://www.vox.com/culture/2020/1/28/21095321/miss-americana-taylor-swift-documentary-interview-lana-wilson-netflix-sundance\"><em>Miss Americana</em></a> features a scene in which Swift weeps while begging her father and management team to get on board with her endorsing Democrats for Congress. “I need to be on the right side of history!” she cries. Shortly after that encounter, she released her song “<a href=\"https://www.vox.com/culture/2020/2/27/21155844/taylor-swift-the-man-video\">The Man</a>,” in which she argues that she comes in for public criticism because of her gender.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That led many of Swift’s fans to expect her to walk the walk. The price of starting so many sentences with “As a woman in this industry,” they argue, is that you also have to say something when the known <a href=\"https://www.vox.com/politics/23696250/e-jean-carroll-trump-trial-sexual-misconduct-rape-allegations\">sexual abuser</a> who ended <em>Roe v. Wade</em> is running for president against a woman who’s campaigning <a href=\"https://www.vox.com/2024-elections/368489/kamala-harris-dnc-speech-takeaways-analysis\">on a platform of reproductive rights</a>. Swift’s continued silence, even after Trump used AI to speak for her, had those fans worried.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>With this new endorsement, Swift can assure her fans she’s still got her feminist cred, even as she’s phrased it carefully to give her more Trump-leaning fans room for plausible deniability</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">“Given … how much mileage Swift got in the past out of her decision to speak out on politics, the idea that she will remain silent would seem to make her past speaking out, at a more convenient moment, appear cynical,” <a href=\"https://variety.com/2024/music/opinion/taylor-swift-kamala-harris-1236138123/\">wrote Daniel D’Addario for Variety earlier this week</a>. “It’d be regrettable if her engagement with the world of politics were just another of her eras, and one from which she were willing to move on.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">With this new endorsement, Swift can assure her fans she’s still got her feminist cred, even as she’s phrased it carefully to give her more Trump-leaning fans room for plausible deniability. She’s successfully beaten back charges of hypocrisy and bandwagon feminism, and her star can continue to shine.</p>\n\n<p class=\"has-text-align-none\">The bigger reason so many are so concerned with Swift’s endorsement, however, is her singular&nbsp;stature in the pop culture landscape. Taylor Swift has been a huge star for years, but with the success of the Eras tour, she’s ascended to <a href=\"https://www.vox.com/culture/23905279/taylor-swift-eras-concert-film-image-analysis\">a new level of superstardom and cultural saturation</a>. Political onlookers seem to think Swift has become so powerful that there’s a chance her say-so might actually swing the needle in a meaningful direction.</p>\n\n<p class=\"has-text-align-none\">Swift probably won’t change the minds of many people, because no celebrity can do that. But celebrities are good at activating voters on the margins, and Swift’s reach is broad enough at this point that her impact there could make a real difference come November.</p>\n\n<p class=\"has-text-align-none\">Just the possibility that she might seems to be threatening to some on the right: see Musk’s response offering to “give [Swift] a child.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">He’s ostensibly responding to Swift calling herself a “childless cat lady.” But there’s a crude implied threat in his offer, too: <em>let me knock you up so you stop talking</em>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In an election cycle <a href=\"https://www.vox.com/politics/366601/the-rights-plan-to-fix-america-patriarchy-2-0\">laced with misogynistic rhetoric</a>, Swift’s cautious, carefully phrased endorsement was enough to make her a target of threats from one of the richest men in the world. Musk’s post is a tell that even Swift’s most measured political speech can be a threat to a political movement arrayed against women having control of their bodies and voices —&nbsp;and Swift’s voice is much louder than most.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Taylor Swift, always noted for her flair for dramatic timing, finally endorsed Vice President Kamala Harris in the presidential race Tuesday night.&#160; Moments after the first debate between Harris and former President Donald Trump, Swift posted her endorsement to Instagram, with a picture of herself posing with her now almost-equally famous cat. Meanwhile, Harris walked [&#8230;]",
    "author": "Constance Grady"
  },
  {
    "title": "Donald Trump lost the debate because he’s too online",
    "link": "https://www.vox.com/politics/371345/trump-harris-debate-winner-truth-social",
    "pubDate": "2024-09-11T16:45:10.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump wears a navy suit and red tie and stands with arms outstretched in front of a podium.\" data-caption=\"Former US President Donald Trump during the second presidential debate at the Pennsylvania Convention Center in Philadelphia, Pennsylvania, on September 10, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2170586266.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former US President Donald Trump during the second presidential debate at the Pennsylvania Convention Center in Philadelphia, Pennsylvania, on September 10, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If you are reading this, you probably knew who you were going to vote for long before Tuesday night’s presidential debate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The reason for this is simple: The minority of American voters who lack a strong attachment to either party <a href=\"https://www.amazon.com/Other-Divide-Polarization-Disengagement-American/dp/1108926363\">tend to pay less attention</a> to politics than partisans do. Any political actor trying to reach undecideds must therefore mind the knowledge gap that lies between themselves and their audience.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And that is one thing that Donald Trump utterly failed to do at the debate in Philadelphia. For this reason, <a href=\"https://www.vox.com/politics/370942/harris-trump-debate-who-won-bait-kamala-donald\">among others</a>, Vice President Kamala Harris was likely the chief beneficiary of her first oratorical showdown with the Republican nominee.</p>\n\n<p class=\"has-text-align-none\">The first indication that Trump may have allowed himself to become “too online” for the normie debate watcher came before the event had even begun. When the former president’s plane touched down in Philadelphia, the far-right internet personality Laura Loomer was among the VIPs <a href=\"https://x.com/JuddLegum/status/1833648215440162957\">who emerged from its hull</a> (if you recognize that name, no presidential candidate should waste time trying to appeal to you).<strong> </strong>Loomer has voiced <a href=\"https://www.nytimes.com/2023/04/07/us/politics/trump-laura-loomer.html\">the opinion</a> that “there’s a difference between white nationalism and white supremacy. Right? And a lot of liberals and left-wing globalist Marxist Jews don’t understand that.” It is theoretically possible that a person with that perspective might be a good sounding board for a politician hoping to reach moderate moms in the Milwaukee suburbs, but that does not seem likely.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In any case, once on stage, Trump routinely betrayed signs of being the kind of man who knows who Loomer and <a href=\"https://www.nbcnews.com/politics/donald-trump/story-trumps-explosive-dinner-ye-nick-fuentes-rcna59010\">Nick Fuentes</a> are and who can probably recite Fox News’s primetime lineup.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Early in the debate, Trump sought to illustrate the horrors that the Biden-era upsurge in asylum seekers brought to America’s shores. Polls suggest swing voters <a href=\"https://news.gallup.com/poll/647123/sharply-americans-curb-immigration.aspx\">share</a> Trump’s general concern with immigration levels, and there were surely countless ways that he could have articulated the restrictionist argument that they would have found coherent and sensible. Here is what he chose to say instead:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>What they have done to our country by allowing these millions and millions of people to come into our country. And look at what’s happening to the towns all over the United States. And a lot of towns don’t want to talk — not going to be Aurora or Springfield. A lot of towns don&#8217;t want to talk about it because they’re so embarrassed by it. In Springfield, they’re eating the dogs. The people that came in. They’re eating the cats. They’re eating — they’re eating the pets of the people that live there.</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">For any American who is not immersed in right-wing social media, these remarks were surely disorienting. Trump invoked “Aurora” or “Springfield” without any explanation, as though these places were synonymous with well-known disasters (rather than <a href=\"https://www.msnbc.com/opinion/msnbc-opinion/aurora-tda-gang-apartment-trump-rcna170477\">obscure</a> <a href=\"https://www.vox.com/2024-elections/370760/jd-vance-racist-cat-eating-haitian-immigrants\">right-wing</a> conspiracy theories). And his answer only got more puzzling from there, as he declared that “the people that came in” are eating “the dogs” and “the cats.”</p>\n\n<p class=\"has-text-align-none\">Here, Trump was referring to a <a href=\"https://www.vox.com/2024-elections/370760/jd-vance-racist-cat-eating-haitian-immigrants\">baseless, racist allegation</a> — promulgated chiefly by his running mate — that Haitian immigrants in Springfield, Ohio, are kidnapping and consuming their neighbors’ pets. His reference was plain to all of us fallen souls who, by dint of our social media addictions, were forced to scroll through the most <a href=\"https://newrepublic.com/post/185742/ted-cruz-reminder-migrants-pets-conspiracy\">hateful AI-generated images of cats</a> ever conceived earlier this week. But to anyone else, he sounded like a Fox News superfan who’d accidentally ingested some of his grandson’s LSD.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6550203594\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading has-text-align-none\">For swing voters, many of Trump’s ravings sounded like a summary of the sixth season of a show they’d never watched&nbsp;</h2>\n\n<p class=\"has-text-align-none\">In other moments, Trump’s attack lines were less wildly detached from reality but still lacked sufficient exposition for those hearing them for the first time.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In trying to spotlight the left-wing stances that Harris embraced during her 2020 primary campaign, Trump declared, “she wants to do transgender operations on illegal aliens that are in prison.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Here, Trump was referring to the fact that, in a questionnaire from <a href=\"https://www.cnn.com/2024/09/09/politics/kfile-harris-pledged-support-in-2019-to-cut-ice-funding-and-provide-transgender-surgery-to-detained-migrants/index.html\">the ACLU in 2019,</a> Harris had answered “yes” when asked if she would use “executive authority to ensure that transgender and non-binary people who rely on the state for medical care — including those in prison and immigration detention — will have access to comprehensive treatment associated with gender transition, including all necessary surgical care.”</p>\n\n<p class=\"has-text-align-none\">Trump is probably right to smell a potential advantage in attacking Harris for favoring taxpayer-funded medical treatments for undocumented immigrants. But he did not walk viewers through exactly what Harris had endorsed and its implications. Instead, he chose to summarize her position in shorthand while needlessly distorting it, suggesting that she wanted to “do transgender operations on illegal aliens” (rather than <em>provide</em> such care to them), as though the vice president had intended to impose gender transition on detained immigrants against their will. The effect was to make Trump’s attack sound more baseless than it actually was.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Elsewhere, Trump’s references were plausibly too highbrow; he repeatedly declared Harris a “Marxist,” a term that might not have much resonance for non-college-educated voters who weren’t fully sentient during the Cold War. He also referred to “<a href=\"https://www.vox.com/22881709/nord-stream-2-russia-ukraine-germany-united-states-cruz\">the Nord Stream 2 pipeline</a>” without immediate elaboration and touted <a href=\"https://www.vox.com/policy-and-politics/2018/9/13/17823488/hungary-democracy-authoritarianism-trump\">Hungarian Prime Minister Viktor Orbán</a>’s praise, an endorsement that may carry weight with the extremely online right but means nothing to most ordinary voters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps the single most telling illustration of Trump’s failure to comprehend the distinction between his Truth Social following and swing voters, though, was when he referred to the January 6, 2021, Capitol riot as “J6” — an abbreviation that few who have never been subject to a microblogging platform’s character limit would have any reason to use or even recognize.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All of this said, it is certainly true that I am no more the relevant audience for Tuesday’s debate than Laura Loomer superfans are. Whatever our political leanings, those of us who read the New York Times each morning or watch Fox News every night — and scroll X all hours in between — live in a different universe than the people whose fickle allegiances will decide November’s election. <em>We</em> know what references to <a href=\"https://www.vox.com/culture/363230/jd-vance-couch-sex-hillbilly-elegy-rumor-false\">JD Vance’s “couch”</a> are supposed to convey. <em>They</em> know what it’s like to have healthy and fulfilling hobbies. We are not the same.</p>\n\n<p class=\"has-text-align-none\">But I’m not relying on mere intuition when claiming that Harris won last night’s contest. The available <a href=\"https://x.com/mkraju/status/1833718682435870989\">viewer polls</a> and swing-voter <a href=\"https://www.washingtonpost.com/elections/interactive/2024/presidential-debate-voter-poll/\">focus groups available</a> indicate the Democrat routed her rival, as <a href=\"https://polymarket.com/event/who-will-win-the-debate-according-to-polls?tid=1726026982797\">do the betting markets</a>. If that consensus holds, Trump’s inability to speak to voters who aren’t like me — which is to say, those who don’t immediately know what “J6” refers to — will be one reason for his failed debate.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If you are reading this, you probably knew who you were going to vote for long before Tuesday night’s presidential debate.&#160; The reason for this is simple: The minority of American voters who lack a strong attachment to either party tend to pay less attention to politics than partisans do. Any political actor trying to [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "Republicans’ racist, cat-eating conspiracy theory, briefly explained",
    "link": "https://www.vox.com/2024-elections/370760/jd-vance-racist-cat-eating-haitian-immigrants",
    "pubDate": "2024-09-11T14:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A close view of Trump’s clean shaven face, his lips pursed. \" data-caption=\"Meow.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2170590050.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Meow.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Republicans at the highest levels of government and politics — <a href=\"https://www.nbcnews.com/politics/2024-election/trump-pushes-baseless-claim-immigrants-eating-pets-rcna170537\">including former President Donald Trump</a> —<strong> </strong>are pushing a bizarre message: that Haitian immigrants are killing and eating pets.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"qme\" dir=\"ltr\">🤣🤣🤣 <a href=\"https://t.co/96vvZhvuSv\">pic.twitter.com/96vvZhvuSv</a></p>&mdash; Ted Cruz (@tedcruz) <a href=\"https://twitter.com/tedcruz/status/1833174142591365185?ref_src=twsrc%5Etfw\">September 9, 2024</a></blockquote>\n</div></figure>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Protect our ducks and kittens in Ohio! <a href=\"https://t.co/YnTZStPnsg\">pic.twitter.com/YnTZStPnsg</a></p>&mdash; House Judiciary GOP 🇺🇸🇺🇸🇺🇸 (@JudiciaryGOP) <a href=\"https://twitter.com/JudiciaryGOP/status/1833154509222129884?ref_src=twsrc%5Etfw\">September 9, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">The claim is false, but that didn’t stop <a href=\"https://www.nbcnews.com/politics/2024-election/trump-pushes-baseless-claim-immigrants-eating-pets-rcna170537\">Trump from spreading it during Tuesday evening’s presidential debate</a>, declaring that “the people that came in” are “eating the pets of the people that live” in Springfield, Ohio.</p>\n\n<p class=\"has-text-align-none\">The strange idea that Ohio is home to pet kidnappers and eaters was popularized in part by that state’s senator,<strong> </strong>JD Vance, the Republican vice presidential nominee. On Monday morning, Vance <a href=\"https://x.com/JDVance/status/1833148904864465117\">posted</a> on X the false claim that “reports now show that people have had their pets abducted and eaten by people who shouldn’t be in this country.” In the same tweet, he claimed that “Haitian illegal immigrants” are “causing chaos all over Springfield, Ohio.”</p>\n\n<p class=\"has-text-align-none\">The claim has caught fire among the GOP and has now made it all the way to the party’s leader. </p>\n\n<p class=\"has-text-align-none\">For the record, there is no evidence that any Haitian immigrant ate a cat in Springfield, Ohio, or anywhere else in the United States, for that matter. But the lack of factual evidence hasn’t stopped the GOP from pushing the nativist narrative, which seems designed to play off bigotry and suspicion against the mostly Black population of Haitian immigrants.&nbsp;</p>\n\n<p class=\"has-text-align-none\">More than 300,000 previously unauthorized migrants from Haiti <a href=\"https://www.npr.org/2024/06/28/g-s1-7061/migrants-haiti-tps-immigration-parole\">received temporary protected status in June</a>, which means these Haitian immigrants are now — despite Vance’s Monday suggestion otherwise — legally present in the United States. Still, Trump and other Republicans’ attacks on these immigrants come at a moment when more <a href=\"https://www.vox.com/policy/368889/immigration-border-polls-election-2024-trump-harris\">Americans have grown skeptical of immigration</a>. </p>\n\n<p class=\"has-text-align-none\">Shortly after President Joe Biden took office, the United States experienced a surge of migrants at its southern border — much of it <a href=\"https://www.vox.com/policy/356761/bidens-border-record-trumps-claims-vs-reality\">fueled by unrest</a> in several Caribbean and Latin American nations following the Covid-19 pandemic. Republicans used this wave of migration to attack Biden’s border policies, and to claim there was a <a href=\"https://www.vox.com/policy/356761/bidens-border-record-trumps-claims-vs-reality\">crisis at the border</a>. Meanwhile, <a href=\"https://www.vox.com/policy/2023/9/26/23875580/new-york-city-migrant-crisis-influx-eric-adams\">busing efforts</a> by Republican leaders in border states sent large groups of migrants to cities and towns across the country, putting many Americans face to face with migrants <a href=\"https://www.vox.com/24063986/cities-migrant-crisis-border-overwhelmed-shelters\">for the first time</a>.</p>\n\n<p class=\"has-text-align-none\">All of this comes amid a competitive 2024 presidential race, where both candidates have <a href=\"https://www.vox.com/2024-elections/370958/harris-trump-debate-winners-losers\">rushed to frame themselves as tough on immigration</a>. Trump has long <a href=\"https://www.vox.com/policy/368889/immigration-border-polls-election-2024-trump-harris\">campaigned on restricting immigration</a>, while Democratic presidential nominee Kamala Harris has <a href=\"https://www.vox.com/policy/369177/democrats-kamala-harris-truce-immigration-progressive-border-security\">touted a strict border security bill</a> that she supports — and which Trump pushed his fellow Republicans to kill.</p>\n\n<p class=\"has-text-align-none\">These factors — perhaps most of all the rise in anti-immigrant sentiment — probably explain why a sitting senator felt it was wise to share a meme claiming that if Americans don’t vote for former President Donald Trump, immigrants will eat your cats, and why a former president repeated the vile claim during a national debate.</p>\n\n<h2 class=\"wp-block-heading\">Where the hell did the false claim that Haitian immigrants are eating pets come from?</h2>\n\n<p class=\"has-text-align-none\">The idea that Haitians are roaming the streets kidnapping pets seems to have emerged from Vance’s state of Ohio.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Springfield’s Police Division said on Monday that there have been <a href=\"https://www.springfieldnewssun.com/news/springfield-police-say-no-reports-of-pets-stolen-after-viral-social-media-post/3WSIZQNHQVE4NP4TS5BVHBB2PY/\">no reports</a> of any pets being stolen or eaten in that city. However, there apparently was an incident in Canton, Ohio — a nearly three-hour drive from Springfield — where a woman was charged with cruelty to animals for allegedly killing and eating a cat. But there’s no evidence that this woman is an immigrant or of Haitian descent.</p>\n\n<p class=\"has-text-align-none\">Despite that lack of evidence, the woman appears to have been identified as of Haitian descent in <a href=\"https://www.mediaite.com/news/how-did-fake-news-about-haitian-migrants-eating-cats-spread-from-a-malaysian-propagandist-to-jd-vance/\">far-right tweets</a>.</p>\n\n<p class=\"has-text-align-none\">In recent days, the completely unsubstantiated slur against Haitian immigrants began to spread outside of far-right spaces after several prominent right-wing figures credulously tweeted it out. On Sunday, provocateur Charlie Kirk <a href=\"https://x.com/charliekirk11/status/1832883283199471676\">tweeted the claim</a>, including a screenshot from a pseudonymous Facebook post suggesting that Haitian immigrants in Springfield are butchering and eating dogs. Shortly thereafter, <a href=\"https://x.com/elonmusk/status/1832968811890237947\">billionaire Elon Musk</a> chimed in to claim that “people’s pet cats are being eaten.”</p>\n\n<p class=\"has-text-align-none\">By Monday morning, the claim had spread to Vance — before being picked up by other prominent elected Republicans, official Republican Party accounts, and Trump himself.</p>\n\n<h2 class=\"wp-block-heading\">Republicans want nativist sentiment to be front and center in this election</h2>\n\n<p class=\"has-text-align-none\">Vance has long sought to stoke anti-Haitian sentiment in Springfield, a small Ohio city that recently <a href=\"https://www.nytimes.com/2024/09/03/us/springfield-ohio-school-bus-crash-haiti-immigrants.html\">attracted as many as 20,000 Haitians</a> seeking jobs in newly opened factories and warehouses. Tensions grew between the new immigrants and some of the city’s more longtime residents after a Haitian immigrant was convicted of involuntary manslaughter for a fatal bus crash in 2023. Vance has claimed that the city is “overwhelmed” by the new residents.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, skepticism of immigration <a href=\"https://www.vox.com/policy/368889/immigration-border-polls-election-2024-trump-harris\">spiked nationally</a> in recent years as the amount of migration at the southern border grew.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/temp.png?quality=90&#038;strip=all&#038;crop=0,24.137387245316,100,51.725225509367\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Nicole Narea/Vox\" />\n<p class=\"has-text-align-none\">So it’s not surprising that many prominent members of the Republican Party, a party that frequently <a href=\"https://www.newsweek.com/rnc-trump-rachel-morin-family-speech-1926639\">flags isolated crimes committed by immigrants</a> to fuel nativist sentiment, latched onto an unfounded internet rumor about Haitians and cats as “proof” that immigrants present a problem (that Republicans can fix).</p>\n\n<p class=\"has-text-align-none\">Still, none of this context changes the fact that Republicans at the pinnacle of the party, including sitting US senators and even the party’s two nationwide candidates, see no downside to spreading racist, completely unfounded rumors based on random social media posts spread by far-right trolls.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 11, 10:30 am:</strong> This story was originally published on September 9 and has been updated to include Donald Trump’s remarks during the presidential debate.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Republicans at the highest levels of government and politics — including former President Donald Trump — are pushing a bizarre message: that Haitian immigrants are killing and eating pets. The claim is false, but that didn’t stop Trump from spreading it during Tuesday evening’s presidential debate, declaring that “the people that came in” are “eating [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "How a 2006 book by a Harvard professor explains the Trumpist right’s gender politics",
    "link": "https://www.vox.com/politics/370829/trump-vance-manliness-harvey-mansfield",
    "pubDate": "2024-09-11T14:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An elderly white man wearing a suit and red tie sits at a desk, surrounded by shelves of books.\" data-caption=\"Recently retired Harvard professor Harvey Mansfield poses for a portrait in his study. | Erin Clark/Boston Globe via Getty Images\" data-portal-copyright=\"Erin Clark/Boston Globe via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2035880670.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Recently retired Harvard professor Harvey Mansfield poses for a portrait in his study. | Erin Clark/Boston Globe via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">When you think about the defining voices of the Trump-era Republican party, Harvard political theorists aren’t typically at the top of the list. But Harvey Mansfield should be an exception.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He is, in some ways, the godfather of the Trumpist right’s current approach to gender and masculinity — an increasingly open celebration of the virtues of traditional gender norms that I’ve termed “<a href=\"https://www.vox.com/politics/366601/the-rights-plan-to-fix-america-patriarchy-2-0\">neopatriarchy</a>.”</p>\n\n<p class=\"has-text-align-none\">Mansfield began teaching at Harvard in 1962 and stayed there until his retirement last year. During that 61-year tenure at America’s most famous college, he became a conservative institution unto himself: a beachhead in enemy-occupied territory, an Ivy Leaguer who has been mentor to some of the movement’s leading lights. His former graduate students include Sen. Tom Cotton (R-AR), leading pro-Trump intellectual <a href=\"https://www.vox.com/policy-and-politics/22278065/donald-trump-conservative-politics-charles-kesler\">Charles Kesler</a>, and the famous Never Trump writer Bill Kristol.</p>\n\n<p class=\"has-text-align-none\">Mansfield, an erudite Tocqueville scholar, disdains Trump — describing him <a href=\"https://www.persuasion.community/p/mansfield\">as a demagogue and a vulgarian</a>. Yet in <a href=\"https://www.thecrimson.com/article/2023/7/12/harvey-mansfield-retires/\">a recent interview</a>, Mansfield said he voted for said vulgarian in 2020 “with many misgivings” (Mansfield adds that he “crossed [Trump] off my list entirely” after the January 6, 2021, Capitol riot).</p>\n\n<p class=\"has-text-align-none\">But he has offered striking praise of Trump in one area: gender. Trump, he <a href=\"https://contemporarythinkers.org/harvey-mansfield/commentary/manhood-age-trump/\">said in one interview</a>, was “really the first American politician” to win office via “a display of manliness and an attack on political correctness.” He beat Hillary Clinton, per Mansfield, because American elections are “tests of manliness” — and “it’s difficult for a woman to do that in a graceful way, and to maintain her femininity.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong><em>Manliness, </em></strong><strong>explained</strong></h2>\n\n<p class=\"has-text-align-none\">Masculinity is one of Mansfield’s enduring interests. In 2006, he published a book — <a href=\"https://www.google.ca/books/edition/Manliness/NsIU55H6_DUC?hl=en&amp;gbpv=1\">titled <em>Manliness</em></a> — that attacked modern feminism’s ideal of a “gender-neutral society,” calling for a return to a world where men and women were understood to have different skills and aptitudes.</p>\n\n<p class=\"has-text-align-none\">Mansfield’s book begins with a well-known contradiction: While everyone in public life claims to believe that men and women are equal, reality is anything but. Men continue to dominate in high-status professions and leadership roles; women continue to do the lion’s share of home labor despite their entry into the workforce.</p>\n\n<p class=\"has-text-align-none\">For Mansfield, this inequality reflects the enduring and vital influence of “manliness.” Manliness, in his account, is a kind of self-reliant commanding decisiveness — a willingness to blaze a risky path and lead others along it. While women can be manly — Mansfield cites Margaret Thatcher as an example — they generally are not. For Mansfield, “common sense” stereotypes about men and women are mostly true and validated by the evidence.</p>\n\n<p class=\"has-text-align-none\">“Women still rather like housework, changing diapers, and manly men. The capacities and inclinations of the sexes do not differ exactly or universally, but they do seem to differ,” he writes. “These differences are, one could say, all the more impressive now that they are no longer supported, indeed now that they are denied or opposed, by society’s ruling conventions.”</p>\n\n<p class=\"has-text-align-none\">The persistence of manliness among men helps explain, in large part, why the “gender-neutral society” is failing to produce equality in the workplace or at home. Given that men are men and women are women, Mansfield argues, it cannot help but fail.</p>\n\n<p class=\"has-text-align-none\">“Men reject and resist the expectation that they should abandon their manliness,” he argues. “They do not so much mind sharing their traditional opportunities with whoever can exploit them, and they have shown newfound respect for women who can. But they draw the line at doing what women have left behind.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Mansfield and the Trumpian moment</strong></h2>\n\n<p class=\"has-text-align-none\">I used to think that Mansfield’s writing on manliness was idiosyncratic: an older professor’s way of lashing out at a changing world. But the Trump era has proved Mansfield’s work to be far more than that. His writings represent an unusually coherent formulation of a value system deeply embedded in modern conservatism, one that has found its voice in the past several years.</p>\n\n<p class=\"has-text-align-none\">Ask any conservative about what defines their worldview, and one of the first things they’ll tell you is that they stand for eternal truths against passing fads. Liberals, they believe, have an unjustified faith in the plasticity of human nature —&nbsp;which for conservatives is a fixed and unchangeable thing.</p>\n\n<p class=\"has-text-align-none\">One of those enduring facts, they believe, is binary gender difference. Men are generally one way and women are generally another; this, for conservatives, is an eternal truth about humanity that liberals deny at their peril.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are many different ways of making this argument, ranging from the science of sex difference to an appeal to scripture. Mansfield himself appeals to history, writing that “the tradition of different roles for the two sexes is impressively long — long enough to comprise all societies except advanced liberal democracies today.” Different kinds of conservatives may make the argument differently, but the general sentiment remains consistent across the movement.</p>\n\n<p class=\"has-text-align-none\">Many modern conservatives can be a bit squeamish about the implications of these views. They don’t want to come across as sexist, after all. So they talk quite a bit about the differences between men and women without drawing conclusions about the implications of these ideas for who deserves to wield political power and rule households.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is what’s behind the rise of the “<a href=\"https://www.vox.com/politics/366601/the-rights-plan-to-fix-america-patriarchy-2-0\">neopatriarchy</a>” movement: the call from leaders like JD Vance and Josh Hawley for America to rediscover the lost virtues of a patriarchal society <em>without</em> explicitly calling for women to depart the workforce and return to the home.</p>\n\n<p class=\"has-text-align-none\">Mansfield, by contrast, is open about what he’s attacking: the very idea of a “gender-neutral society.” And with this openness comes an arch self-awareness.</p>\n\n<p class=\"has-text-align-none\">“Certainly I am sexist,”&nbsp; <a href=\"https://www.thecrimson.com/article/2022/9/9/harvey-mansfield-political-polarization/\">Mansfield told</a> the Harvard Crimson in 2022. “I say that plainly.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When you think about the defining voices of the Trump-era Republican party, Harvard political theorists aren’t typically at the top of the list. But Harvey Mansfield should be an exception.&#160; He is, in some ways, the godfather of the Trumpist right’s current approach to gender and masculinity — an increasingly open celebration of the virtues of [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Wait, Kamala Harris owns a gun?",
    "link": "https://www.vox.com/politics/371304/what-kamala-harris-gun-ownership-reveals-about-american-politics",
    "pubDate": "2024-09-11T14:25:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris pictured mid-speech with hands raised, speaking into a podium microphone.\" data-caption=\"At the debate on Tuesday, Harris dismissed Trump’s attack on her record with guns by revealing that she and Tim Walz are both gun owners.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2169924597.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>At the debate on Tuesday, Harris dismissed Trump’s attack on her record with guns by revealing that she and Tim Walz are both gun owners.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Vice President Kamala Harris had a quick comeback for Donald Trump when he <a href=\"https://www.vox.com/politics/370942/harris-trump-debate-who-won-bait-kamala-donald\">accused her</a> of wanting to take people’s guns away at Tuesday’s debate.</p>\n\n<p class=\"has-text-align-none\">“Tim Walz and I are both gun owners. We’re not taking anybody’s guns away. So stop with the continuous lying about this stuff,” <a href=\"https://abcnews.go.com/Politics/harris-trump-presidential-debate-transcript/story?id=113560542\">Harris said</a>.</p>\n\n<p class=\"has-text-align-none\">While the remark caught <a href=\"https://x.com/search?q=kamala%2C%20gun&amp;src=typed_query\">attention online</a>, it wasn’t actually news. Harris had spoken about being a gun owner during her last campaign for president. “I am a gun owner, and I own a gun for probably the reason a lot of people do — for personal safety,” Harris <a href=\"https://edition.cnn.com/2019/04/11/politics/kamala-harris-gun-owner/index.html\">told reporters</a> after a campaign event in 2019. </p>\n\n<p class=\"has-text-align-none\">At the time, Harris pointed to her career as a prosecutor by way of explanation. It’s not unusual for people who work in law enforcement, from parole officers to police to chief law enforcement officers, to own a gun out of concern that someone they’ve encountered in the legal system might try to exact revenge — <a href=\"https://apnews.com/article/maryland-judge-shot-killed-394b2eaf2570813d1f2845c45f8a99fe\">as</a> <a href=\"https://apnews.com/article/maryland-judge-shot-killed-394b2eaf2570813d1f2845c45f8a99fe\">has</a> <a href=\"https://www.cbsnews.com/newyork/news/judge-esther-salas-applauds-federal-law-to-help-protect-other-judges-and-their-families/\">happened</a> <a href=\"https://www.cbsnews.com/texas/news/eric-williams-jury-hears-about-hasses-death/\">before</a>. The surprise is almost certainly for another reason altogether: Harris is a multiracial woman from a liberal state who has called for <a href=\"https://kamalaharris.com/issues/\">banning assault weapons</a> and passing universal background checks.</p>\n\n<p class=\"has-text-align-none\">But this shouldn’t be all that shocking, either. As I wrote in <a href=\"https://www.vox.com/policy/353878/new-guns-us-violence\">my feature last month</a> about the millions of Americans who decided to buy their first guns during the pandemic, women — particularly Black and Hispanic women — are among the fastest growing cohort of gun owners in the country. </p>\n\n<p class=\"has-text-align-none\">Between 1980 and 2014, only <a href=\"https://www.norc.org/content/dam/norc-org/pdfs/GSS_Trends%20in%20Gun%20Ownership_US_1972-2014.pdf\">9 to 14 percent of women</a> owned guns. But <a href=\"https://www.acpjournals.org/doi/10.7326/M21-3423\">half of first-time gun buyers between 2019 and 2021 were women,</a> according to a study from Northeastern University. Another study of new gun owners found that, from 2020 to 2022, <a href=\"https://www.norc.org/research/library/one-in-five-american-households-purchased-a-gun-during-the-pande.html\">69 percent were people of color</a>. As of last year, <a href=\"https://www.nbcnews.com/meet-the-press/meetthepressblog/poll-gun-ownership-reaches-record-high-american-electorate-rcna126037\">more than half of Americans</a> said they or someone in their household had a gun.</p>\n\n<p class=\"has-text-align-none\">Harris is right that the vast majority of gun owners <a href=\"https://www.pewresearch.org/politics/2023/08/16/for-most-u-s-gun-owners-protection-is-the-main-reason-they-own-a-gun/\">say they own a gun for protection,</a> and the fact that she counts herself among the millions of Americans who own guns reveals an important truth that often gets hidden. While the national debate is typically framed as a fight between two opposing interests — anti-gun liberals who want to take everyone’s guns away and pro-gun conservatives who steadfastly refuse any regulation — the reality is much more nuanced. </p>\n\n<p class=\"has-text-align-none\">It’s true that support for measures like banning assault weapons <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_us_042423/\">is mixed</a>. But the notion that all gun owners are totally against any gun regulation is clearly false and a narrative that gun control advocates have been working to unravel.</p>\n\n<p class=\"has-text-align-none\">It’s not just that a <a href=\"https://www.pewresearch.org/politics/2023/08/16/for-most-u-s-gun-owners-protection-is-the-main-reason-they-own-a-gun/\">majority</a> of Americans say it’s too easy to get a gun and regulations should be stricter. <a href=\"https://www.politico.com/news/2022/10/19/gun-owners-support-safety-policies-00062335\">Even a majority of American gun owners</a> say they support things like universal background checks, permits, and <a href=\"https://www.vox.com/policy-and-politics/23141651/gun-control-american-approval-polling\">extreme risk laws</a> meant to keep guns away from domestic abusers and others likely to commit violence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.vox.com/23672891/gun-violence-mass-shootings-us-deaths\">interviews I’ve done</a> with gun control activists and in other <a href=\"https://www.mariashriversundaypaper.com/meet-these-gun-supporting-moms-who-are-mad-as-hell-and-fighting-for-change/\">news articles</a>, these advocates highlight the gun owners in their midst who are fighting for stronger gun laws. It’s not just urban and coastal liberals and people who’ve never owned guns before who want to see better regulation, but a wide range of Americans.</p>\n\n<p class=\"has-text-align-none\">Harris understands this dynamic well. “We are being offered a false choice,” she <a href=\"https://edition.cnn.com/2019/04/11/politics/kamala-harris-gun-owner/index.html\">said</a> in 2019. “You’re either in favor of the Second Amendment or you want to take everyone’s guns away. It’s a false choice that is born out of a lack of courage from leaders who must recognize and agree that there are some practical solutions to what is a clear problem in our country.”</p>\n\n<p class=\"has-text-align-none\">She’s right, of course. As the polls show, millions of Americans own guns and have complicated feelings about them. It’s only the people who don’t want to see any regulation who have an interest in pretending otherwise.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Vice President Kamala Harris had a quick comeback for Donald Trump when he accused her of wanting to take people’s guns away at Tuesday’s debate. “Tim Walz and I are both gun owners. We’re not taking anybody’s guns away. So stop with the continuous lying about this stuff,” Harris said. While the remark caught attention [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "Science has a short-term memory problem",
    "link": "https://www.vox.com/future-perfect/370681/science-research-grants-scientific-progress-academia-slow-funding",
    "pubDate": "2024-09-11T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A biologist peers into a microscope.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/diane-serik-M3t3E7gzPKQ-unsplash.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A biologist peers into a microscope.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Back in 2016, Vox asked 270 scientists to name the <a href=\"https://www.vox.com/2016/7/14/12016710/science-challeges-research-funding-peer-review-process#1\">biggest problems facing science</a>. Many of them agreed that the constant search for funding, brought on by the <a href=\"https://www.vox.com/future-perfect/2019/1/18/18183939/science-funding-grant-lotteries-research\">increasingly competitive grant system</a>, serves as one of the biggest barriers to scientific progress.</p>\n\n<p class=\"has-text-align-none\">Even though we have more scientists throwing more time and resources at projects, we seem to be blocked on big questions — like how to help people live healthier for longer — and that has major real-world impacts.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">Grants are funds given to researchers by the government or private organizations, ranging from tens to hundreds of thousands of dollars earmarked for a specific project. Most grant applications are very competitive. <a href=\"https://report.nih.gov/nihdatabook/category/10\">Only about 20 percent</a> of applications for research project grants at the National Institutes of Health (NIH), which funds the vast majority of biomedical research in the US, are successful.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you do get a grant, they usually <a href=\"https://www.nigms.nih.gov/Research/Application/Pages/ResearchProjGrantDuration.aspx\">expire after a few years</a> — far less time than it normally takes to make groundbreaking discoveries. And most grants, even the most prestigious ones, don’t provide enough money to keep a lab running on their own.</p>\n\n<p class=\"has-text-align-none\">Between the endless cycle of grant applications and the constant turnover of early-career researchers in labs, pushing science forward is slow at best and Sisyphean at worst.</p>\n\n<p class=\"has-text-align-none\">In other words, science has a short-term memory problem — but there are steps funding agencies can take to make it better.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Grants are too small, too short, and too restrictive</strong></h2>\n\n<p class=\"has-text-align-none\">Principal investigators — often tenure-track university professors — doing academic research in the US are responsible not only for running their own lab, but also for funding it. That includes the costs of running experiments, keeping the lights on, hiring other scientists, and often covering their own salary, too. In this way, investigators are <a href=\"https://academia.stackexchange.com/questions/188722/why-do-academics-have-to-get-their-own-grants\">more like entrepreneurs than employees</a>, running their labs like a small-business owner.</p>\n\n<p class=\"has-text-align-none\">In the US, basic science research, studying how the world works for the sake of expanding knowledge, is <a href=\"https://sgp.fas.org/crs/misc/R44307.pdf\">mostly funded by the federal government</a>. The NIH funds the vast majority of biomedical research, and the National Science Foundation (NSF) funds other sciences, like astrophysics, geology, and genetics. The <a href=\"https://www.vox.com/future-perfect/23384446/future-perfect-50-renee-wegrzyn-arpa-h\">Advanced Research Projects Agency for Health</a> (ARPA-H) also funds some biomedical research, and the Defense Advanced Research Projects Agency (DARPA) funds technology development for the military, some of which finds uses in the civilian world, <a href=\"https://www.darpa.mil/about-us/timeline/modern-internet\">like the internet</a>.</p>\n\n<p class=\"has-text-align-none\">The grant application system worked well a few decades ago, when <a href=\"http://mbio.asm.org/content/7/2/e00422-16.full\">over half of submitted grants were funded</a>. But today, we have more scientists — <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6294951/\">especially young ones</a> — and <a href=\"https://drugmonkey.scientopia.org/2020/12/16/updating-the-erosion-of-the-purchase-power-of-the-modular-nih-r01/\">less money, once inflation</a> is taken into account. Getting a grant is harder than ever, scientists I spoke with said. What ends up happening is that principal investigators are forced to spend more of their time writing grant applications — which often take dozens of hours each — than actually doing the science they were trained for. Because funding is so competitive, applicants increasingly have to <a href=\"https://journals.sagepub.com/doi/pdf/10.1177/1745691616687745\">twist their research proposals</a> to align with whoever will give them money. A lab interested in studying how cells communicate with each other, for example, may spin it as a study of cancer, heart disease, or depression to convince the NIH that its project is worth funding.</p>\n\n<p class=\"has-text-align-none\">Federal agencies generally fund specific projects, and require scientists to provide regular progress updates. Some of the best science happens when experiments lead researchers in unexpected directions, but grantees generally need to stick with the specific aims listed in their application or risk having their funding taken away — even if the first few days of an experiment suggest things won’t go as planned.</p>\n\n<p class=\"has-text-align-none\">This system leaves principal investigators constantly scrambling to plug holes in their patchwork of funding. In her first year as a tenure-track professor, <a href=\"https://www.buckinstitute.org/lab/garrison-lab/\">Jennifer Garrison</a>, now a reproductive longevity researcher at the <a href=\"https://www.buckinstitute.org/\">Buck Institute</a>, applied for 45 grants to get her lab off the ground. “I’m so highly trained and specialized,” she told me. “The fact that I spend the majority of my time on administrative paperwork is ridiculous.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>Relying on a transient, underpaid workforce makes science worse</strong></h2>\n\n<p class=\"has-text-align-none\">For the most part, the principal investigators applying for grants aren’t doing science — their graduate students and postdoctoral fellows are. While professors are teaching, doing administrative paperwork, and managing students, their early-career trainees are the ones who conduct the&nbsp;experiments and analyze data.</p>\n\n<p class=\"has-text-align-none\">Since they do the bulk of the intellectual and physical labor, these younger scientists are usually the lead authors of their lab’s publications. In smaller research groups, a grad student may be the only one who fully understands their project.</p>\n\n<p class=\"has-text-align-none\">In some ways, this system works for universities. With most annual stipends falling <a href=\"https://www.nerdwallet.com/article/loans/student-loans/how-much-do-graduate-students-get-paid\">short of $40,000</a>, “Young researchers are highly trained but relatively inexpensive sources of labor for faculty,” then-graduate researcher Laura Weingartner <a href=\"https://www.vox.com/2016/7/14/12016710/science-challeges-research-funding-peer-review-process#1\">told Vox in 2016</a>.</p>\n\n<p class=\"has-text-align-none\">Grad students and postdocs are cheap, but they’re also transient. It takes an average of <a href=\"https://www.usnews.com/education/best-graduate-schools/articles/2019-08-12/how-long-does-it-take-to-get-a-phd-degree-and-should-you-get-one\">six years to earn a PhD</a>, with only about three to five of those years devoted to research in a specific lab. This time constraint forces trainees to choose projects that can be wrapped up by the time they graduate, but science, especially groundbreaking science, rarely fits into a three- to five-year window. CRISPR, for instance, was <a href=\"https://www.broadinstitute.org/what-broad/areas-focus/project-spotlight/crispr-timeline\">first characterized in the ’90s</a> — 20 years before it was first used for gene editing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trainees generally try to publish their findings by the time they leave, or pass ownership along to someone they have trained to take the wheel. The pressure to squeeze exciting, publishable data from a single PhD thesis project forces many inexperienced scientists into roles they can’t realistically fulfill. Many people (admittedly, <a href=\"https://neuroscience.berkeley.edu/news/2023-qa-neuroscience-phd-program-graduates\">myself included</a>, as a burnt-out UC Berkeley neuroscience graduate student) wind up leaving a trail of unfinished experiments behind when they leave academia — and have no formal obligation to complete them.</p>\n\n<p class=\"has-text-align-none\">When the bulk of your workforce is <a href=\"https://www.aps.org/apsnews/2024/03/grad-students-postdocs-fair-wages\">underpaid</a>, <a href=\"https://gradresources.org/dealing-with-emotional-fatigue/\">burning out</a>, and constantly turning over, it creates a continuity problem. When one person leaves, they often take a bunch of institutional knowledge with them. Ideally, research groups would have at least one or two senior scientists — with as much training as a tenured professor — working in the lab to run experiments, mentor newer scientists, and serve as a stable source of expertise as other researchers come and go.</p>\n\n<p class=\"has-text-align-none\">One major barrier here: Paying a highly trained scientist enough to compete with six-figure industry jobs costs far more than a single federal grant can provide. One $250,000/year NIH R01 — the primary grant awarded to scientists for research projects — barely funds one person’s salary and benefits. While the NIH has specialized funding that students, postdocs, junior faculty, and other trainees can apply for to pay their own wages, funding opportunities for senior scientists are limited. “It’s just not feasible to pay for a senior scientist role unless you have an insane amount of other support,” Garrison told me.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How can we help scientists do cooler, more ambitious research?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Funding scientists themselves, rather than the experiments they say they’ll do, helps — and we already have some evidence to prove it.</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://hhmi.org/our-approach\">Howard Hughes Medical Institute</a> (HHMI) has a funding model worth replicating. It is driven by a “people, not projects” philosophy, granting scientists many years worth of money, without tying them down to specific projects. Grantees continue working at their home institution, but they — along with their postdocs — become employees of HHMI, which pays their salary and benefits.</p>\n\n<p class=\"has-text-align-none\">HHMI reportedly provides enough funding to operate a small- to medium-sized lab without requiring any extra grants. The idea is that if investigators are simply given enough money to do their jobs, they can redirect all their wasted grant application time toward actually doing science. It’s no coincidence that <a href=\"https://hhmi.org/about/nobel-laureates\">over 30 HHMI-funded scientists</a> have won Nobel Prizes in the past 50 years.</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://arcinstitute.org/\">Arc Institute</a>, a <a href=\"https://www.vox.com/future-perfect/2021/12/18/22838746/biomedicine-science-grants-arc-institute\">new nonprofit collaboration</a> among research giants Stanford, UC Berkeley, and UC San Francisco, also provides investigators and their labs with renewable eight-year “no-strings-attached” grants. Arc aims to give scientists the freedom and resources to do the slow, unsexy work of developing better research tools — something crucial to science but unappealing to scientific journals (and scientists who need to publish stuff to earn more funding).</p>\n\n<p class=\"has-text-align-none\">Operating Arc is expensive, and the funding model currently <a href=\"https://arcinstitute.org/about\">relies on donations</a> from philanthropists and tech billionaires. Arc supports eight labs so far, and hopes to expand to no more than 350 scientists someday — far short of the <a href=\"https://nexus.od.nih.gov/all/2024/02/21/fy-2023-by-the-numbers-extramural-grant-investments-in-research/\">50,000-some biomedical researchers</a> applying for grants every year.</p>\n\n<p class=\"has-text-align-none\">For now, institutional experiments like Arc are just that: experiments. They’re betting that scientists who feel invigorated, creative, and unburdened will be better equipped to take the risks required to make big discoveries.</p>\n\n<p class=\"has-text-align-none\">Building brand-new institutions isn’t the only way to break the cycle of short-term, short-sighted projects in biomedical research. Anything that makes it financially easier for investigators to keep their labs running will help. Universities could pay the salaries of their employees directly, rather than making investigators find money for their trainees themselves. Federal funding agencies could also make grants bigger to <a href=\"https://nexus.od.nih.gov/all/2022/06/29/inflation-and-nih-research-project-grants/\">match the level of inflation</a> — but Congress is unlikely to approve that kind of spending.</p>\n\n<p class=\"has-text-align-none\">Science might also benefit from having fewer, better-paid scientists in long-term positions, rather than relying on the labor of underpaid, under-equipped trainees. “I think it would be better to have fewer scientists doing real, deep work than what we have now,” Garrison said.</p>\n\n<p class=\"has-text-align-none\">It’s not that scientists aren’t capable of creative, exciting, ambitious work — they’ve just been forced to bend to a grant system that favors short, risk-averse projects. And if the grant system changes, odds are science will too.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Back in 2016, Vox asked 270 scientists to name the biggest problems facing science. Many of them agreed that the constant search for funding, brought on by the increasingly competitive grant system, serves as one of the biggest barriers to scientific progress. Even though we have more scientists throwing more time and resources at projects, [&#8230;]",
    "author": "Celia Ford"
  },
  {
    "title": "3 winners and 2 losers from the Harris-Trump debate",
    "link": "https://www.vox.com/2024-elections/370958/harris-trump-debate-winners-losers",
    "pubDate": "2024-09-11T04:56:51.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris and Donald Trump shake hands, smiling at each other. \" data-caption=\"Vice President Kamala Harris shakes hands with former President Donald Trump during a presidential debate in Philadelphia, on September 10, 2024. | Saul Loeb/AFP via Getty Images\" data-portal-copyright=\"Saul Loeb/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2170587742.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris shakes hands with former President Donald Trump during a presidential debate in Philadelphia, on September 10, 2024. | Saul Loeb/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">After Vice President Kamala Harris’s first debate with former President Donald Trump Tuesday, Democrats across the country breathed a sigh of relief and thought: That’s more like it.</p>\n\n<p class=\"has-text-align-none\">Harris, by widespread consensus, was the clear winner. “Make no mistake about it, Trump had a bad night,” Fox News’s Brit Hume said on the network afterward. “My sense is she came out of this in pretty good shape.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The online prediction market Polymarket — reflecting bettors’ estimates of what’s likely to happen — <a href=\"https://polymarket.com/event/who-will-win-the-debate-according-to-polls\">showed</a> a 97 percent chance that the debate would help Harris in the polls. Prediction markets typically just reflect the conventional wisdom, but what this does tell us is that very few people are willing to bet actual money that the debate will help Trump.</p>\n\n<p class=\"has-text-align-none\">The conventional wisdom matters, because the winner of the debate isn’t just determined by what happened onstage, but also by the spin war that ensues afterward. The narrative of who won, the kind of groupthink of the commentariat, gets endlessly discussed in the days after the debate — and, in this case, that narrative is: <a href=\"https://www.vox.com/politics/370942/harris-trump-debate-who-won-bait-kamala-donald\">Harris</a> <a href=\"https://www.vox.com/politics/370942/harris-trump-debate-who-won-bait-kamala-donald\">won</a> by <a href=\"https://nymag.com/intelligencer/article/2024-presidential-debate-kamala-harris-donald-trump-meltdown.html\">effectively</a> <a href=\"https://www.politico.com/news/2024/09/10/harris-trump-debate-taunts-analysis-00178517\">baiting </a><a href=\"https://www.businessinsider.com/kamala-harris-trolled-donald-trump-about-rally-crowd-size-2024-9\">Trump</a>.</p>\n\n<p class=\"has-text-align-none\">It’s too early to say how much the debate will impact the race. Though politics junkies are near-unanimous that Trump lost, it is at least possible that swing voters will have different takeaways. Early signs, though, suggest they may have the same takeaway: a <a href=\"https://www.washingtonpost.com/elections/interactive/2024/presidential-debate-voter-poll/?itid=hp-top-table-main_p001_f002\">Washington Post focus group</a> of 24 undecided swing state voters found that 22 thought Harris performed better. And a <a href=\"https://twitter.com/mkraju/status/1833718682435870989\">CNN post-debate poll</a> found that 63 percent of debate watchers thought Harris won.</p>\n\n<p class=\"has-text-align-none\">It is also possible the debate will have little effect on the polls — or, that if it does help Harris, it will help her only briefly, since other events will impact the polls in the nearly two months remaining before Election Day.</p>\n\n<p class=\"has-text-align-none\">But, running the briefest presidential campaign in modern history, the stakes were high for Harris — voters have seen little of her so far, particularly in unscripted high-pressure settings like a debate. And she delivered the strong performance she needed.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6550203594\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Loser: Donald Trump</h2>\n\n<p class=\"has-text-align-none\">Before the debate, the conventional wisdom was that to have a strong night, Trump needed to do a few things. He needed to remain focused on tying Harris to the Biden administration’s unpopular record on the economy, immigration, and foreign policy. He had to avoid minefields for him on his weakest issues, abortion and democracy. And he needed to avoid getting sidetracked on rants or conspiracy theories.</p>\n\n<p class=\"has-text-align-none\">But he mostly failed to do those things.</p>\n\n<p class=\"has-text-align-none\">On abortion, Trump took credit for the Supreme Court overturning <em>Roe v. Wade</em>, saying it happened “through the genius and heart and strength” of the conservative justices.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He also repeatedly dodged the question of whether he’d veto a national abortion ban if Congress sent one to his desk — saying (probably accurately) that Congress wouldn’t pass such a ban. And yet, despite several opportunities, he couldn’t bring himself to clearly say he’d veto such a bill — perhaps fearing angering his pro-life allies, who have been <a href=\"https://www.foxnews.com/politics/pro-lifers-blast-trump-betrayal-shifting-abortion-stance-answer-florida-amendment-4\">disgruntled</a> with his handling of the issue of late.</p>\n\n<p class=\"has-text-align-none\">Asked whether he regretted anything he did on <a href=\"https://www.vox.com/policy-and-politics/2021/1/6/22217657/us-capitol-breach-trump-rally-presidential-election\">January 6, 2021</a>, when his supporters attacked the US Capitol, he didn’t come up with anything. The only thing he complained about was that, in the midst of the chaos inside the building, one of his supporters, Ashli Babbitt, “was shot by an out of control police officer,” he said. (Babbitt and other angry rioters <a href=\"https://www.vox.com/2021/7/13/22573658/trump-who-shot-ashli-babbitt-january-6-martyr\">were trying</a> to breach the last barrier separating them from members of Congress who feared for their lives.)</p>\n\n<p class=\"has-text-align-none\">And he repeatedly voiced ludicrous-sounding <a href=\"https://www.vox.com/2024-elections/370760/jd-vance-racist-cat-eating-haitian-immigrants\">conspiracy theories</a> about immigrants eating cats and dogs, or states <a href=\"https://www.vox.com/2019/3/11/18246702/trump-abortion-ralph-northam-virginia-green-bay\">executing babies</a> after they are born.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Late in the debate, Trump claimed that Harris “is Biden,” but he wasn’t even consistent on that — earlier in the evening, Trump had insisted that President Joe Biden “hates” Harris and “can’t stand her,” an odd choice if your campaign strategy is to make Harris responsible for Biden’s record.</p>\n\n<p class=\"has-text-align-none\">And while it is true that Trump hit Harris on inflation and the border many times, it seems unlikely that any of that messaging will sink in when he was saying so many other bizarre and nonsensical things that will get far more attention.</p>\n\n<p class=\"has-text-align-none\">Perhaps the clearest indication Trump lost, though, is that his supporters <a href=\"https://x.com/lindseygrahamsc/status/1833686591564595494?s=61&amp;t=TQlk4x44ENcfSu3Y1ke6ew\">took to social media</a> to complain vociferously about the moderators — the telling move of whining about the refs when the outcome isn’t what they’d hoped. <em>—Andrew Prokop</em></p>\n\n<h2 class=\"wp-block-heading\">Winner: Kamala Harris</h2>\n\n<p class=\"has-text-align-none\">In the days before the debate, it had seemed that the good vibes Kamala Harris had enjoyed since her sudden ascent as the Democratic presidential nominee were in danger of disappearing.</p>\n\n<p class=\"has-text-align-none\">Polls showed <a href=\"https://www.vox.com/2024-elections/369827/harris-trump-polls-models-2024-nate-silver\">a very close toss-up race</a>. Nate Silver’s election forecast model tipped toward <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">making Trump the favorite</a>. Criticism <a href=\"https://newrepublic.com/article/185705/kamala-harris-imitating-biden-bad-media-strategy\">rose</a> of Harris for <a href=\"https://www.vox.com/politics/367868/kamala-harris-interviews-press-conferences-criticism\">mostly avoiding</a> media interviews in unscripted settings. A <a href=\"https://www.nytimes.com/2024/09/08/us/politics/trump-and-harris-times-siena-poll.html\">New York Times/Siena College poll</a> released Sunday even showed Trump taking the lead by 1 percentage point nationally — an excellent result for Trump, given the Electoral College’s slant against Democrats.</p>\n\n<p class=\"has-text-align-none\">But in retrospect, Harris’s avoidance of the media helped her debate performance have more impact. She preferred a high-stakes setting where she’d be contrasted with Trump over one in which she’d be squaring off against journalists.</p>\n\n<p class=\"has-text-align-none\">And she was very effective at drawing that contrast.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris hammered home her core message that Trump only cares about himself, not ordinary Americans. She repeated, several times, that her campaign plan includes tax cuts for young families and tax deductions for startup small businesses. She voiced righteous outrage about how Trump’s Supreme Court appointees eliminated national abortion rights protections. She promised to unite Americans rather than divide them, and said she’d represent a new generation of leadership.</p>\n\n<p class=\"has-text-align-none\">Repeatedly, she baited Trump into wasting time indulging in his narcissism — asked about immigration, she threw in a claim that people often leave Trump’s rallies early. Trump couldn’t resist using some of his time to clarify that his rallies are great and everyone loves him.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There were some questionable moments for Harris. It was clear she did not want to talk about inflation — not wanting to get drawn into a discussion about Biden’s record, in contrast to her own tax plan. Asked why she no longer supported some very progressive positions she took while running for president in 2020, she really didn’t give a clear answer on why.</p>\n\n<p class=\"has-text-align-none\">But it’s not clear she had any real perfect answer on those topics — avoiding them may have been her best strategic option.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And where she had points to make and punches to land on Tuesday night, she did. <em>—AP</em></p>\n\n<h2 class=\"wp-block-heading\">Winner: ABC News’s debate moderators</h2>\n\n<p class=\"has-text-align-none\">David Muir and Linsey Davis had a difficult task going into Tuesday night’s debate, but they mostly acquitted themselves well. The pair of ABC News moderators ran a tight debate, keeping the candidates to their allotted times (for the most part) and finding the right moments to step in to fact-check as needed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A particularly striking moment came when Trump repeated multiple times the false claim that Democrats support killing babies even after birth. Trump went on to ramble about how he is fine with abortion policy being decided by the states, and waffled about his support for a national abortion ban. As soon as he finished, Davis clarified to the audiences at home: “There is no state in this country where it is legal to kill a baby after it’s born.”</p>\n\n<p class=\"has-text-align-none\">Similarly, when Trump expounded on the racist far-right conspiracy theories that undocumented immigrants in Springfield, Ohio, are <a href=\"https://www.vox.com/2024-elections/370760/jd-vance-racist-cat-eating-haitian-immigrants\">killing and eating pets</a>, Muir once again fact-checked the claim, saying ABC News “did reach out to the city manager there. He told us there have been no credible reports of specific claims of pets being harmed, injured, or abused by individuals within the immigrant community.”</p>\n\n<p class=\"has-text-align-none\">No similar fact-checks of Harris were made, which contributed to a feeling among Trump allies that the moderators were conducting a “<a href=\"https://x.com/JamesSurowiecki/status/1833692429049827699\">rig job</a>.” “Trump needs to directly challenge the moderators. Say they’re in the tank for Kamala. Put them on the defensive,” the far-right activist Chris Rufo <a href=\"https://x.com/realchrisrufo/status/1833684559747252247?s=61&amp;t=TQlk4x44ENcfSu3Y1ke6ew\">said on X</a>.</p>\n\n<p class=\"has-text-align-none\">And yet, despite the rules allowing the moderators to mute mics to prevent crosstalk, Trump was repeatedly allowed to talk over Harris, to get the final word during exchanges, and <a href=\"https://www.nytimes.com/interactive/2024/09/10/us/elections/trump-harris-attacks-debate-tracker.html\">generally</a> to <a href=\"https://x.com/zeynep/status/1833690991745810584\">speak for longer</a> than Harris — a fact that rankled liberal viewers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, the moderators did a good job of keeping the debate on track, at least to the degree you can when moderating a debate involving Trump. The fact-checking may have been controversial with Trump supporters, but they did what journalists should do: call out falsehoods and insist on accuracy. They walked a fine line and managed to mostly stay on it. <em>—Christian Paz</em></p>\n\n<h2 class=\"wp-block-heading\">Loser: Immigration</h2>\n\n<p class=\"has-text-align-none\">The national debate over immigration has shifted greatly, and that was on full display Tuesday night.</p>\n\n<p class=\"has-text-align-none\">In 2020, Democrats emphasized Trump’s cruelty toward asylum seekers and other migrants at the border, while Trump made exaggerated —&nbsp;or outright false — claims about the alleged dangers immigrants posed to citizens’ safety and sovereignty.</p>\n\n<p class=\"has-text-align-none\">Throughout the 2024 campaign, Trump has stayed the course, only growing more extreme in his rhetoric. But Democrats have pivoted greatly. On Tuesday, Harris eschewed any significant mention of immigrants’ plight —&nbsp;or their massive contributions to the country. Instead, she accused Trump of being insufficiently attentive to border security.</p>\n\n<p class=\"has-text-align-none\">Specifically, Harris criticized Trump for urging Republicans in Congress <a href=\"https://www.vox.com/politics/2024/2/5/24062710/senate-immigration-bill-border-security-ukraine-2024\">not to vote for a right-wing border bill</a> that Democrats tried to pass in February. The bill was a bipartisan compromise that would have instituted a Republican priority — a new authority to quickly expel migrants arriving on the southern border at times of high demand — in exchange for something Democrats wanted: closing gaps in the legal immigration system that have left everyone from the children of high-skilled foreign workers to Afghan refugees in limbo.</p>\n\n<p class=\"has-text-align-none\">“He preferred to run on a problem instead of fixing a problem,” Harris said.</p>\n\n<p class=\"has-text-align-none\">Trump responded by repeating the <a href=\"https://www.npr.org/2024/09/10/nx-s1-5107320/jd-vance-springfield-ohio-haitians-pets\">racist and dehumanizing claim</a>, for which local authorities <a href=\"https://www.springfieldnewssun.com/news/springfield-police-say-no-reports-of-pets-stolen-after-viral-social-media-post/3WSIZQNHQVE4NP4TS5BVHBB2PY/\">have identified no evidence</a>, that <a href=\"https://www.vox.com/2024-elections/370760/jd-vance-racist-cat-eating-haitian-immigrants\">Haitian migrants in Springfield, Ohio, eat pets</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“A lot of towns don’t want to talk about it because they’re so embarrassed by it,” Trump said. “This is what’s happening in our country. And it’s a shame.”</p>\n\n<p class=\"has-text-align-none\">At no point in the exchange, however, did the Democrat come to the defense of immigrants — a marked departure from the political dynamic that has ruled this issue for years. And that is perhaps a reflection of the fact that <a href=\"https://www.vox.com/policy/368889/immigration-border-polls-election-2024-trump-harris\">anti-immigrant sentiment in the electorate is higher</a> than at any point since the early 2000s, just after the 9/11 terror attacks.</p>\n\n<p class=\"has-text-align-none\">Border crossings have <a href=\"https://x.com/ReichlinMelnick/status/1833540264079855691\">come down significantly in recent months</a> due to a crackdown by Mexican authorities and Biden’s <a href=\"https://www.vox.com/politics/353835/asylum-border-biden-policy-trump-shutdown\">implementation of new asylum restrictions</a>. Voters have correspondingly become <a href=\"https://www.washingtonpost.com/politics/2024/08/14/harris-trump-biden-polling-economy-immigration/\">more favorable toward Harris</a> on immigration. But Harris nevertheless did not seem compelled in the debate to take a more empathetic stance on immigration. <em>—Nicole Narea</em></p>\n\n<h2 class=\"wp-block-heading\">​​Winner: Swifties for Kamala</h2>\n\n<p class=\"has-text-align-none\">Seemingly the only way a presidential debate could possibly be overshadowed would be to have the biggest star in the world break some news immediately after it — which is what happened when Taylor Swift <a href=\"https://www.instagram.com/p/C_wtAOKOW1z/?utm_source=ig_embed&amp;ig_rid=463fa03a-269b-4044-b5cc-cb9a38a5d1ce\">officially endorsed Harris</a> via an Instagram post released about half an hour after the end of the debate.</p>\n\n<p class=\"has-text-align-none\">“Like many of you, I watched the debate tonight,” Swift wrote. “I will be casting my vote for Kamala Harris and Tim Walz in the 2024 Presidential Election … I’ve done my research, and I’ve made my choice. Your research is all yours to do, and the choice is yours to make.”</p>\n\n<p class=\"has-text-align-none\">The endorsement comes after some uncertainty over whether Swift would even comment on the election, despite vocally supporting Democrats <a href=\"https://www.instagram.com/p/BopoXpYnCes/\">in past elections</a>. To the extent politics touched Swift, it centered over her <a href=\"https://www.vox.com/culture/369543/brittany-mahomes-likes-trump-instagram\">recent friendship with Kansas City quarterback Patrick Mahomes’s wife Brittany</a>, who appears to be supportive of Trump.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But tonight, “Swifties for Kamala” got their wish.</p>\n\n<p class=\"has-text-align-none\">Swift’s endorsement offered the slyest of subtweets of Trump’s running mate Sen. JD Vance.  She highlighted how she admired Harris’s running mate Gov. Tim Walz, and his “standing up for LGBTQ+ rights, IVF, and a woman’s right to her own body for decades.” The piece de resistance: She signed off the endorsement as a “<a href=\"https://www.vox.com/politics/363473/jd-vance-weird-voting-parents-demeny-postliberalism\">childless cat lady</a>” — the most influential one alive. <em>—CP</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "After Vice President Kamala Harris’s first debate with former President Donald Trump Tuesday, Democrats across the country breathed a sigh of relief and thought: That’s more like it. Harris, by widespread consensus, was the clear winner. “Make no mistake about it, Trump had a bad night,” Fox News’s Brit Hume said on the network afterward. [&#8230;]",
    "author": "Andrew Prokop"
  }
]