[
  {
    "title": "Florida criminalized homelessness. Then came hurricanes Helene and Milton.",
    "link": "https://www.vox.com/policy/375765/florida-homelessness-hurricane-helene-encampment-disaster-fema-housing-crisis-storm",
    "pubDate": "2024-10-07T21:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A sign in Florida that reads “Hurricane Warning” in capital orange letters alongside a road ahead of Hurricane Helene.\" data-caption=\"A sign displays a hurricane warning along a roadside as preparations are made for the arrival of Hurricane Helene, in Cedar Key, Florida, on September 25, 2024. | Miguel J. Rodriguez Carrillo/AFP via Getty Images\" data-portal-copyright=\"Miguel J. Rodriguez Carrillo/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2173616056.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A sign displays a hurricane warning along a roadside as preparations are made for the arrival of Hurricane Helene, in Cedar Key, Florida, on September 25, 2024. | Miguel J. Rodriguez Carrillo/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the wake of <a href=\"https://www.vox.com/climate/374867/hurricane-helene\">Hurricane Helene</a>, a devastating Category 4 storm that has ravaged the Southeast, leaders rushed <a href=\"https://www.nbcnews.com/news/weather/live-blog/helene-deadly-storm-live-updates-rcna173203\">to restore homes, infrastructure</a>, and <a href=\"https://apnews.com/article/hurricane-helene-power-outages-32958ff95f6e51e8c69e56e587de46d2\">power for millions</a> of people. And now, another life-threatening storm, Hurricane Milton, a Category 5, approaches the Florida coast. Amid the overwhelming destruction and the mounting chaos expected from these back-to-storms, and a death toll of at least <a href=\"https://apnews.com/article/hurricane-helene-death-toll-asheville-north-carolina-34d1226bb31f79dfb2ff6827e40587fc\">227 people across six states</a>, one group risks being overlooked in the scramble: the homeless population, those already vulnerable before the storm.</p>\n\n<p class=\"has-text-align-none\">Disaster relief for people who were homeless prior to a hurricane has always been lacking, as FEMA, the main federal agency tasked with providing aid, has a policy that <a href=\"https://www.fema.gov/sites/default/files/documents/fema_iappg-1.1.pdf\">explicitly excludes</a> those unhoused people from most forms of help, including housing and direct assistance. In recent years, the federal Department of Housing and Urban Development (HUD) has stepped up to try to plug some of those gaps in social safety, but a <a href=\"https://www.congress.gov/118/bills/hr1605/BILLS-118hr1605ih.pdf\">new bill moving</a> through Congress <a href=\"https://nlihc.org/sites/default/files/HR_1605_Sign_on_Letter_Final.pdf\">threatens these efforts</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These dynamics have grown more pressing as major hurricanes <a href=\"https://www.vox.com/natural-disaster/374366/hurricane-helene-florida-big-bend-beryl-storms-climate\">increase in frequency</a> and the number of unsheltered Americans <a href=\"https://www.huduser.gov/portal/datasets/ahar/2023-ahar-part-1-pit-estimates-of-homelessness-in-the-us.html\">continues to grow</a>. In June the US Supreme Court <a href=\"https://www.vox.com/homelessness/357861/homelessness-encampment-grants-pass-supreme-court-housing\">issued a landmark decision</a> in <em>Grants Pass </em>v. <em>Johnson</em>, greenlighting local governments’ legal authority to clear out <a href=\"https://www.vox.com/policy/2023/3/8/23618237/homelessness-tent-encampments-housing-affordable\">homeless tent encampments</a> even if a city lacks any available housing or shelter for the unhoused person to stay in.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since then, more jurisdictions have passed laws criminalizing homelessness, part of a broader effort to crack down on those sleeping outside. Just this month <a href=\"https://www.flgov.com/2024/03/20/governor-desantis-signs-legislation-to-address-homelessness-and-protect-the-public-and-quality-of-life-for-floridians/\">a new law</a> in Florida — that bans sleeping on public property anywhere in the state — took effect. While the law <a href=\"https://www.flsenate.gov/Session/Bill/2024/1365/?Tab=BillText\">includes exceptions</a> during emergencies like major storms, those protections end when the hurricane order is no longer in place. </p>\n\n<p class=\"has-text-align-none\">In practical terms, this means that when Republican Gov. Ron DeSantis or a county official lifts Florida’s emergency hurricane order, Floridians who were homeless before Helene and Milton — <a href=\"https://fchonline.org/the-issue/\">roughly 31,000</a> people — could face new criminal penalties. Local homeless advocates say there are countless questions and rumors circulating about how the new law will be interpreted and enforced in the wake of climate disasters.</p>\n\n<p class=\"has-text-align-none\">Most people experiencing homelessness were aware the new anti-camping law was set to take effect, according to Martha Are, the executive director at the Homeless Services Network of Central Florida. “Some people are already trying to relocate their encampments to harder-to-find areas,” she told me in mid-September, about a week before Helene <a href=\"https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water\">made landfall</a> in Florida’s Big Bend region.</p>\n\n<p class=\"has-text-align-none\"><br>Leaders like Are have little idea yet what to expect, and she hears unofficially that most jurisdictions are in wait-and-see mode, watching to see which city gets sued first and what the judge who reviews that lawsuit decides. (Under the new Florida law, any citizen or business can sue beginning in January if they feel the anti-camping ban is not being properly enforced.)&nbsp;<br><br>“It’s going to be a challenge for how leaders actually enforce these [anti-camping] laws, like if I’ve lost my house from a hurricane and I’ve lived in that town for a decade, will I be found in violation of the law and are they going to arrest me?” asked Noah Patton, the manager of disaster recovery at the National Low Income Housing Coalition. “These laws create significant complications, will really make aid more difficult to sort out, and what I have been saying is it makes a community less resilient to disasters.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Moving homeless people to safety when a hurricane hits is difficult — and the anti-camping laws make that harder</h2>\n\n<p class=\"has-text-align-none\">It’s always a stressful scramble to try and reach homeless people when a hurricane is coming. “A lot of people have phones but they don’t have data, they aren’t getting texts,” said Kelly Young, the CEO of the Coalition for the Homeless of Houston and Harris County.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Typically, homeless outreach workers will try and go out to spread the word, and existing homeless shelters will work to make extra room, sometimes allowing people to sleep in places like the kitchen and hallways. Unhoused individuals can usually seek refuge in convention centers and public schools, or at newly-erected Red Cross emergency shelters. Some governments and nonprofits arrange transport for unhoused people to get indoors, while others leave it on the individual to figure out their own travel.</p>\n\n<p class=\"has-text-align-none\">“We had up to 13,000 people at George R. Brown Convention Center <a href=\"https://www.vox.com/science-and-health/2017/8/28/16211392/100-500-year-flood-meaning\">after [Hurricane] Harvey</a> and there was no distinguishing between the homeless versus people who had just lost their homes and needed a place to be,” said Larry Satterwhite, who leads the Houston Mayor’s Office of Public Safety and Homeland Security.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not everyone experiencing homelessness gets the information they need, and not everyone living outside <a href=\"https://www.huduser.gov/portal/sites/default/files/pdf/Understanding-Encampments.pdf\">feels comfortable going to a shelter</a>, said Eric Camarillo, the executive director of SALT Outreach, which works with unsheltered homeless people in Orlando and central Florida. Some people fear losing their personal belongings, while others may have had traumatic prior experiences at shelters.</p>\n\n<p class=\"has-text-align-none\">“The face of homelessness is not the same as it was 50 years ago,” Camarillo added. “These are single moms who can’t afford day care, these are seniors in their 70s and 80s on fixed incomes who can’t afford their rent increases, and youth and young adults.”</p>\n\n<p class=\"has-text-align-none\">The new anti-camping laws are intensifying the already tumultuous disaster response situation, as many homeless people living outside now try to become less visible to avoid jail time. The punitive laws are also expected to increase distrust between local government and homeless individuals, making it even more difficult for people to accept help if they are found.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“These laws exist, in my opinion, to push people away and out of sight which makes our job tougher,” said Eric Samuels, the president of the Texas Homeless Network. (Texas passed its statewide camping ban in 2021.) “And if people are badly hurt and they’re miles from public view because they don’t want to get a ticket, then emergency crews might not be able to get out to help.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Disaster aid for those already experiencing homelessness faces an uncertain future</h2>\n\n<p class=\"has-text-align-none\">FEMA has the primary responsibility of providing disaster relief and works with states and local communities to manage emergency shelters, <a href=\"https://maps.redcross.org/website/maps/ARC_Shelters.html\">which are mostly run by</a> the Red Cross. FEMA prohibits housing assistance from going to those who were already homeless — “because the need for housing was not caused by the disaster,” as their policy states — though homeless individuals may qualify for temporary transportation, funeral, child care, and medical aid.<br><br>FEMA policy does permit those who lived, pre-disaster, in “non-traditional forms of housing” like “tents, certain types of huts, and lean-to structures” to apply for a few months of rental assistance. But to receive this FEMA money, applicants must obtain verification of their pre-storm situation from “a credible or official source” which, according to Patton, makes accessing the aid virtually impossible.<br><br>“People do not apply,” he said. “It’s an exceptionally burdensome and administratively difficult process.”<br><br>Recently, in light of this, and after years of advocacy by housing organizations, HUD stepped up to establish the <a href=\"https://www.hudexchange.info/news/rapid-unsheltered-survivor-housing-rush-notice/\">Rapid Unsheltered Survivor Housing</a> (RUSH) program, using unspent funds from <a href=\"https://www.hud.gov/program_offices/comm_planning/esg\">another emergency grant program</a>. RUSH aims to help those who were homeless prior to a storm or other climate disaster, and the first grants <a href=\"https://www.nhlp.org/resources/nlihc-and-nhlp-release-report-on-huds-rapid-unsheltered-survivor-housing-rush-program/\">were deployed</a> in the <a href=\"https://www.vox.com/science-and-health/23389508/hurricane-ian-death-toll-storm-florida-landfall-climate\">wake of Hurricane Ian</a> in 2022.</p>\n\n<p class=\"has-text-align-none\">“We were very pleased to have the ability to launch the program because we see that people who are doubled up or experiencing homelessness during the disaster often don’t access FEMA funds or receive support from FEMA for long,” said Marion McFadden, HUD’s principal deputy assistant secretary for community planning and development. “By providing funds specifically for these situations, we’re filling in gaps.”</p>\n\n<p class=\"has-text-align-none\"><br>The other way HUD comes in is through its <a href=\"https://www.hud.gov/program_offices/comm_planning/cdbg-dr\">Community Development Block Grant Disaster Recovery</a> program (CDBG-DR), which is a highly flexible, long-term disaster aid program that can be used to provide months of rental assistance and build new affordable housing well after FEMA is gone. However the program is not permanently authorized — meaning it relies on periodic appropriations from Congress, which are often delayed and insufficient. The Biden administration has called for Congress to permanently authorize CDBG-DR, and a bipartisan bill in Congress <a href=\"https://www.naco.org/news/bipartisan-bills-introduced-support-counties-disaster-recovery-process\">has called for the same</a>.</p>\n\n<p class=\"has-text-align-none\">Yet <a href=\"https://www.congress.gov/bill/118th-congress/house-bill/1605\">a separate bill</a> currently moving through Congress seeks to move much of this longer-term disaster recovery work back over to FEMA, something low-income housing advocates believe will threaten those who are homeless before a hurricane.</p>\n\n<p class=\"has-text-align-none\">“We are concerned that the bill, as written, may lead to the misuse of scarce federal recovery funds and prevent critically needed long-term recovery assistance from reaching low-income disaster survivors,” more than 35 national<strong> </strong>housing advocacy groups wrote in <a href=\"https://docs.google.com/document/d/1U15ZfvjLRefLildANBu3ij7zRXRGjL_51893RBYPTaE/edit\">a congressional letter</a> in late September.  </p>\n\n<p class=\"has-text-align-none\">McFadden, of HUD, said there’s “a real role” for her agency to play in supporting communities after disasters. “We are making billions of dollars in grants every year and we understand the unique needs of low-income people and of low-income housing,” she told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">FEMA was noncommittal when I inquired about the agency’s plans for unhoused individuals during a disaster if Congress granted them new authority, or whether they’d reconsider their stance on aiding the pre-disaster homeless.<br><br>“If additional or new authority is passed by Congress and signed into law, FEMA would then develop guidance necessary to implement the new authority,” an agency spokesperson said. “FEMA would focus on supporting communities’ recovery in addressing needs resulting from a disaster and adhering to the intent of Congress in approving any new authority.”</p>\n\n<p class=\"has-text-align-none\">As climate change escalates, communities across the US face increasing threats not only from hurricanes but also from heat waves, floods, and wildfires. Advocates <a href=\"https://www.biologicaldiversity.org/programs/energy-justice/pdfs/EMBARGOED_FEMA-Petition-on-Heat-and-Wildfire-Smoke.pdf\">have been petitioning</a> FEMA over the last year to expand its criteria for disaster aid to include heat and smoke, emphasizing the need for more adaptable responses to these challenges. The nation’s severe shortage of affordable housing worsens the struggles of both the newly displaced and the long-unsheltered, and addressing these intertwined crises of climate resilience and housing stability has never been more urgent.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, October 7, 5:40 pm ET: </strong>This story was originally published on October 3 and <em>has been updated with the current death toll of Hurricane Helene and new information as Hurricane Milton approaches the Florida coast.</em></em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the wake of Hurricane Helene, a devastating Category 4 storm that has ravaged the Southeast, leaders rushed to restore homes, infrastructure, and power for millions of people. And now, another life-threatening storm, Hurricane Milton, a Category 5, approaches the Florida coast. Amid the overwhelming destruction and the mounting chaos expected from these back-to-storms, and [&#8230;]",
    "author": "Rachel M. Cohen"
  },
  {
    "title": "How Hurricane Milton exploded into a terrifying Category 5 storm in just hours",
    "link": "https://www.vox.com/climate/376323/hurricane-milton-category-5-tampa-florida",
    "pubDate": "2024-10-07T21:31:03.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A satellite image shows Hurricane Milton, now a Category 5 storm, churning in the Gulf of Mexico. | NOAA\" data-portal-copyright=\"NOAA\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/1000x1000-2.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A satellite image shows Hurricane Milton, now a Category 5 storm, churning in the Gulf of Mexico. | NOAA</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In roughly 24 hours — a mere day — Hurricane Milton grew from a tropical storm to a fierce <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCUAT4+shtml/071558.shtml?\">Category 5 hurricane</a>. With wind speeds pushing <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/072057.shtml\">180 miles per hour</a> Monday afternoon, it’s one of the strongest hurricanes ever recorded in the Atlantic. </p>\n\n<p class=\"has-text-align-none\">Forecasters expect Milton, which is now churning in the Gulf of Mexico near the Yucatan Peninsula, to make landfall in western Florida late<strong> </strong>on Wednesday. The storm will likely lose some steam before then as it faces disruptive winds and dry air, yet Milton is still expected to be an “extremely dangerous” hurricane upon arrival, <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/071735.shtml?\">according to</a> the National Hurricane Center. Storm surge in the densely populated Tampa Bay, which could see a direct hit, could reach <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/072057.shtml\">15 feet</a>, the Center said in an advisory Monday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Milton is not the typical Atlantic hurricane, according to <a href=\"https://www.engineering.cornell.edu/faculty-directory/jonathan-lin\">Jonathan Lin</a>, an atmospheric scientist at Cornell University. “It is exceedingly rare for a hurricane to form in the western Gulf, track eastward, and make landfall on the Western coast of Florida,” he said in an email. “There are not really any hurricanes on record that have done this and made landfall at a Category 3+ status.”</p>\n\n<p class=\"has-text-align-none\">What’s even more unusual is how quickly the storm intensified, defying forecasts and gaining more than 100 miles per hour in wind speed between Sunday morning and early Monday afternoon. Milton had “some of the most explosive intensification this forecaster has ever witnessed!” a National Weather Service forecaster <a href=\"https://x.com/NWSAtlanta/status/1843324138230014357\">wrote on X Monday</a>.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Why Milton intensified so quickly</h2>\n\n<p class=\"has-text-align-none\">The simplest explanation is unusually warm ocean water.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Take a look at the chart below. It’s showing ocean heat in the Gulf of Mexico, which is near a record high. The red line is 2024 and the blue line is the average over the last decade.</p>\n\n<p class=\"has-text-align-none\">And heat is a key ingredient in rapid intensification, according to <a href=\"https://bmcnoldy.earth.miami.edu/\">Brian McNoldy</a>, a climatologist at the University of Miami, who made the chart below. Put simply, hotter water evaporates more readily, and rising columns of warm, moist air from that evaporation fuel rapid intensification.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/ohc_gulf-3.png?quality=90&#038;strip=all&#038;crop=0,12.589156124409,100,74.821687751182\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A chart of ocean heat content in the Gulf of Mexico | Courtesy of &lt;a href=&quot;https://bmcnoldy.earth.miami.edu/products.html&quot;&gt;Brian McNoldy&lt;/a&gt;\" data-portal-copyright=\"Courtesy of &lt;a href=&quot;https://bmcnoldy.earth.miami.edu/products.html&quot;&gt;Brian McNoldy&lt;/a&gt;\" />\n<p class=\"has-text-align-none\">It’s not entirely clear what has caused the Gulf to warm, though scientists suspect a combination of factors, including climate change — which raises the baseline ocean temperature — as well as lingering effects of&nbsp;<a href=\"https://www.vox.com/climate/23738846/el-nino-2023-weather-heat-wave-climate-change-disaster-flood-rain\" target=\"_blank\" rel=\"noreferrer noopener\">El Niño</a>, natural climate variability, and perhaps even a&nbsp;<a href=\"https://www.carbonbrief.org/tonga-volcano-eruption-raises-imminent-risk-of-temporary-1-5c-breach/\" target=\"_blank\" rel=\"noreferrer noopener\">volcanic eruption</a>.</p>\n\n<p class=\"has-text-align-none\">Another key to Milton’s explosive growth is a lack of wind shear in its path, according to <a href=\"https://people.miami.edu/profile/be7abbba52c947423b8133238c7e7b68\">Benjamin Kirtman</a>, director of the Cooperative Institute for Marine &amp; Atmospheric Studies, a joint initiative of the University of Miami and the National Oceanic and Atmospheric Administration (NOAA). Wind shear describes the change of wind speed and direction —&nbsp;basically, chaotic air —&nbsp;and it can disrupt hurricanes. The storm is expected to encounter more shear as it approaches Florida, which will blunt its strength and make it likely to weaken before landfall.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What’s more, McNoldy said, is that Milton is also relatively small in width. As of Monday, Hurricane-force winds extended only about <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/072057.shtml\">30 miles</a> from the storm center. Small hurricanes are “generally more prone to ups and downs,” he told Vox, because they’re influenced more easily by weather phenomena.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Although Milton is set to grow in size before it reaches Florida (in part, through a complex process of <a href=\"https://www.aoml.noaa.gov/hurricane_blog/paper-on-the-unusual-eyewall-replacement-cycles-in-hurricane-irma-released-online-in-monthly-weather-review/#:~:text=As%20a%20hurricane%20grows%20older,eyewall%20replacement%20cycle%20(ERC).\">eyewall replacement</a>), it likely won’t be huge when it makes landfall &nbsp;—&nbsp;again, speaking in terms of diameter. “That is all-around good news,” he said. Smaller storms tend to produce less surge, which describes a rise in sea level. Compared to Hurricane Helene, which was an enormous system, for example, forecasters expect Milton to produce less storm surge.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That doesn’t mean experts like McNoldy, a Florida resident, aren’t worried. As of Monday, Milton appears to be headed straight for the Tampa Bay area, the most densely populated region of the state’s west coast. This is the same region where a <a href=\"https://apnews.com/article/hurricane-helene-florida-storm-surge-0284042dade78e04e453ad821e6e15c3\">dozen people</a> were killed by Hurricane Helene in recent days.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This is a very ominous forecast,” McNoldy said. “It will still be an extremely strong hurricane.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, October 7, 5:30 pm ET:</strong> This story has been updated to reflect the increasing severity of the storm.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In roughly 24 hours — a mere day — Hurricane Milton grew from a tropical storm to a fierce Category 5 hurricane. With wind speeds pushing 180 miles per hour Monday afternoon, it’s one of the strongest hurricanes ever recorded in the Atlantic.  Forecasters expect Milton, which is now churning in the Gulf of Mexico [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Vox podcasts tackle the Israel-Hamas war",
    "link": "https://www.vox.com/podcasts/23948960/israel-hamas-palestine-podcasts",
    "pubDate": "2024-10-07T21:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Israeli forces’ flares light up the night sky in Gaza City on November 6, 2023. | Abed Khaled/AP\" data-portal-copyright=\"Abed Khaled/AP\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25069266/AP23310764413057.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Israeli forces’ flares light up the night sky in Gaza City on November 6, 2023. | Abed Khaled/AP</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em><strong>Editor’s note, October 7, 5 pm: </strong>While our podcasts will continue to cover the conflict in the Middle East, this page will no longer be updated with new episodes. You can listen to our shows wherever you find podcasts. </em></p>\n\n<p class=\"has-text-align-none\">The Israel-Palestine conflict goes back decades, but this <a href=\"https://www.vox.com/2023/10/7/23907683/israel-hamas-war-news-updates-october-2023\">latest war</a> has taken <a href=\"https://apnews.com/article/israel-hamas-war-news-11-6-2023-51286d15dddd77ae0dd7ea76ee52bc71\">an unprecedented toll in terms of the number of people killed</a>, and represents a significant step back from any hopes of securing a two-state solution and a permanent peace. <a href=\"https://www.vox.com/pages/podcasts\">Vox podcasts</a> have spent the past year covering the conflict in depth, offering our listeners context and clarity about the history of the conflict, a deeper understanding of the players in Israel and Palestine and on the world stage, and the toll of Hamas’s attack and Israel’s retaliation on the people in the region.</p>\n\n<p><a href=\"https://vox.com/todayexplained\"><em>Today, Explained</em></a>,<strong> </strong>Vox’s daily news explainer podcast, has been covering the conflict since it began,<strong> </strong>with an episode posted right after Hamas’s <a href=\"https://www.vox.com/2023/10/7/23907683/israel-hamas-war-news-updates-october-2023\" data-source=\"encore\">October 7 attack on Israel</a> that took the lives of around 1,200 people and resulted in the kidnapping of an estimated 240 hostages. The show has since continued to cover many threads in this story, from<strong> </strong>where Hamas comes from to<strong> </strong>how false information about the conflict has spread on social media and how information warfare is used in the Middle East. Vox podcasts <a href=\"https://www.vox.com/the-weeds\"><em>The Weeds</em></a> and <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> have also been covering the unfolding crisis, its stakes, and its impact.</p>\n\n<p>You can find those and all our other episodes on the topic below.</p>\n\n<hr class=\"wp-block-separator has-css-opacity\" />\n\n<h2 class=\"wp-block-heading has-text-align-none\">The future of Gaza</h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.chtbl.com/yJ7G_BiN?sid=site\">October 7, 2024</a> | It’s been one year since Hamas attacked Israel and started a war in Gaza. Israelis and Palestinians look back, and Vox’s Joshua Keating says Israel’s occupation is looking permanent.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9127022290\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading has-text-align-none\">War in Lebanon?</h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.chtbl.com/1OvjPtjK?sid=site\">September 24, 2024</a> | It looks a lot like all-out war between Israel and Hezbollah. Semafor’s Sarah Dadouch has the latest from Beirut and CNN’s Nick Paton Walsh explains Israel’s strategy.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP1778297298\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Israel vs. Hezbollah</h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.chtbl.com/TEX829\">August 29, 2024</a> | The two are on the brink of starting a regional war. An analyst and a negotiator say that without a ceasefire in Gaza, the Middle East could spin out of control.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4289052329\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading has-text-align-none\">It’s not Islamophobic, it’s anti-Palestinian</h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.chtbl.com/TEX625\">June 25, 2024</a> | Islamophobic and antisemitic incidents are on the rise. Author Moustafa Bayoumi and Vox’s Abdallah Fayyad tell us about another kind of invisible discrimination: anti-Palestinian racism.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4148829716\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Was that antisemitic?</h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.chtbl.com/TEX611\">June 11, 2024</a> | Since October 7 there has been a lot of debate over what is and isn’t antisemitic. Rabbi Jill Jacobs and Harvard law professor Noah Feldman explain why the definition is so important.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP5770834334\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The Hamas org chart</h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.chtbl.com/TEX528\">May 28, 2024</a> | Seven months in, Israel has not “eliminated” Hamas leadership. Newsweek’s Tom O’Connor introduces them, and Mairav Zonszein from International Crisis Group explains what it means for the war.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7294550951\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Biden’s breaking point on Gaza</h2>\n\n<p><a href=\"https://link.chtbl.com/TEX0508\">May 9, 2024</a> | President Joe Biden says the US won’t supply further weapons if Israel is going to use them in Rafah. Axios reporter Barak Ravid explains what that means for the war.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8718689187\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Israel, Gaza, and Eurovision</h2>\n\n<p><a href=\"https://link.chtbl.com/TEX0507\">May 7, 2024</a> | The pop music competition is facing boycott calls over Israel’s participation. Switched on Pop’s Charlie Harding and historian Tess Megginson explain why the apolitical event keeps getting political.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP3223606607\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Is divesting from Israel possible?</h2>\n\n<p><a href=\"https://link.chtbl.com/TEX0506\">May 6, 2024</a> | Yes, but it’s hard. Inside Higher Ed’s Josh Moody and UC Merced’s Charlie Eaton explain.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP3557683503\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Columbia’s free-speech fight</h2>\n\n<p><a href=\"https://link.chtbl.com/TEX424\">April 24, 2024</a> | Daily Spectator news editor Sarah Huddleston reports on the protests at her university. AAUP President Irene Mulvey explains the stakes for campus free speech.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4660296382\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Why Iran attacked Israel</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXApril15\">April 15, 2024</a> | The Economist’s Gregg Carlstrom explains. Jerusalem-based journalist Noga Tarnopolsky explores whether the unprecedented attack hurts or helps Benjamin Netanyahu.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP1751931241\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Israel’s attack on World Central Kitchen</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXApril4\">April 4, 2024</a> | The Wall Street Journal’s Stephen Kalin explains what happened, and Refugees International president Jeremy Konyndyk lays out what this means for Gazans.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8483025580\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">How Israel is upending Democratic races</h2>\n\n<p><a href=\"https://link.chtbl.com/XkhCpuXi\">March 5, 2024</a> | Super Tuesday is the biggest day of the presidential primary campaign, but the biggest race in the biggest state isn’t about Biden or Trump. Instead, the leading candidates for California’s open Senate seat — three Democrats and a Republican — are finding themselves talking a lot about Israel, Palestine, and the war in Gaza.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7327599366\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">The protest vote against Biden</h2>\n\n<p><a href=\"https://link.chtbl.com/SFSTGt27\">February 27, 2024</a> | Michigan’s primary today will test President Biden’s viability with Muslim voters amid the war in Gaza. One Arab American leader says the community is abandoning Biden and looking for alternatives — Donald Trump might be one of them.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP1472451344\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Rafah, the last “safe” zone</h2>\n\n<p><a href=\"https://podcasts.apple.com/us/podcast/rafah-the-last-safe-zone/id1346207297?i=1000645493072\">February 15, 2024</a> | Palestinians are trapped in Rafah, Gaza’s southernmost city, where about 1.5 million people have sought refuge. After Israel bombed Rafah this weekend, Israeli Prime Minister Benjamin Netanyahu is threatening a ground invasion. Palestinian journalist Aseel Mousa takes us inside Rafah, and the Economist’s Anton La Guardia explains why diplomatic efforts to halt the fighting have stalled.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8017917831\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Iran and the Axis of Resistance</h2>\n\n<p><a href=\"https://link.chtbl.com/Tex131\">January 31, 2024</a> | Iran-backed militias use drones, missiles, and even TikTok dances to antagonize the United States and Israel. The International Crisis Group’s Ali Vaez explains how the war in Gaza has energized the self-described Axis of Resistance.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9744025655\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Israel at the International Court of Justice</h2>\n\n<p><a href=\"https://link.chtbl.com/Tex129\">January 29, 2024</a> | South Africa took Israel to court over claims of genocide. Courthouse News reporter Molly Quell and the International Crisis Group’s Robert Blecher explain what happened next.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4209187305\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">How the war in Gaza ends</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXGaza118\">January 18, 2024</a> | Israel’s war against Hamas has now been raging for over 100 days. According to Ian Lustick, professor emeritus at the University of Pennsylvania, history tells us what it will take to end it.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7914504391\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Israel’s next move</h2>\n\n<p><a href=\"https://link.chtbl.com/IsraelsNextMove\">January 3, 2023</a> | Israeli Prime Minister Benjamin Netanyahu faces trouble at home and abroad. AP correspondent Tia Goldenberg and scholar Hussein Ibish explain the significance of a high-profile killing in Lebanon.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8484180035\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">The fight over campus antisemitism</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXCampusAntisemitism\">December 12, 2023</a> | Three elite university presidents walk into Congress for a hearing on antisemitism. Only two still have their jobs. New York magazine reporter Nia Prater tells us what happened, and a Harvard professor of Jewish history explains why he thinks resignations won’t make campuses safer.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4405751236\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">How Palestine went global</h2>\n\n<p><a href=\"https://link.chtbl.com/TEX124\">December 4, 2023</a> | People with no direct connection to the Middle East have taken to seeing the Palestinian cause as an anti-colonial struggle connected to their own experience. Columbia historian Rashid Khalidi explains why “decolonization” is resonating worldwide.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7675203676\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">The American politics of Israel</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXIsraelPolitics\">November 29, 2023</a> | The Israel-Hamas war is dividing the previously united Democrats and uniting the recently fractured Republican Party. Semafor’s David Weigel explains what that means going into 2024.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP1957625702\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">The hostage deal (brought to you by Qatar)</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXHostageDeal\">November 27, 2023</a> | After 50 days of the Israel-Hamas war, both sides took a breather to save lives. And it couldn’t have happened without Qatar.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6031095818\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Inside the occupied West Bank</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXWestBank\">November 20, 2023</a> | With the world focused on Gaza, Israeli settlers and soldiers are increasing attacks on Palestinians in the West Bank. Writer Nathan Thrall and journalist Dalia Hatuqa explain the decades of tension that shape life in the West Bank.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8588452161\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">A call from Gaza</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXCallFromGaza\">November 14, 2023</a> | People are desperately trying to escape Gaza as the siege on the strip continues. Mohammed Ghalaieny, a Palestinian British man, tells us why he is choosing to stay, even as other foreign nationals escape through the Rafah border crossing with Egypt.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6452223851\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">A Jew and a Muslim get honest about Israel and Gaza</h2>\n\n<p><a href=\"https://link.chtbl.com/GrayArea1113\">November 13, 2023</a> | <a href=\"https://www.vox.com/authors/zack-beauchamp\">Zack Beauchamp</a>, a Vox senior correspondent who writes about democracy and Israel, speaks with Shadi Hamid, a columnist at the Washington Post, research professor of Islamic studies at Fuller Seminary, and author of<em> The Problem of Democracy: America, the Middle East, and the Rise and Fall of an Idea</em>. They discuss the October 7 attack, the subsequent war in Gaza, what it means for Israelis and Palestinians, and how Jews and Muslims in the United States can find common ground amid their communities’ grief. This conversation was recorded on November 2, 2023.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP5837160411\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">BDS and the history of the boycott</h2>\n\n<p><a href=\"https://link.chtbl.com/WeedsBDS\">November 8, 2023</a> | If you turn on the news or scroll through your social media feed of choice, there’s a good chance you’ll see the latest on the Israel-Hamas war — and the reaction to it. But there’s one call to action making its way down social media feeds that feels different from all these other responses. It’s called <a href=\"https://www.vox.com/world-politics/23935054/boycott-movement-palestine-against-israel-bds\">BDS, short for boycott, divest, and sanction</a>. And like just about everything related to this conflict, it’s complicated and controversial. <a href=\"https://www.vox.com/the-weeds\"><em>The Weeds</em></a> host <a href=\"https://www.vox.com/authors/jonquilyn-hill\">Jonquilyn Hill</a> sits down with Vox senior reporter <a href=\"https://www.vox.com/authors/whizy-kim\">Whizy Kim</a> to explain the controversial movement, and with Cornell professor and author of <em>Buying Power: A History of Consumer Activism in America</em> Lawrence B. Glickman to discuss the history of boycotts and whether they even work.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP3708406014\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Ceasefire?</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXCeasefire\">November 8, 2023</a> | Protesters, politicians, and the pope are <a href=\"https://www.vox.com/world-politics/2023/11/9/23953714/biden-campaign-alumni-want-gaza-ceasefire-state-department-dissent-memo\">calling for a ceasefire in the Israel-Hamas war</a>, but the US and Israeli governments remain opposed. Vox’s Jonathan Guyer and Jon B. Alterman from the Center for Strategic and International Studies explain what happens next.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7707398742\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">The view from Israel</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXviewfromisrael\">November 2, 2023</a> | Israelis overwhelmingly disapprove of their government’s handling of the October 7 attacks, but their desire for unity keeps Prime Minister <a href=\"https://www.vox.com/23910085/netanyahu-israel-right-hamas-gaza-war-history\" data-source=\"encore\">Benjamin Netanyahu</a> in power. Michael Koplow of the Israel Policy Forum explains what Israel’s government should do next, and professor Noah Efron of Bar-Ilan University describes the mood among Israelis.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7944317880\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Gaza’s humanitarian crisis</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXgazacrisis\">October 30, 2023</a> | Cut off from water and power and recovering from a communications blackout, Gaza is plunged deeper into crisis. It’s not just a humanitarian problem, says leading human rights attorney Kenneth Roth — it’s a violation of international law.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP2717258243\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Why does the US always side with Israel?</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXisraellistenerQs\">October 25, 2023</a> | This was the top question we got when we asked <em><a href=\"https://www.vox.com/today-explained-podcast\" data-source=\"encore\">Today, Explained</a></em> listeners hat they wanted to know about this conflict. Joel Beinin, Middle East history professor emeritus at Stanford, has answers.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8490887695\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Hearts, minds, and likes</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXheartsmindslikes\">October 23, 2023</a> | False information about what is happening in Israel and Gaza is taking over social media faster than journalists like BBC Verify’s Shayan Sardarizadeh can check it. That’s exactly how digital propagandists want it, says professor and social media expert Marc Owen Jones.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6875482691\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Biden goes to Israel</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXbidenisrael\">October 18, 2023</a> | It’s been 11 days since Hamas attacked Israel, killing civilians and taking hostages. Israel’s retaliation has killed hundreds of Palestinians and created a humanitarian crisis in Gaza. Senior fellow at the Carnegie Endowment Aaron David Miller and Middle East analyst Michael Wahid Hanna explain what role diplomacy will play in the coming days.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP1718190767\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">How Palestinians view Hamas</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXpalestiniansviewhamas\">October 16, 2023</a> | The US, along with Israel and many of its allies, has long considered Hamas a terrorist group. Khaled Al-Hroub, a professor at Northwestern University in Qatar, explains how its reputation is a lot murkier among Palestinians, who elected the group to political power in 2006.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6885524911\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Israel, Hamas, and how we got here</h2>\n\n<p><a href=\"https://link.chtbl.com/TEXIsraelHamas\">October 10, 2023</a> | This Israel-Hamas war is unlike the ones that came before it, says Haaretz’s Allison Kaplan Sommer. But it was years in the making, says Vox’s Zack Beauchamp.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8658633452\" width=\"100%\"></iframe>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Editor’s note, October 7, 5 pm: While our podcasts will continue to cover the conflict in the Middle East, this page will no longer be updated with new episodes. You can listen to our shows wherever you find podcasts.  The Israel-Palestine conflict goes back decades, but this latest war has taken an unprecedented toll in [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "The Rings of Power and the trouble with orc babies",
    "link": "https://www.vox.com/culture/376217/orc-baby-rings-of-power-tolkien-amazon-lord-of-the-rings-prequel",
    "pubDate": "2024-10-07T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A line of orcs with Glûg, the main orc character from the show, front and center holding a spear and looking menacing.\" data-caption=\"Robert Strange as orc dad Glûg. | Ross Ferguson/Prime Video\" data-portal-copyright=\"Ross Ferguson/Prime Video\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Glug.webp?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Robert Strange as orc dad Glûg. | Ross Ferguson/Prime Video</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In J.R.R. Tolkien’s <em>The Lord of the Rings</em>, Sauron is pure evil. He is the acolyte of Morgoth, a Satan figure in Tolkien’s mythos. Morgoth creates sun-hating minions, the orcs, during his reign of darkness — hellspawn, in other words, created by a devil figure to do his bidding. These are the villains our protagonists most frequently encounter, and their status as dispensable adversaries serves the function of challenges to be overcome, through trickery or battlefield carnage, so that the One Ring might be destroyed and with it, the spirit of Sauron, who seeks to enslave the peoples of Middle-earth.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>The Rings of Power</em>’s second season seems intent on asking: But what about orc personhood?</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/the-rings-of-power-orc-baby-1014x570-1.jpg?quality=90&#038;strip=all&#038;crop=0,3.4306971617525,100,93.138605676495\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">A minor stir was caused in episode three when an orc character named Glûg is shown with an orc wife and orc baby. Glûg is a deputy to Adar, a fallen elf tortured by Morgoth, who’s currently in charge of Mordor, the parcel of land the orcs forcibly took from a population of Men in season one. (Adar and Glûg are invented characters for the show.) In previous episodes, Glûg wants to remain in the orcs’ new home rather than march to war. Later, it dawns on Glûg that perhaps Adar does not care about the orcs, whom Adar calls his “children,” as evidenced by battlefield maneuvers certain to result in high orc casualties.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Having dispensed with the aforementioned storyline of the Men forcibly removed from their homeland, it seems that the writers might be casting about for a new population through which they can examine suffering and oppression, and they landed on orcs. The problems with this approach are manifold.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>A war machine does not make for a good metaphor</strong></h2>\n\n<p class=\"has-text-align-none\">Orcs are canonically bad in <em>The Hobbit</em> and<em> The Lord of the Rings</em>, even if Tolkien pondered their humanity in subsequent writings (more on that later). Here’s how Tolkien introduces them in <em>The Hobbit </em>(“goblins” and “orcs” are synonymous):&nbsp;</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">Now goblins are cruel, wicked, and bad-hearted. They make no beautiful things, but they make many clever ones. They can tunnel and mine as well as any but the most skilled dwarves, when they take the trouble, though they are usually untidy and dirty. Hammers, axes, swords, daggers, pickaxes, tongs, and also instruments of torture, they make very well, or get other people to make to their design, prisoners and slaves that have to work till they die for want of air and light. It is not unlikely that they invented some of the machines that have since troubled the world, especially the ingenious devices for killing large numbers of people at once, for wheels and engines and explosions always delighted them.&nbsp;&nbsp;</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">Under Sauron’s influence in <em>The Lord of the Rings</em>, orcs could charitably be understood as victims — cogs in a war machine — their cruelties the result of Sauron’s own cruelty. Yet even away from the domination of Sauron and left to their own devices, as Bilbo finds them in <em>The Hobbit</em>, they are “cruel, wicked, and bad-hearted.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Creatures of Satan, naturally bad: At their core, orcs are distinctly unlike humans. This is important because the fantasy genre frequently explores real-world oppression through make-believe people. Not that this was Tolkien’s approach; his style is more mythic than allegorical. It’s the subsequent 60 years of fantasy storytelling that has made use of fantasy populations to explore real-world systems of oppression (<a href=\"https://www.syfy.com/syfy-wire/x-men-as-a-queer-metaphor\">mutants in<em> X-Men</em></a>, <a href=\"https://www.diva-portal.org/smash/get/diva2:1580235/FULLTEXT01.pdf\">orogenes in The Broken Earth</a> trilogy, among many more examples).&nbsp;</p>\n\n<p class=\"has-text-align-none\">But for the metaphor of oppression to work, it has to be rooted in some kind of overlap between the fantasy population and the subjugation of actual people. Real bigotry exercised through government policy is an enduring theme of <em>X-Men</em>’s mutants; orogenes are scapegoated and killed because of the powers they’re born with in The Broken Earth. With orcs, there is no overlap to draw on, no <em>there</em> there. Tolkien — and Morgoth — created them to be agents of evil. The metaphor falls flat when there’s nothing on the other side of it.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The racialization of orcs cannot be wiped away</strong></h2>\n\n<p class=\"has-text-align-none\">Tolkien’s creations are so influential that it’s easy to assume our modern conceptions of elves, dwarves, and orcs are as he wrote them. But it’s less of a straight line than a branching tree, with Tolkien at the root and evolutions and interpretations branching from a shared lineage. Untangling even the roots can be difficult.</p>\n\n<p class=\"has-text-align-none\">There has <a href=\"https://link.springer.com/book/10.1007/978-3-030-97475-6\">been</a> <a href=\"https://pillars.taylor.edu/cgi/viewcontent.cgi?article=1075&amp;context=inklings_forever\">much</a> <a href=\"https://dc.swosu.edu/cgi/viewcontent.cgi?article=1180&amp;context=mythlore\">debate</a> about whether Tolkien wrote racist depictions in the orcs and the Men who aligned with Sauron. Though Tolkien describes orcs mostly through their actions, the few recurring visual descriptions <a href=\"http://dimitrafimi.com/2018/12/02/revisiting-race-in-tolkiens-legendarium-constructing-cultures-and-ideologies-in-an-imaginary-world/\">include traits</a> such as “swarthy” and “slant eyed.” The oliphaunt-riding <a href=\"https://tolkiengateway.net/wiki/Haradrim\">Haradrim</a> who join Sauron’s side in the War of the Ring are described as “black men like half-trolls with white eyes and red tongues” with “harsh” sounding language. This is as bad as it gets in the canon proper; the physical characteristic Tolkien seemed most preoccupied with in these stories is stature.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But more emerges in the Legendarium, which is just shorthand for the entirety of Tolkien’s mythmaking, most of which was published posthumously, as well as his letters, which contain the <a href=\"http://dimitrafimi.com/2018/12/02/revisiting-race-in-tolkiens-legendarium-constructing-cultures-and-ideologies-in-an-imaginary-world/\">infamous description</a> of orcs as “squat, broad, flat-nosed, sallow-skinned, with wide mouths and slant eyes: in fact degraded and repulsive versions of the (to Europeans) least lovely Mongol-types.” That description may not be found in the published books, but the spirit of the sentiment certainly is, even if it is implicit.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then there’s what’s explicit: For the most part, Tolkien’s various groups are so specific, and have become so iconically defined, that they are identifiable without race or ethnicity, ripe for <em>The Rings of Power</em>’s<em> </em>colorblind casting. Orcs are conspicuous outliers in this regard, with actors’ skin hidden under thick layers of sickly makeup. This makes it all the easier to project the modern ideas of orcs onto them — the ones that don’t stem from Tolkien at all, but use his creations as fantasy shorthand that, through repetition and time, have turned creatures like orcs into the tropes we recognize today.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Dungeons &amp; Dragons is the most responsible for this; for decades, fantasy storytellers have been playing in Tolkien’s backyard, cherry-picking elements from his fantasy and transforming them into a kind of ethnographic adventure through a fantasyland textured by colonial shades of racism recognizable to players. Dungeons &amp; Dragons taught fantasy fans to understand orcs as a fusion of racist tropes, combining a barbaric other and a vaguely native people of tribes and clans.<strong> </strong>Players can play as half-orcs with a “sloping forehead, jutting jaw, prominent teeth, and coarse body hair,” which in the official handbook was for years <a href=\"https://mikemonaco.wordpress.com/wp-content/uploads/2009/11/3ehalforc.jpg\">accompanied by a drawing</a> that emphasizes Tolkien’s Asian caricature (the problematic visual depictions are all but excised in the new edition). Tabletop games like <a href=\"https://whfb.lexicanum.com/wiki/Savage_Orc\">Warhammer</a> and <a href=\"https://www.thegamer.com/orcs-best-depictions-video-games/\">many</a> video games have reinforced racist depictions of orcs, and Peter Jackson’s <em>Lord of the Rings</em> didn’t help. Jackson’s Uruk-hai are coded in the “<a href=\"https://tvtropes.org/pmwiki/pmwiki.php/Main/ScaryBlackMan\">scary Black men</a>” trope, a significant departure from how Tolkien describes them (mostly more sun-tolerant and larger than orcs). </p>\n\n<p class=\"has-text-align-none\"><em>The Rings of Power</em> is a direct descendant of Jackson’s interpretation of Tolkien’s material, but all the cultural understandings of orcs seem to bear on decisions the show’s writers make. The writers seem to feel the responsibility of doing something with orcs, but instead of unpacking any of their baggage, they ignore the uncomfortable connotations in favor of a paste-on oppression narrative.</p>\n\n<p class=\"has-text-align-none\">It’s almost as if, because orcs exist in such a distinct category of their own, <em>The Rings of Power</em> seeks to turn the orcs into a racialized population. This results in an oppression utterly devoid of context, so nonspecific as to be nothing. It’s an easy win to be against the concept of oppression; it’s much harder to actually say something about oppression. The reason<em> X-Men</em>, for instance, is interesting is not because oppression just exists, but because the mechanisms of oppression of mutants reveal how similar mechanisms harm real-world people — something that was very much <a href=\"https://www.history.com/news/stan-lee-x-men-civil-rights-inspiration\">on the mind of its creators</a> during the civil rights era. </p>\n\n<p class=\"has-text-align-none\">There’s no story — no interesting story, at least — in “oppression in general is bad.” For orcs’ oppression to mean anything, their suffering needs to be recognizable to us, the mechanisms of their oppression understood. That is to say: There must be an obvious corollary to an actual oppressed population. The writers are gesturing, however tentatively, at comparisons to everyone from Israeli Jews to<strong> </strong>exploited soldiers with their storylines of “Mordor as the only homeland for orcs” and “Glûg as unwilling conscript.” But perhaps the gestures remain so tentative because going any further into the allegory risks the obviously offensive.&nbsp;Who wants their oppression to be seen through the lens of orcs?&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Maybe orcs are vehicles of evil who don’t have babies, and that’s fine&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Humanizing orcs was always going to be difficult. But there’s an obvious alternative: In place of writing orcs as any kind of recognizably marginalized population, they could just be evil.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Evil is a powerful force, lurking in the shadows of the night. The malevolent forces of the world hide there; the ghouls who give us nightmares and ill omens and bad luck. Evil is a necessary and primal concept that motivates our most powerful stories (see: the Bible, all myth). Banding together to fight against it is the best unifier there is, in the real world and the world of Middle-earth.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It would seem Tolkien understood this when writing the orcs. Here’s a population of wicked beings, created by Morgoth (again: Satan) and in service of a warlord set on conquering the world and subjecting all its people. Tolkien depicts orcs again and again as killing innocents, enjoying torture, and enacting the sort of casual cruelty you’d expect from villainous minions. The overwhelming story Tolkien tells of orcs is not of a people suffering under a dictator, but the mindless and expendable soldiers Sauron uses to attempt to conquer Middle-earth.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By comparison, he wrote vanishingly little about the systems needed to support all those (tens of thousands? hundreds of thousands?) orcs. Imagine if he had sacrificed the potent locale of Mordor in service of thinking through the problem: Much farmland would be needed to grow crops, but plants can’t grow in a land of shadow where volcanic ash blocks the sun. Tolkien elided this particular bit of mundane world-building, which is good, as it doesn’t sound very interesting to read.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Likewise, how orcs procreate is not discussed anywhere in <em>The Lord of the Rings </em>or <em>The Hobbit</em>, but is mentioned almost as <a href=\"http://www.henneth-annun.net/events_view.cfm?evid=1590\">an aside</a> in <em>The Silmarillion.</em> This may seem like a technicality, but it’s not. Dig deeply and greedily enough in the Legendarium and you can find a cavern of (sometimes contradictory) world-building that, for good reason, isn’t present in stories of the Ring. A second piece of marginalia supporting orc humanity includes the sentence in a <a href=\"https://bibliothecaveneficae.com/wp-content/uploads/2021/01/the_letters_of_j.rrtolkien.pdf\">letter</a>, unsent because “it seemed to be taking myself too importantly,” that finds the author discussing the theology of his creation and calling orcs “naturally bad” after nearly writing “irredeemably bad.”</p>\n\n<p class=\"has-text-align-none\">Not to put too fine a point on it, but what Tolkien chose to include in <em>The Lord of the Rings </em>and <em>The Hobbit</em> should be given more weight than what he chose to omit. If Tolkien, a deliberate writer and a devout Catholic, had wanted to get into the moral morass of what orc babies and their attendant loving and nurturing implies, he would have. Given everything that is on the page — the thousands of years of elves, Men, and dwarves and their fractured populations warring, allying, and achieving great feats — one wonders why the writers’ room of <em>The Rings of Power</em> is venturing into orcish territory at all.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s a tall order to adapt all that myth into a television show. But we know how it will turn out: In the face of Sauron, an alliance of the free peoples of Middle-earth (<a href=\"https://tolkiengateway.net/wiki/War_of_the_Last_Alliance\">most of them</a>, anyway) will put their squabbles aside and fight Sauron’s forces — that is to say, orcs. And if the writers are true to Tolkien, our heroes will have no compunctions about killing many, many, many orcs. If our heroes do have compunctions because there have been several seasons’ worth of orc sociological theory, the writers have a difficult set of questions to answer: What does it mean to humanize cogs in a war machine? How do creatures with minds so weak they bend to the will of Sauron engage in free will? If orcs are more than hellspawn, what are they pointing to and what do they stand in for? These are questions Tolkien struggled with and ultimately didn’t answer. It doesn’t look good for<em> The Rings of Power</em>’s writers’ room.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In J.R.R. Tolkien’s The Lord of the Rings, Sauron is pure evil. He is the acolyte of Morgoth, a Satan figure in Tolkien’s mythos. Morgoth creates sun-hating minions, the orcs, during his reign of darkness — hellspawn, in other words, created by a devil figure to do his bidding. These are the villains our protagonists [&#8230;]",
    "author": "Caitlin PenzeyMoog"
  },
  {
    "title": "Is the Israeli military ever leaving Gaza?",
    "link": "https://www.vox.com/world-politics/376206/gaza-occupation-forever-war-israel",
    "pubDate": "2024-10-07T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Dust over a crowd of refugees.\" data-caption=\"Smoke rises from an Israeli army attack near Nuseirat refugee camp in Gaza on October 4, 2024. | Hassan Jedi/Anadolu via Getty Images\" data-portal-copyright=\"Hassan Jedi/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2175814753.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Smoke rises from an Israeli army attack near Nuseirat refugee camp in Gaza on October 4, 2024. | Hassan Jedi/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">For most of the past year, the war in Gaza dominated global headlines, while the growing conflict between Israel and Hezbollah along the country’s northern border <a href=\"https://www.vox.com/world-politics/24153755/hezbollah-israel-lebanon\">was just below the surface, threatening to boil over</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, on the anniversary of the October 7 attacks, the situation is roughly reversed: the Israeli government and the international community are focused on the spiraling violence in Lebanon and escalation with Iran, while Gaza has fallen off the front pages.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not that the combat in Gaza has ended. Just last week, nearly 100 people were killed by Israeli <a href=\"https://www.nytimes.com/live/2024/10/03/world/israel-iran-lebanon-hezbollah?smid=url-share#israeli-strikes-killed-99-over-24-hours-gaza-health-officials-say-one-of-the-highest-tolls-in-months\">airstrikes and ground operations in Gaza</a>. But Israeli Defense Forces (IDF) troop levels in Gaza are down as <a href=\"https://www.npr.org/2024/04/11/1244053444/with-little-fanfare-gaza-war-enters-a-new-stage-from-high-to-low-intensity\">much as 90 percent</a> from the high point of the operation, as Israel has shifted resources toward the fighting in the north.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet even as the military operation Israel calls “Swords of Iron” has receded, there are no signs that it is ending any time soon. Instead, the conflict seems to be transforming into the sort of “forever war” that both Israel and the US have become all too acquainted with in recent decades.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead of the “day after” that has been talked about since the invasion began nearly a year ago, Gaza is trapped in a perpetual present of conflict, chaos, and civilian death. There are no signs that will change — and that is exceedingly grim news for Gaza’s civilian population.</p>\n\n<p class=\"has-text-align-none\">“With the world&#8217;s attention focused on Lebanon, I think the concern for Palestinians is that they&#8217;ve now been left to their own devices,” said <a href=\"https://www.crisisgroup.org/who-we-are/people/tahani-mustafa\">Tahani Mustafa</a>, senior Palestine analyst for the International Crisis Group.</p>\n\n<p class=\"has-text-align-none\">A ceasefire in Gaza remains elusive. Multiple rounds of <a href=\"https://www.vox.com/world-politics/367954/ceasefire-deal-israel-hamas-gaza-blinken-bridging\">US-led talks</a> aimed at securing a pause in the fighting and a return of hostages have come to naught, with Netanyahu <a href=\"https://www.theguardian.com/world/article/2024/sep/02/biden-says-netanyahu-not-doing-enough-to-secure-ceasefire-with-hamas\">repeatedly insisting</a> on maintaining an Israeli military presence in Gaza after the war. Meanwhile, after months of public rage following his government’s failures on October 7, Netanyahu’s popularity <a href=\"https://www.jns.org/in-first-since-oct-7-netanyahus-govt-wins-outright-majority-in-tracking-poll/?utm_medium=email&amp;utm_source=newsletter&amp;wpisrc=nl_todayworld&amp;utm_campaign=wp_todays_worldview\">has rebounded</a> after the killing of Hezbollah leader Hassan Nasrallah. That means there’s far less internal pressure to bring an end to a war that has sparked domestic protests, brought international opprobrium on Israel, and <a href=\"https://theconversation.com/israel-11-months-of-war-have-battered-the-countrys-economy-237915\">battered its economy</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s not the only thing working against an end to the conflict. With the US election looming, President Joe Biden has effectively become a lame duck with diminishing leverage (<a href=\"https://www.vox.com/world-politics/24101020/biden-netanyahu-israel-gaza-pressure-leverage-arms-un\">that he’s willing to use</a>, at least) over America’s Israeli ally. After months of criticism of Netanyahu’s conduct of the war in Gaza, US officials — off the record, at least — have taken a <a href=\"https://www.politico.com/news/2024/09/30/us-israel-military-hezbollah-00181797\">notably more positive tone</a> about its operations targeting Hezbollah and Iran.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As for Hamas, while it can still launch periodic attacks — including <a href=\"https://www.timesofisrael.com/4-idf-troops-killed-several-hurt-during-fighting-in-southern-gazas-rafah/\">one that killed four IDF troops</a> in September — and may still be holding as many as 101 Israeli hostages, it has lost <a href=\"https://www.washingtonpost.com/world/2024/07/16/israel-hamas-leadership/\">more than half its military leaders </a>since the war began, according to Israeli estimates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even in its weakened state, though, it is unlikely to agree to any deal that leaves Israeli troops in Gaza. More to the point, after witnessing the fate of Nasrallah, Hamas leader Yahya Sinwar is likely even less inclined to agree to any sort of deal with an adversary almost certain to kill him at the first opportunity, no matter what he agrees to. (That’s assuming he’s still alive — there has been growing <a href=\"https://www.jpost.com/israel-hamas-war/article-822458\">speculation in recent weeks about Sinwar’s whereabouts</a>.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Add it all up and the situation in Gaza has become something hard to classify but no less grim – not a formal occupation or annexation, but one where the Israeli military effectively controls Gaza without governing it, reserving the right to strike when it desires while doing little to support the territory’s rebuilding. It is one where the possibility of a postwar Gaza seems more remote than ever.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">As <a href=\"https://israelpolicyforum.org/about/staff/shira-efron/\">Shira Efron</a>, analyst with the Israel Policy Forum and outside adviser to the Israeli government, put it, all these developments are leading some Israelis to contemplate the question: “What if this war never ends?” </p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9127022290\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading has-text-align-none\">A different kind of occupation</h2>\n\n<p class=\"has-text-align-none\">Israel’s military occupied Gaza from 1967, following the Six Day War, until 2005, when Prime Minister Ariel Sharon ordered the withdrawal of security forces, along with the forced removal of about 8,500 Israeli settlers. Though the move was widely supported at the time — the occupation viewed by many as a costly quagmire — the withdrawal <a href=\"https://www.reuters.com/article/world/shadow-of-israels-pullout-from-gaza-hangs-heavy-10-years-on-idUSKCN0QF1QQ/\">came to be seen as a mistake by many Israelis</a>, particularly after Hamas took over Gaza in 2007.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What’s happening now in Gaza is different. Though some in Israel’s influential settler movement, including ultranationalist <a href=\"https://www.pbs.org/newshour/world/israeli-finance-minister-calls-for-reestablishing-israeli-settlements-in-gaza\">Finance Minister Bezalel Smotrich</a>, have called for rebuilding settlements in Gaza, this is not widely supported in Israel and the government does not appear to be actively contemplating it. And while some like Gen. David Petraeus have <a href=\"https://www.armytimes.com/news/your-army/2023/12/07/petraeus-says-israel-should-try-us-style-counterinsurgency-in-gaza/\">urged Israel to pursue an Iraq-style</a> “clear, hold, build” counterinsurgency approach, which would combine defeating militants with supporting the civilian population, digging wells and building schools in Gaza does not seem to be on the IDF’s agenda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The Israeli plan right now is to move to a sort of a counterterrorism footing in Gaza,” said RAND Corporation military analyst <a href=\"https://www.rand.org/about/people/c/cohen_raphael_s.html\">Raphael Cohen</a>. “It’s not going to be withdrawal, but it’s not going to be full-on occupation either.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">This could involve control of the Philadelphi corridor along the border with Egypt and the so-called Netzarim corridor dividing Gaza’s north and south border, along with periodic raids into the center to target the remnants of Hamas, which will likely remain an insurgent force for the indefinite future.</p>\n\n<p class=\"has-text-align-none\">“The real concern is that Gaza gets stuck in a kind of middle state,” says Cohen, meaning the low-intensity fighting continues indefinitely, but with no opportunity for Gaza to rebuild or establish stable governance.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not everyone has such a light footprint in mind: Retired IDF General Giora Eiland has been on a media blitz in recent weeks promoting <a href=\"https://www.israelnationalnews.com/en/news/395677\">what’s been called the “Generals’ Plan”</a> for Gaza. This would involve giving the entire civilian population of northern Gaza (about 250,000 people) a week to evacuate, then declaring it a “closed military zone” with no supplies allowed in; essentially, seeking to starve out any Hamas fighters that remain. Netanyahu is <a href=\"https://www.timesofisrael.com/liveblog_entry/netanyahu-tells-lawmakers-hes-considering-generals-plan-to-lay-siege-to-northern-gaza/\">reportedly considering</a> the plan, though it is almost certain to be widely condemned as a war crime.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Israel has set the destruction of Hamas’s military capabilities as a <a href=\"https://www.gov.il/en/pages/spoke-cabinet081023\">core goal of its operation</a>. Given that Hamas can likely continue to operate as an underground insurgency for quite some time, this is a recipe for a very long war.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As for the other core goal, the return of the Hamas-held hostages, Efron notes that Netanyahu “mentions in every speech that he will do everything possible to bring the hostages back home.” But without a negotiated ceasefire, this is becoming increasingly unlikely. “I think we’re all concerned that there is currently no hostage deal on the table,” Efron said.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In any event, Netanyahu has <a href=\"https://www.haaretz.com/israel-news/2024-09-22/ty-article/.premium/netanyahu-reportedly-tells-mks-half-the-hostages-held-by-hamas-in-gaza-are-alive/00000192-1a92-d417-abb6-dab61d690000\">reportedly told legislators</a> that he believes as many as half the remaining hostages may actually be already dead.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Who will actually rule Gaza?</h2>\n\n<p class=\"has-text-align-none\">Regardless of its military plans, Israel does not appear to have any desire to provide the security or social services for Gaza’s civilian population that its offensive has utterly devastated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The early weeks of the war saw a flurry of articles and policy papers proposing ideas for the post-war governance of the strip. The US and Western governments coalesced around a few.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The United States pushed ideas involving a <a href=\"https://www.voanews.com/a/us-plan-to-empower-palestinian-authority-in-gaza-faces-israeli-opposition/7405175.html\">“revamped and revitalized” Palestinian Authority</a> (PA) — the body that currently governs the West Bank — taking over control of Gaza. Netanyahu <a href=\"https://www.jpost.com/breaking-news/article-777731\">refused to consider</a> such plans, saying they would turn Gaza from “Hamastan” to “Fatahstan” (Fatah is the party that dominates the PA). In any case, <a href=\"https://www.npr.org/2024/07/26/g-s1-12949/khalil-shikaki-palestinian-polling-israel-gaza-hamas\">given how unpopular</a> the PA is in the areas it already controls in the West Bank, it’s not clear how much legitimacy it would have had with Gaza’s population had the party been installed at the point of an Israeli gun.</p>\n\n<p class=\"has-text-align-none\">The Biden administration has also pushed Arab states to take a leading role in Gaza’s postwar reconstruction, but those countries have <a href=\"https://www.washingtonpost.com/national-security/2024/04/29/blinken-israel-gaza-postwar-plan/\">ruled out committing</a> to that kind of project without a clear pathway toward a Palestinian state.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In any event, Efron says “this has never been a plan that Israel subscribed to.” Netanyahu has called vaguely for a “<a href=\"https://www.npr.org/2023/11/17/1213684429/benjamin-netanyahu-israel-hamas-gaza\">civilian government</a>,” but Efron says Netanyahu’s government’s vision relies on finding “unicorn Palestinians” qualified to govern the territory but associated with neither Hamas nor Fatah nor any other Palestinian faction with a real constituency. Israel’s government remains opposed to any plan that involves a pathway toward a sovereign Palestinian state.</p>\n\n<p class=\"has-text-align-none\">“There’s no turn-key government that’s going to come in and guarantee [Israel’s] security,” said <a href=\"https://carnegieendowment.org/people/aaron-david-miller?lang=en\">Aaron David Miller</a>, a Mideast peace negotiator for several US administrations with the Carnegie Endowment for International Peace.</p>\n\n<p class=\"has-text-align-none\">For the moment, even with its senior leadership decimated and its physical infrastructure destroyed, the Hamas-controlled government is still able to provide at least some degree of security and social services in parts of Gaza. But its capacities are limited, and are unlikely to improve while Israel remains bent on the group’s destruction.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Going forward, Miller says, “you’re going to end up with clans and criminal gangs” filling the power vacuum. “Hamas and the Israelis will clearly also be in the mix, and of course the NGOs will be trying between the raindrops to figure out a way to deliver humanitarian assistance.”</p>\n\n<p class=\"has-text-align-none\">That assistance is still badly needed. UN officials describe Gaza’s humanitarian crisis as one of the worst in modern history, with food and health systems in a state of “<a href=\"https://news.un.org/en/story/2024/09/1154001\">complete collapse</a>.” More than a million people face <a href=\"https://www.reuters.com/graphics/ISRAEL-PALESTINIANS/GAZA-HUNGER/myvmakwxrvr/\">extreme malnutrition</a>. The UN estimates that <a href=\"https://www.barrons.com/news/nearly-two-thirds-of-gaza-buildings-damaged-in-war-un-44ca5b3a\">about two-thirds of Gaza’s buildings</a> have been damaged or destroyed. Some estimates have put the cost of reconstruction in Gaza at <a href=\"https://www.bloomberg.com/news/articles/2024-08-19/rebuilding-gaza-strip-after-israel-hamas-war?sref=C3P1bRLC\">over $80 billion</a>, which is <a href=\"https://data.worldbank.org/country/west-bank-and-gaza\">more than four times</a> the combined GDP of Gaza and the West Bank before the war.</p>\n\n<p class=\"has-text-align-none\">Crisis Group’s Mustafa sees the current trajectory of the conflict as reducing Gaza to a “tent city in ruins” and feels it’s “unlikely that the international community are going to do much to pressure Israel into following through with any other sort of alternative vision for a day after.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Will there ever be a day after?</h2>\n\n<p class=\"has-text-align-none\">When he visited the country in the days following the October 7 attacks, President Biden expressed sympathy to the Israeli people and backed their right to respond with military force.&nbsp; But he also counseled them to <a href=\"https://www.theguardian.com/world/2023/oct/18/joe-biden-urges-israel-not-be-consumed-by-rage-pledges-support-netanyahu-gaza-hamas\">avoid the mistakes</a> the United States made after the 9/11 attacks, when a desire to eliminate security threats led to two decades of costly wars, mission creep, and human rights abuses that damaged the country’s international standing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In truth, Israel shouldn’t need such a warning — it knows a thing or two about quagmires. For most of the 1980s and 1990s, Israel occupied parts of southern Lebanon. It was a mission that began as an effort to wipe out Palestinian militants in the country and then expanded to maintain a “security zone” alongside local Christian militias to prevent attacks on northern Israel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By 2000, when Brig. Gen. Benny Gantz — later to become an Israeli opposition leader and erstwhile member of Netanyahu’s government — became the last Israeli soldier to withdraw from the country, the conflict had become known as “<a href=\"https://www.latimes.com/archives/la-xpm-2000-may-24-mn-33497-story.html\">Israel’s Vietnam</a>,” with hundreds of IDF soldiers and thousands of Lebanese civilians killed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The future “occupation” of Gaza may end up looking more like Lebanon during this era than the current occupation and settlement of the West Bank or the situation in Gaza prior to 2005.</p>\n\n<p class=\"has-text-align-none\">Time and again, <a href=\"https://www.vox.com/world-politics/2023/12/13/23998928/hamas-taliban-isis-attacks-terrorism-extremist-groups-israel-palestine\">governments caught flat-footed by terrorist attacks</a> have responded with open-ended military campaigns with the aim of completely stamping out the threat, only to learn too late that the costs are higher than they can imagine — for themselves and for the population under their control. It’s likely to be years before the costs of this one are fully tallied.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For most of the past year, the war in Gaza dominated global headlines, while the growing conflict between Israel and Hezbollah along the country’s northern border was just below the surface, threatening to boil over.&#160; Today, on the anniversary of the October 7 attacks, the situation is roughly reversed: the Israeli government and the international [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "How Israel’s brutal war strategy has remade the Middle East",
    "link": "https://www.vox.com/world-politics/376127/israel-gaza-hezbollah-palestinians-netanyahu-iran-deterrence-occupation",
    "pubDate": "2024-10-05T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Seen from under a ledge at street level, people stand in front of partially collapsed apartment buildings amid wreckage on the street.\" data-caption=\"People walk amid the rubble of buildings leveled on September 27 by Israeli strikes that targeted and killed Hezbollah leader Hassan Nasrallah in the Haret Hreik neighborhood of Beirut’s southern suburbs, on September 29, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2174661014.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>People walk amid the rubble of buildings leveled on September 27 by Israeli strikes that targeted and killed Hezbollah leader Hassan Nasrallah in the Haret Hreik neighborhood of Beirut’s southern suburbs, on September 29, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">As the dust still hovers from the Israeli airstrikes that <a href=\"https://www.vox.com/today-explained-podcast/375510/hezbollah-israel-lebanon-airstrike-hassan-nasrallah\">killed</a> Hezbollah leader Hassan Nasrallah in his underground lair, and while bombs explode over the heads of Israeli targets from <a href=\"https://www.cnn.com/world/live-news/israel-iran-attack-war-lebanon-10-03-24-intl-hnk/index.html\">Beirut in Lebanon</a>, to <a href=\"https://www.reuters.com/world/middle-east/iran-revolutionary-guards-consultant-dies-injuries-israeli-strike-damascus-2024-10-03/\">Damascus in Syria</a>, to <a href=\"https://www.aljazeera.com/gallery/2024/10/1/israeli-bombardment-kills-at-least-31-in-gaza\">Rafah in Gaza</a>, to <a href=\"https://www.aljazeera.com/news/2024/9/29/israeli-army-launches-air-raids-on-yemens-ras-isa-and-hodeidah\">Hudaydah in Yemen</a>, we can see, emerging from the haze, the outlines of a new Middle East.</p>\n\n<p class=\"has-text-align-none\">Israel’s initial intent in launching devastating attacks in Gaza, Lebanon, and beyond has been to cut off both the head and the hands of its enemies. The overriding strategic motivation, however, is far greater than that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Prime Minister Benjamin Netanyahu is harking back to a day, decades ago, when Israel’s military superiority was so overwhelming that no other power in the region could dare seriously challenge it. What both the year-long Gaza campaign and the ongoing attacks of the past two weeks are primarily about is to reestablish what, in the aftermath of Hamas’s October 7, 2023, attacks on Israel, had arguably been lost: deterrence. This is all about deterrence, demonstrated through overwhelming, asymmetric reaction to any military provocation.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9127022290\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\"><strong>Israel’s post-October 7 mission</strong></h2>\n\n<p class=\"has-text-align-none\">The only potential brake on a Gaza response that has been <a href=\"https://www.reuters.com/world/middle-east/qatars-emir-what-is-happening-region-is-collective-genocide-2024-10-03/\">plausibly described by many as genocide</a> has been the potential threat of international condemnation in the form of sanctions and formal war-criminal status for Israeli leaders, as well as the loss of US military and political support. It is now clear that Israeli officials who might have feared those consequences needn’t have, and won’t need to fear them for the foreseeable future.</p>\n\n<p class=\"has-text-align-none\">In the context of Hezbollah and Iran, the two key members of the so-called “axis of resistance,” some observers, including me, had thought that Israeli deterrence had been permanently lost after October 7, replaced instead by a mutual “balance of terror” such that neither they nor Israel would willingly resort to all-out war. The Israelis have exploded that illusion, quite literally.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over the past two weeks, employing everything from <a href=\"https://www.vox.com/world-politics/372399/pager-explosions-lebanon-syria-hezbollah-israel-gaza\">rigged pagers</a> to multi-thousand-pound bunker-busters, Israel has called the Hezbollah bluff. What we have learned is that Hezbollah’s long-range missile capabilities have been seriously overhyped, <a href=\"https://www.abc.net.au/news/2024-09-30/iron-dome-hezbollah-rockets-missiles-conflict-israel-lebanon/104394246\">countered</a> by Israel’s effective “Iron Dome” antimissile system. As Israel continues to pound leadership bunkers and weapons caches at will from uncontested airspace — at the cost of <a href=\"https://www.nbcnews.com/news/world/live-blog/israel-iran-live-updates-beirut-strike-idf-hezbollah-lebanon-rcna173762\">hundreds of civilian lives in Lebanon</a> — the Lebanese Shiite militia has been revealed&nbsp;as a paper tiger.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Monday, Israel again <a href=\"https://www.vox.com/israel/375125/lebanon-hezbollah-israel-iran-invasion-gaza\">launched</a> a “limited” ground invasion to destroy Hezbollah infrastructure, but it is unlikely to push far, nor to repeat its&nbsp;mistakes from past invasions of attempting to hold ground. However the endgame plays out, Hezbollah will soon have to accept what has now been amply demonstrated, just as it was during the month-long <a href=\"https://foreignpolicy.com/2024/10/01/israel-invasion-lebanon-hezbollah-2006-war-lessons-learned/\">disaster</a> of the Israeli invasion of 2006:&nbsp; It is completely overmatched and will be forced, once again, to retrench and rearm.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>We can stop fearing a wider regional war because it is already being fought, and Israel has largely won it</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">For Iran, the lesson of its two <a href=\"https://www.bbc.com/news/articles/cqjrwg9dly1o\">largely impotent missile assaults</a> this year on Israel’s Iron Dome, compared against the success of Israel’s ongoing attacks on its ally in Lebanon, has surely hit home. Tehran may have felt obliged on Tuesday to respond in some way to repeated Israeli humiliations, delivered in Lebanon, Syria, and the heart of Tehran itself, but make no mistake: The clerics who control Iran are anything but suicidal. We cannot know precisely how Israel will respond to the latest assault, but Iran will find a way to climb down before the exchange gets entirely out of hand.</p>\n\n<p class=\"has-text-align-none\">What this means is that we can stop fearing a wider regional war because it is already being fought, and Israel has largely won it. And with it, the relative deterrence Israel sought has been restored.</p>\n\n<h2 class=\"wp-block-heading\">The costs of a remade Middle East</h2>\n\n<p class=\"has-text-align-none\">This doesn’t mean that the emerging regional balance, even if favorable to Israel at the moment, is stable. Even after its leadership decapitation, Hezbollah is still a formidable institution; the militant group, not the Lebanese government, remains the preeminent power in the country. The next round of confrontation, when it comes, will likely find the reconstituted Hezbollah stronger than before.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the far side of the Persian Gulf, Iran’s newly inaugurated President Masoud Pezeshkian will <a href=\"https://www.bloomberg.com/news/articles/2024-10-03/weakened-iran-raises-fears-it-may-make-push-for-nuclear-weapons\">likely be forced</a> by domestic political considerations, if not international diplomatic inertia, to put aside any notion of resurrecting the 2015 nuclear deal. He will focus instead on achieving the genuine deterrence that only nuclear arms can provide.</p>\n\n<p class=\"has-text-align-none\">Hezbollah still insists that it will continue its strikes on Israel until the war in Gaza ends, but nearly a year after October 7, that war has all but ended. Israel has achieved nearly all it can militarily there, at <a href=\"https://www.vox.com/24055522/israel-hamas-gaza-war-strategy-netanyahu-strategy-morality\">horrific cost to the Palestinian people in Gaza</a>. Even after the guns have mostly fallen silent, Israel may see the odd missile salvo from Lebanon or the occasional terrorist attack. But the fact that Israel’s enemies will need to resort to terrorism will be a sign of their weakness, not their strength.</p>\n\n<p class=\"has-text-align-none\">As for Palestine, its future is a question no more. Diplomats from the US, Europe, and the Arab world can save themselves the effort:&nbsp;There will be no negotiations worthy of the name and no solutions in Gaza or the West Bank, other than those unilaterally imposed by Israel and tacitly permitted by the US.</p>\n\n<p class=\"has-text-align-none\">Netanyahu, whose <a href=\"https://www.bbc.com/news/articles/c243zempn6zo\">political rehabilitation is well underway</a>, and others on what used to be referred to as Israel’s extreme right, are hardly losing sleep over good governance in Gaza. The “solution” in the territory has already been arrived at.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Israel will retain physical control of the <a href=\"https://apnews.com/article/israel-palestinians-hamas-war-egypt-philadelphi-corridor-cd15c27cecffe70322becd933cf38909\">Philadelphi Corridor</a> on the border with Egypt and the east-west strip bisecting what remains of the enclave, largely preventing reconstruction of the tunnels through which Hamas might otherwise rearm and the free movement of armed fighters within Gaza. With little effort, Israel can continue to control the flow of international aid to Gaza’s destitute population and use disproportionate and overwhelming force against any nascent glimmer of resistance. Should Gaza devolve into chaotic clan warfare, that will hardly arouse concern in Jerusalem, which will care only that the effective threat of militancy is permanently removed.</p>\n\n<p class=\"has-text-align-none\">We have seen a similar policy of asymmetric military response to armed Palestinian restiveness playing out to <a href=\"https://www.nytimes.com/2024/09/25/world/middleeast/west-bank-raids.html\">telling effect</a> in the West Bank towns of Jenin and Tulkarm in recent weeks. Israel has responded with a combination of heavy air- and drone attacks, ground incursions, and the willful destruction of businesses and civilian infrastructure. These actions, stepped up but hardly new, are meant to quash popular resistance to a <a href=\"https://www.crisisgroup.org/middle-east-north-africa/east-mediterranean-mena-israelpalestine/246-stemming-israeli-settler-violence\">pervasive post-October 7 wave of Israeli settler-led violence</a> against Palestinians, aided and abetted as a matter of <a href=\"https://foreignpolicy.com/2024/10/04/west-bank-settler-violence-serves-israel-interests-idf-gaza-war/\">government policy by the Israeli Defense Forces</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All of this overlays a foundational policy of enforced impoverishment, as Palestinians are <a href=\"https://theworld.org/stories/2024/03/13/no-one-helping-us-palestinians-west-bank-barred-israel-face-unemployment\">barred from jobs</a> they previously held in Israeli-controlled areas and as Israel <a href=\"https://www.aljazeera.com/news/2024/1/23/why-is-israel-sending-palestinian-taxes-to-norway\">routinely withholds tax revenues</a> gathered on behalf of a Palestinian Authority it is systematically undermining. The message to Palestinians from Israel is clear: Resistance is futile.</p>\n\n<p class=\"has-text-align-none\">Israel’s 40-year program of inexorable dispossession of Palestinians through land seizures and settlement, a process long slow and implicit, has become increasingly rapid and explicit since October 7. Even if occupied Palestinian lands aren’t formally annexed, a unitary Israeli state <a href=\"https://www.vox.com/world-politics/23972967/river-to-sea-palestine-israel-hamas\">from the river to the sea</a> is all but inevitable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What will be left is managing the optics of what is clearly <a href=\"https://www.vox.com/23924319/israel-palestine-apartheid-meaning-history-debate\">apartheid</a>. Though neighboring Jordan is unlikely to facilitate Palestinian expulsion, the desire of individual Palestinians to flee endemic poverty and hopelessness to neighboring countries may become difficult to stop. Nominally voluntary exile, arguably, is the policy of the Israeli far right. And while it won’t be easy, time is on their side.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">A campaign of state terror</h2>\n\n<p class=\"has-text-align-none\">What we are witnessing is state terror, committed on all sides throughout the Levant, limited only by the combatants’ greatly differing capacities. To terrorize, one must necessarily practice wanton disregard for civilian casualties. For Israel, such willful indifference to suffering carries the risk of joining its adversaries as an international pariah. But Israelis are discovering that its pariah status, unlike for its enemies, carries few practical consequences when balanced, as it is, with <a href=\"https://globalaffairs.org/bluemarble/how-us-has-used-its-power-un-support-israel-decades\">unblinking American support</a>.<br><br>The American reaction to Israel&#8217;s stunning but bloody military success is utterly predictable. Exultant Republicans are claiming vindication for their unembarrassed support of Israel’s merciless military strategy. As for the fate of Palestinians, former President Donald Trump has <a href=\"https://www.timesofisrael.com/trump-i-told-netanyahu-get-your-victory-quickly-because-the-killing-has-to-stop/\">already articulated</a> what we can anticipate to be his baseline policy, albeit one tinged with an amoral regard for PR optics:&nbsp;Do whatever you feel you must, “but get it over with fast.”</p>\n\n<p class=\"has-text-align-none\">Democrats, despite their discomfort with the civilian casualties on the ground, will nonetheless <a href=\"https://www.theguardian.com/commentisfree/2024/oct/01/democratic-voters-kamala-harris-palestinians\">uphold their traditional policy</a> of steadfast political and military support of Israel. They may feel differently, and they are acutely aware of the <a href=\"https://www.brookings.edu/articles/the-generation-gap-in-opinions-toward-israel/\">significant generational drift</a> in American attitudes toward Israel and Zionism, particularly on the left. For now, political realities remain unchanged: Israel can still <a href=\"https://apnews.com/article/netanyahu-congress-gaza-hamas-israel-6ea5daf3cd1988b0ad6e874bd450f9bf\">command more support</a> in Congress than any American president of either party could ever hope to.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vice President Kamala Harris, however she may betray humanitarian sentiment, would follow the example of President Barack Obama before her: She will not sacrifice precious political capital and her entire legislative agenda on the altar of a two-state policy gambit that has zero prospect of success. The toll of Palestinian casualties <a href=\"https://www.vox.com/politics/2024/5/2/24147192/israel-palestine-student-protest-columbia-ucla-radicalism\">brought out mass protests</a> in the US and may continue to do so, but they have yet to meaningfully change US policy.</p>\n\n<p class=\"has-text-align-none\">The Sunni Arab states, led by Saudi Arabia, have <a href=\"https://www.theguardian.com/world/2024/oct/02/normalisation-of-saudi-arabia-israel-relations-depends-on-two-state-solution\">paused</a> the diplomatic efforts that might otherwise by now have resulted in a historic rapprochement with Israel, but this should be seen as little more than a hiatus in deference to domestic political optics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Human emotions aside, the <a href=\"https://www.voanews.com/a/unlike-past-arab-israeli-conflicts-arab-governments-pursue-diplomacy-while-iran-proxies-fight/7807615.html\">geopolitical interests</a> driving a de facto Saudi alliance with Israel remain in play. Generational change in Gulf country leadership has brought with it relative indifference to the Palestinian cause. Memories of crushed children and wailing mothers will soon fade when the media turns away. Compelling national interests in confronting the shared enemy, Iran, and promoting high-tech Israeli investment will prevail.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even as we look ahead to a time when Israel’s Shiite antagonists are again ready to engage, there may be little left to fight over. Nothing is so persuasive, or so deflating, as immutable facts on the ground. For those in the “axis of resistance,” the deepening hatred of Israel generated by the events of the last year will seethe for at least another generation. Even if the threat they pose to Israel is never existential, it ensures that Israelis will not be able to rest easy. And for Israel, as the reality of apartheid over the Palestinians becomes undeniable, it will gnaw at the national soul. For now, however much we may like to think otherwise, in our time as much as at any time in human history, might — for those ruthless enough to exercise it — still wins in the end. &nbsp;&nbsp;&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As the dust still hovers from the Israeli airstrikes that killed Hezbollah leader Hassan Nasrallah in his underground lair, and while bombs explode over the heads of Israeli targets from Beirut in Lebanon, to Damascus in Syria, to Rafah in Gaza, to Hudaydah in Yemen, we can see, emerging from the haze, the outlines of [&#8230;]",
    "author": "Robert Grenier"
  },
  {
    "title": "The massive dock workers’ strike, explained",
    "link": "https://www.vox.com/labor-jobs/375238/dock-workers-ila-usmx-shipping-supply-chain-economy-strike",
    "pubDate": "2024-10-04T14:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two men standing outside facing each other in front of a banner that reads “Union strong, union proud.”\" data-caption=\"Striking workers at the Red Hook Container Terminal in Brooklyn gather before a visit by Mayor Eric Adams after members of the International Longshoremen’s Association, or ILA, began walking off the job after 12:01 am ET on October 1, 2024 in Brooklyn, New York. | Spencer Platt/Getty Images\" data-portal-copyright=\"Spencer Platt/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2175940788.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Striking workers at the Red Hook Container Terminal in Brooklyn gather before a visit by Mayor Eric Adams after members of the International Longshoremen’s Association, or ILA, began walking off the job after 12:01 am ET on October 1, 2024 in Brooklyn, New York. | Spencer Platt/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Workers at ports on the East and Gulf Coasts have agreed to go back to the docks —&nbsp;at least for now. Dock workers with the International Longshoremen’s Association (ILA) went on strike Tuesday following a breakdown in negotiations between the ILA and the organization of international shipping companies that employ them. Now, they are back to work as negotiations on a new contract continue. </p>\n\n<p class=\"has-text-align-none\">Approximately 45,000 workers walked off the job at 12:01 am Tuesday, making it the most significant strike the union <a href=\"https://gothamist.com/news/dockworkers-at-port-of-ny-and-nj-go-on-strike-for-first-time-since-1977\">has engaged in since 1977</a>. ILA laborers stopped work after their six-year contract with the United States Maritime Alliance (USMX) expired, <a href=\"https://www.cbsnews.com/news/east-coast-port-strike-what-to-know/\">shutting down 14 ports</a>, including some of the country’s largest. That could have had a monumental impact on the US economy, with a weeks-long strike bringing higher prices and goods shortages ahead of the presidential election and holiday season. </p>\n\n<p class=\"has-text-align-none\">The striking workers shut down some of the country’s biggest ports, like the <a href=\"https://gothamist.com/news/dockworkers-at-port-of-ny-and-nj-go-on-strike-for-first-time-since-1977\">Port Authority of New York and New Jersey</a>. Overall, the affected ports handle about 50 percent of the imports and exports to the US.</p>\n\n<p class=\"has-text-align-none\">The pause in the strike is an opportunity for the ILA and USMX to come back to the bargaining table and try to negotiate a new six-year contract. Workers will be covered by their old contract <a href=\"https://www.cbsnews.com/news/port-strike-ends-tentative-deal-until-jan-15-dockworkers/\">until next January</a>, though the two sides have <a href=\"https://www.cbsnews.com/news/port-strike-ends-tentative-deal-until-jan-15-dockworkers/\">apparently made progress on a wage hike</a>: The dockworkers have <a href=\"https://abcnews.go.com/US/dockworkers-strike-suspended-sources/story?id=114445386\">reportedly secured a 62 percent raise</a> over the course of the new contract. </p>\n\n<h2 class=\"wp-block-heading\"><strong>What is the </strong>International Longshoremen’s Association? Why are its members <strong>striking?</strong></h2>\n\n<p class=\"has-text-align-none\">The ILA represents the approximately 45,000 workers who manage the unloading of massive shipping containers from large cargo ships. Eventually, inventory from the ships makes its way to warehouses, store shelves, and factories. The members work at ports up and down the East Coast as far north as Maine, as well as Gulf Coast ports in Louisiana and Texas.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There&#8217;s a strike over two main issues,” Art Wheaton, director of labor studies at the Cornell University School of Industrial and Labor Relations, said. “One is money. Two is technology.”</p>\n\n<p class=\"has-text-align-none\">The union has demanded a significant pay raise for dock workers over the six-year life of the contract, as well as increased contributions to their retirement plan and a say in the role of automation in their industry. Some reports indicate the union asked for as much <a href=\"https://apnews.com/article/longshoremen-strike-pay-automation-ports-jobs-consumers-3aa66e0a05db25a49645fad404a5f000\">as a 77 percent pay increase</a>; the most recent proposal from USMX offered a 50 percent increase over the life of the contract.</p>\n\n<p class=\"has-text-align-none\">“The biggest concern is, the dock workers do not want automated machines to be responsible for picking up, dropping off, and releasing the cargo automatically,” Wheaton said. “They would like to have a human operator there” to ensure the quality and safety of their operations — and job security.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Negotiations between USMX and ILA for a new contract stopped in June, reportedly over the use of <a href=\"https://mynbc15.com/news/local/hundreds-of-mobile-dockworkers-set-to-go-on-strike\">automation at a port in Mobile, Alabama</a>. USMX filed a complaint with the National Labor Review Board last week claiming that ILA refused to continue with contract negotiations. USMX did not respond to Vox’s request for comment.</p>\n\n<p class=\"has-text-align-none\">Shipping companies that compose USMX —&nbsp;all of which are based abroad —&nbsp;have made billions as global trade and shipping has boomed, the union argues, while worker wages have stagnated in the face of inflation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Dock workers on the <a href=\"https://www.nytimes.com/2024/09/24/business/economy/port-strike-economy.html\">West Coast make about $55 per hour compared</a> with the East and Gulf Coast <a href=\"https://www.cnn.com/2024/10/01/business/us-port-workers-strike-tuesday/index.html\">average of $39 per hour</a> for experienced workers. West Coast dockworkers received an impressive <a href=\"https://www.portoflosangeles.org/references/2023-news-releases/news_083123_ilwu_contract\">wage increase</a> in their most recent contract<a href=\"https://www.portoflosangeles.org/references/2023-news-releases/news_083123_ilwu_contract\">;</a> they belong to a different union, the International Longshoremen and Warehouse Union (ILWU), which has long been much more radical than the ILA in terms of its politics, demands, and tactics, according to Gabe Winant, a labor historian at the University of Chicago.</p>\n\n<p class=\"has-text-align-none\">But the ILWU workers’ big wage wins proved that it was possible to demand more — and get it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, the ILA hopes to achieve a similar victory.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Which goods will be impacted?</strong></h2>\n\n<p class=\"has-text-align-none\">More than 50 percent of all goods <a href=\"https://www.cbsnews.com/news/east-coast-port-strike-what-to-know/\">imported into the US using container ships</a> come in through the East and Gulf Coast ports, and nearly 70 percent of containerized exports leave through them. However, since the potential for a strike had been well-known for months, companies had plenty of time to prepare. The most immediate casualty of the strikes would have been perishables. </p>\n\n<p class=\"has-text-align-none\">“We have all these perishable goods coming imported [to] the East Coast,” like blueberries, bananas, and fish from South America, Chris Tang, a professor of supply chain management at UCLA, told Vox. “We also have apparel, toys, electronics, we import through the East Coast.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The automotive industry also depends on East Coast ports, as many cars and car parts are imported from Europe. “There’s still some inventories available in the car manufacturing, and as well as the car dealers, so in the short term, it is not a major impact,” Tang said. Under a prolonged strike, that inventory will run out, and car repairs could become more challenging as parts shipments are delayed.</p>\n\n<p class=\"has-text-align-none\">In addition to the strike, there are other factors affecting global shipping at the moment, including <a href=\"https://www.vox.com/videos/24113479/what-the-red-sea-ship-attacks-are-really-about\">Houthi attacks in the Red Sea</a> that have disrupted shipping since November of last year, as has <a href=\"https://www.vox.com/climate/374867/hurricane-helene\">extreme weather</a>. The Panama Canal has also been impacted independent of the strikes; the <a href=\"https://www.nytimes.com/2024/08/14/business/panama-canal-drought.html\">waterway is suffering from a drought</a>, which has created a shipping backlog there.</p>\n\n<p class=\"has-text-align-none\">“As anyone who tried to buy toilet paper during the pandemic can tell you, we have a delicate supply chain, and when you start messing with the cargo ships, the rail, and the semi trucks, you&#8217;re toast,” Wheaton said. “You just aren&#8217;t going to get anything moved. Add to that that you just had a huge chunk of the East Coast get buried in water from the hurricane that just went through.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>How might the dockworker’s strike end?</strong></h2>\n\n<p class=\"has-text-align-none\">The progress on negotiations is a positive sign. The two sides agreed on January 15, 2025, deadline for finalizing a new contract, which gives them a cushion to negotiate on outstanding issues, namely the role of automation at the ports and an increase in pension contributions.  </p>\n\n<p class=\"has-text-align-none\">Given the enormity of the potential fallout from the strike, there was some question of whether President Joe Biden would order dockworkers back to the ports for 80 days as USMX and the ILA continue contract negotiations through powers granted by the Taft-Hartley Act —&nbsp;something Biden said <a href=\"https://www.politico.com/news/2024/10/01/biden-administration-dockworker-strike-00181839\">he did not want to do</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The administration faced “pressure from the consumers, from the retailers, from the manufacturers, and also the shipping companies” to take action and reopen the ports, Tang said. Some business groups had <a href=\"https://www.politico.com/news/2024/10/01/biden-administration-dockworker-strike-00181839\">already called on Biden</a> to send ILA members back to work.</p>\n\n<p class=\"has-text-align-none\">But Biden has also been largely supportive of union action, save the <a href=\"https://www.vox.com/policy-and-politics/2022/11/29/23484623/congress-rail-strike-biden-sick-days\">2022 railway workers strike</a>, and union support has been important to <a href=\"https://www.vox.com/politics/372935/teamsters-union-harris-biden-uaw-labor-trump-endorsement-vote\">Vice President Kamala Harris’s campaign</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The official policy of the government for more than 100 years, that the best solution is a negotiated solution,” Wheaton said. “The union won&#8217;t get everything they want, management won&#8217;t get everything they want, but you sit at the bargaining table to see what both sides can live with.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, October 4, 10:40 am ET:</strong> This story was originally published on October 1 and has been updated to reflect the dock workers’ return to work as a contract is negotiated. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Workers at ports on the East and Gulf Coasts have agreed to go back to the docks —&#160;at least for now. Dock workers with the International Longshoremen’s Association (ILA) went on strike Tuesday following a breakdown in negotiations between the ILA and the organization of international shipping companies that employ them. Now, they are back [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "An Ebola-like virus is spreading in Rwanda. Why isn’t there an approved vaccine for Marburg?",
    "link": "https://www.vox.com/future-perfect/375819/marburg-outbreak-rwanda-vaccine-trial",
    "pubDate": "2024-10-04T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A health worker leaves an isolated area in April 2005 in Uige, Angola in a makeshift tent where Marburg-virus patients are treated. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Florence Panoussian/&lt;/span&gt;AFP via Getty Images\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Florence Panoussian/&lt;/span&gt;AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-52611667.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A health worker leaves an isolated area in April 2005 in Uige, Angola in a makeshift tent where Marburg-virus patients are treated. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Florence Panoussian/&lt;/span&gt;AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">An outbreak of Marburg, a virus closely related to Ebola that can cause severe and often <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=This%20is%20why%20it%20is,low%20at%20the%20global%20level.\">fatal</a> disease, is <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537\">spreading</a> in Rwanda. As Africa struggles with <a href=\"https://www.vox.com/future-perfect/2024/1/24/24048361/mpox-covid-outbreak-africa-cdc-public-health\">compounding public health challenges</a>, this one presents a rare silver lining: the chance to test new vaccines that could save lives across the continent in the future.<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">The first patient infected with the virus in the country died on September 8, the World Health Organization (WHO) said at a press conference Thursday. As of September 29, a total of 36 cases and 11 deaths have been reported, making it one of the <a href=\"https://www.cdc.gov/marburg/outbreaks/index.html\">largest</a> Marburg outbreaks in history. Although most infections are among health care workers from two hospitals in Kigali, the capital of the East African country, seven of Rwanda’s 30 districts have seen cases. It is the <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537\">first</a> time the virus has been known to cause infections in Rwanda.</p>\n\n<p class=\"has-text-align-none\">The WHO <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=This%20is%20why%20it%20is,low%20at%20the%20global%20level.\">indicated</a> the outbreak is highly likely to spread to neighboring countries, but the risk of further global spread is low. Typically, humans become infected when they come into contact with a Marburg-carrying Egyptian <a href=\"https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease\">fruit bat</a>, a species found across Africa, the Middle East, and parts of western Asia. Once a person has the virus, though, it can then spread to others through contact with bodily fluids or contaminated surfaces and materials, like clothing or bedding. This mode of transmission means that Marburg virus will not spread as easily as, say, Covid-19 or other respiratory diseases.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">However, as we have seen in <a href=\"https://www.cdc.gov/marburg/outbreaks/index.html\">previous</a> Marburg virus outbreaks, travelers returning from countries experiencing an outbreak can introduce the disease into their home countries. Already, <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537\">one person</a> who came into contact with an infected patient in Rwanda has traveled to Belgium, underscoring the possibility of isolated overseas cases.</p>\n\n<p class=\"has-text-align-none\">Historically, Marburg virus disease is fatal in about <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=This%20is%20why%20it%20is,low%20at%20the%20global%20level.\">50 percent</a> of patients, but in some previous outbreaks, the mortality rate has exceeded 80 percent. People <a href=\"https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease\">experience</a> high fever, severe headache, extreme fatigue, <a href=\"https://www.cdc.gov/marburg/about/index.html\">rash</a>, bloody diarrhea, abdominal cramping, and <a href=\"https://wwwnc.cdc.gov/travel/notices/level2/marburg-rwanda#:~:text=Marburg%20is%20a%20viral%20hemorrhagic,Marburg%20virus%20is%20often%20fatal.\">unexplained bruising</a> and bleeding from the nose and gums. Symptoms can appear anywhere from <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=Burial%20ceremonies%20that%20involve%20direct,severe%20headache%20and%20severe%20malaise.\">2 to 21 days</a> after the initial infection.</p>\n\n<p class=\"has-text-align-none\">All <a href=\"https://www.cdc.gov/marburg/outbreaks/index.html\">previous</a> Marburg virus outbreaks have occurred in sub-Saharan Africa, most recently in Tanzania, where there were <a href=\"https://www.cdc.gov/marburg/outbreaks/marburg-virus-disease-outbreak-linked-to-marburgvirus-in-tanzania.html\">eight</a> confirmed cases and five deaths, and in Equatorial Guinea, where there were <a href=\"https://www.cdc.gov/marburg/outbreaks/marburg-virus-disease-outbreak-linked-to-marburgvirus-in-equatorial-guinea.html\">16 confirmed cases</a> and 12 deaths; both outbreaks occurred in 2023. Between 1967 and 2008, the US, Germany, Yugoslavia, and the Netherlands have reported Marburg disease among travelers returning from Uganda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To date, there is no approved treatment or vaccine for Marburg virus disease, but there are at least <a href=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\">four</a> vaccines in development. All four have been <a href=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\">effective</a> in studies involving animals. A small, early-stage clinical <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(22)02400-X/abstract\">trial</a> in humans had promising results; however, study participants who received the Marburg vaccine were not exposed to the virus to test how protective the shot was. Two other <a href=\"https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease\">vaccines</a> for Ebola virus could also be effective against Marburg virus.</p>\n\n<p class=\"has-text-align-none\">Researchers in Rwanda are preparing to submit protocols for phase 3 trials to a Rwandan ethics committee for approval. This would be an opportunity to expedite the development of Marburg virus vaccines and treatments and perform larger trials in a real-world outbreak.</p>\n\n<p class=\"has-text-align-none\">If the trial moves forward quickly, the current crisis could allow scientists to identify a shot that protects millions of people in the years to come.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The slim vaccine silver lining</strong></h2>\n\n<p class=\"has-text-align-none\">The WHO, Rwandan public health officials, and <a href=\"https://journals.plos.org/plospathogens/article?id=10.1371/journal.ppat.1010805\">a group of scientists and institutes</a> working on vaccine research <a href=\"https://www.nature.com/articles/d41586-024-03218-3\">met</a> earlier this week to discuss quickly setting up a vaccine trial that could help quell the ongoing outbreak.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of the vaccine candidates being developed, the most promising one that seems most likely to be tested if a trial moved ahead in Rwanda is the cAd3-Marburg vaccine developed by the National <a href=\"https://www.niaid.nih.gov/\">Institute</a> of Allergy and Infectious Diseases (NIAID). Last year, the NIAID tested the vaccine for safety in humans for the first time in a phase 1 clinical <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(22)02400-X/abstract\">trial</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Forty healthy adults received one of two different doses of the vaccine and were monitored for adverse reactions and to see if their immune systems produced antibodies, an indication that the vaccine would be effective if the individuals were exposed to the virus. The vaccine was deemed safe, and 95 percent of the participants had developed antibodies four weeks after receiving it. However, the participants were never exposed to the virus, so the vaccine’s practical effectiveness was not evaluated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Earlier this year, the <a href=\"https://www.sabin.org/\">Sabin Vaccine Institute</a> started a <a href=\"https://www.sabin.org/resources/sabin-vaccine-institute-begins-phase-2-clinical-trial-for-marburg-vaccine-in-uganda/\">phase 2</a> clinical <a href=\"https://www.clinicaltrials.gov/study/NCT05817422?cond=Marburg%20Virus%20Disease&amp;term=Sabin&amp;rank=1\">trial</a> for the NIAID vaccine in Uganda and Kenya. Healthy adults will randomly be assigned to receive the vaccine or a placebo shot and then will again be monitored for adverse responses and antibody responses. Participants will also not be exposed to the Marburg virus during this trial.</p>\n\n<p class=\"has-text-align-none\">Typically, if phase 2 trials are successful, scientists proceed to larger phase 3 trials and roll out the vaccine to a large group of people and then observe its impact when individuals are exposed to the virus. The emergency situation in Rwanda may accelerate this process. Scientists may move ahead with a phase 3 trial even though phase 2 results are not yet available.</p>\n\n<p class=\"has-text-align-none\">Researchers and health officials have been preparing for this. Earlier this year, scientists from the WHO and 17 countries at risk for Marburg virus outbreaks developed <a href=\"https://www.who.int/news-room/events/detail/2024/02/20/default-calendar/building-research-readiness-for-a-future-filovirus-outbreak-workshop-february-20-22-2024-uganda\">protocols</a> to test both <a href=\"https://cdn.who.int/media/docs/default-source/consultation-rdb/vx-discussion_martha-nason_who-filovirus-workshop-key-analyses-and-endpoints.pdf?sfvrsn=fccf158_3\">vaccines</a> and treatments during an outbreak. A phase 3 clinical trial in Rwanda would follow a ring vaccination strategy where contacts of infected people are vaccinated. The trial would have two groups, one group of contacts who are immediately vaccinated and then a second “delayed” group who are presumably vaccinated at a later time. Researchers would then compare the impact of the vaccine between the two groups.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Scientists may also test a treatment that uses antibodies, proteins made by the immune system to kill viruses and other pathogens, against the virus. One <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5719873/\">study</a> found that treating animals such as guinea pigs and monkeys with these antibodies after they were infected with Marburg virus prevented serious illness and death. Medical workers successfully treated patients with antibody <a href=\"https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(23)00552-2/fulltext\">cocktails</a> during previous Ebola virus outbreaks.</p>\n\n<p class=\"has-text-align-none\">The WHO’s ethics committee has already approved protocols to test vaccines and the antibody treatment, a spokesperson told Vox. The next step is for these protocols to be approved by an ethics committee within Rwanda. Two Rwandan researchers have been selected to lead these efforts in the country.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">One other hurdle remains. There are fewer than <a href=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\">2,000</a> total vaccine doses currently available. In April 2023, the Sabin Vaccine Institute had produced about 850 of those doses. Oxford University, which is developing another Marburg vaccine, had about 1,000 doses. Larger-scale production could be needed, especially if the outbreak becomes more widespread. Both the Sabin Vaccine Institute and Oxford University have existing manufacturing capacity for the Marburg vaccines and previously reported to the WHO that they could rapidly produce additional doses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Marburg outbreak has ignited amid a surging mpox outbreak in the region, which the World Health Organization <a href=\"https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern\">declared</a> an international health emergency in August. The Democratic Republic of the Congo, which neighbors Rwanda, is the <a href=\"https://worldhealthorg.shinyapps.io/mpx_global/\">epicenter</a> of the mpox outbreak. (The DRC has not yet recorded any Marburg cases.)</p>\n\n<p class=\"has-text-align-none\">Fortunately, Rwanda has one of the <a href=\"https://www.thinkglobalhealth.org/article/rwandas-health-care-success-holds-lessons-others\">strongest</a> public health systems in Africa and has only reported a handful of mpox cases. An estimated <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10926934/\">90 percent</a> of the population have health insurance, much higher than most of its neighbors. Rwanda also has a strong infectious disease surveillance <a href=\"https://www.gavi.org/vaccineswork/lessons-rwanda-building-systems-protect-against-infectious-diseases-and-biothreats\">system</a> and a <a href=\"https://www.sciencedirect.com/science/article/pii/S2352771424001800\">history</a> of successfully containing outbreaks.</p>\n\n<p class=\"has-text-align-none\">That makes it an ideal setting for testing a Marburg vaccine during the current outbreak —&nbsp;if public health authorities can move quickly. The race is on.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "An outbreak of Marburg, a virus closely related to Ebola that can cause severe and often fatal disease, is spreading in Rwanda. As Africa struggles with compounding public health challenges, this one presents a rare silver lining: the chance to test new vaccines that could save lives across the continent in the future.&#160; The first [&#8230;]",
    "author": "Jessica Craig"
  },
  {
    "title": "Love Is Blind: DC sadly doesn’t feel like DC ",
    "link": "https://www.vox.com/culture/375548/love-is-blind-dc-season-7-recap-review",
    "pubDate": "2024-10-04T10:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A silhouette of a woman in a long dress is shown on a round archway.\" data-caption=\"A reveal from Love Is Blind trying to prove whether or not love is blind. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix ©2024&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix ©2024&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Love_Is_Blind_n_S7_E5_00_15_57_21RC.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A reveal from Love Is Blind trying to prove whether or not love is blind. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix ©2024&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">While Virginia is reportedly for lovers, most everyone acknowledges that nearby Washington, DC, is not. The nation’s capital has been <a href=\"https://www.washingtonian.com/2015/08/27/why-the-dating-scene-sucks-for-women-in-dc/\">consistently</a> ranked as one of <a href=\"https://www.nbcwashington.com/news/local/dc-disaster-dates-slide-into-our-dms-and-tell-us-your-funny-or-awkward-date-story/3531324/\">the worst</a> places <a href=\"https://www.washingtonpost.com/news/arts-and-entertainment/wp/2015/04/03/dating-in-washington-is-really-hard-is-it-d-c-or-is-it-me/\">to date</a> and one of the US’s <a href=\"https://wtop.com/news/2014/02/dc-is-second-worst-city-for-singles/\">worst cities for singles</a>. Too many type As, too many people too into their jobs, too many people ready to leave after two years — it’s not exactly a city that screams romance. They say that <a href=\"https://www.theguardian.com/commentisfree/2013/oct/08/modern-politics-show-business-for-ugly-people\">politics is show business for ugly people</a>, which would make DC the Hollywood of uggos.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given Washington’s notoriety, it was only a matter of time before Netflix took <em>Love Is Blind</em> to the nation’s capital.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In its first season, the Netflix reality dating series asserted the hopefulness of romance — the possibility of falling in love with someone sight unseen and marrying them within a month — but it has become a show about <a href=\"https://www.vox.com/22958499/love-is-blind-season-2-recap-review\">irreparable incompatibility</a> featuring terrifying tales of <a href=\"https://www.vox.com/culture/2023/9/22/23885294/love-is-blind-season-5-review-uche-villain\">red flag-waving monsters</a>. There have also been <a href=\"https://www.usatoday.com/story/entertainment/tv/2024/01/04/renee-poche-love-is-blind-netflix-lawsuit/72101776007/\">lawsuits from contestants</a> alleging toxic and inhospitable <a href=\"https://www.newyorker.com/magazine/2024/05/27/is-love-is-blind-a-toxic-workplace\">workplace environments</a> in and out of the “<a href=\"https://www.netflix.com/tudum/articles/love-is-blind-pods\">pods</a>.” Yet the love experiment is one of <a href=\"https://www.forbes.com/sites/maryroeloffs/2024/04/16/love-is-blind-most-popular-streaming-show-netflix-the-gentlemen-avatar-brooklyn-99-bluey/\">Netflix’s biggest hits</a>, and each season a captive audience tunes in to see a new batch of daters and the horrors — body shaming, weaponized therapy speak, flies in toilets — that await them on the other side of the wall.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Love_Is_Blind_n_S7_E1_00_23_01_22RC.jpg?quality=90&#038;strip=all&#038;crop=0,3.4383212962771,100,93.123357407446\" alt=\"A group of women in colorful dresses gather in a beige living area and raise glasses of wine to each other in a large circle.\" title=\"A group of women in colorful dresses gather in a beige living area and raise glasses of wine to each other in a large circle.\" data-has-syndication-rights=\"1\" data-caption=\"Let’s go girls! Time to talk to faceless men! | Courtesy of Netflix\" data-portal-copyright=\"Courtesy of Netflix\" />\n<p class=\"has-text-align-none\">Now we have what sounds like a perfect, hellish match: one of the worst dating cities in the US, combined with one of the bleakest reality TV dating shows in history. On paper, it feels more like a dare or taunt, a gift to haters. Truly only the freakiest freaks, some real District of Columbia sickos would sign up to be on <em>Love Is Blind: DC</em>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But while this immensely watchable season has plenty of villains and inter-crossing love triangles, it, sadly, doesn’t feel very DC.</p>\n\n<p class=\"has-text-align-none\">For one thing, no one on this season explicitly works in government. To be fair, the show isn’t very specific when it comes to its participants’ professions, so an “IT specialist” could ostensibly be working for some military government contractor and an “engineer” could be doing research for, say, Lockheed-Martin. Still, the closest we get is a cast member being described as a “policy advocate,” which seems like a nice euphemism for lobbyist.</p>\n\n<p class=\"has-text-align-none\">Capitol Hill keeping their employees from representing on <em>Love Is Blind</em> is understandable because of how embarrassingly and negatively many of the participants are portrayed. But that dynamic of an adjacency to national political power fueling a person’s dating identity is exactly what makes DC dating unique and (from all these news stories about people who hate dating there) so hostile. That the show spent a season in DC and couldn’t capture the snobbiness of a staffer asking “Who do you work for?” feels like a loss.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There seems to be a reluctance to get into politics this season, too. A contestant talks about how he voted in the 2016 and 2020 elections, and there’s a conversation about what kind of political beliefs one has while serving in the military, but politics as they relate to dating preferences  — e.g., whether love trumps politics, whether similar politics mean compatibility, etc. — is barely addressed. That’s a missed opportunity, not only given how politically active DC allegedly is, but also because finding partners who share the same politics has increasingly become <a href=\"https://thehill.com/changing-america/enrichment/arts-culture/3917348-politics-are-increasingly-a-dating-dealbreaker-especially-for-women/\">more and more important</a> to singles. </p>\n\n<p class=\"has-text-align-none\">That said, there’s still enough relationship dysfunction this season to sustain its horror-junkie audience.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Brittany, a beautiful woman who wants to be a trophy wife and tells the camera she cannot spell the word “physicist,” falls for Leo, a young art dealer who tells everyone that one of his insecurities is that he inherited a humongous amount of money and never has to worry about anything financially. The more the audience gets to know Leo, the more it seems like this isn’t an insecurity at all. The more Brittany gets to know Leo, the more interested she is in his “insecurity.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Love_Is_Blind_n_S7_E1_00_22_59_12RC.jpg?quality=90&#038;strip=all&#038;crop=0,3.4383212962771,100,93.123357407446\" alt=\"A group of men sit and stand around a long table, all dressed in suits or business casual, raising wine glasses to each other.\" title=\"A group of men sit and stand around a long table, all dressed in suits or business casual, raising wine glasses to each other.\" data-has-syndication-rights=\"1\" data-caption=\"The dudes from Love Is Blind | Courtesy of Netflix\" data-portal-copyright=\"Courtesy of Netflix\" />\n<p class=\"has-text-align-none\">There’s also Hannah, a 26-year-old woman who quit her “dream job” to be on the show. The dream job in question? Medical device sales. Perhaps there is honor and allure in, say, the vending of CPAP machine accessories, but she’s given it all up for the possibility of sight-unseen reality TV love. To that end, she tells Nick, one of her pod suitors, that she dates athletes and she’s always worried that men only see her as a hot girl. Nick tells her he looks like a less buff Henry Cavill. Neither is setting themselves up to overdeliver.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hannah, Nick, Leo, Brittany and their cohort deliver a season draped in red flags and dealbreakers. From chilling fights about yapping too much to roundabout conversations about getting the ick from watching your partner straddle patio furniture, there’s plenty here. If you’re coupled, they’ll make you breathe a sigh of relief that you’re not in the dating pool. If you’re single, they’ll make you relish it.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>Love Is Blind </em>is still a riveting, deranged exploration of the worst people falling in and out of love, even if it doesn’t feel like DC.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "While Virginia is reportedly for lovers, most everyone acknowledges that nearby Washington, DC, is not. The nation’s capital has been consistently ranked as one of the worst places to date and one of the US’s worst cities for singles. Too many type As, too many people too into their jobs, too many people ready to [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "A year after October 7: How Hamas’s attack and Israel’s response broke the world",
    "link": "https://www.vox.com/world-politics/375398/israel-palestine-lebanon-october-7-anniversary-one-year",
    "pubDate": "2024-10-04T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A girl looks on while walking through the rubble of a collapsed building in Khan Yunis in the southern Gaza Strip on October 2, 2024, amid the ongoing war in the Palestinian territory between Israel and Hamas. | Bashar Taleb/AFP via Getty Images\" data-portal-copyright=\"Bashar Taleb/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2175360865_f6848d.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A girl looks on while walking through the rubble of a collapsed building in Khan Yunis in the southern Gaza Strip on October 2, 2024, amid the ongoing war in the Palestinian territory between Israel and Hamas. | Bashar Taleb/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It has been a year since the horrific events of October 7, 2023. What has happened since is best described as a global tragedy.</p>\n\n<p class=\"has-text-align-none\">The scale of the immediate suffering is staggering. From the 1,200 Israelis killed by Hamas on October 7 to the over 40,000 Palestinians killed by Israel in the war since, the human toll of the conflict is terrible and growing higher. Though the past year should have discredited the idea that there can be any stability without <a href=\"https://www.vox.com/policy-and-politics/22442052/israel-palestine-two-state-solution-gaza-hamas-one\">a solution that satisfies both Israeli and Palestinian national aspirations</a>, a negotiated settlement seems further away than ever.</p>\n\n<p class=\"has-text-align-none\">And as the dramatic <a href=\"https://www.vox.com/israel/375125/lebanon-hezbollah-israel-iran-invasion-gaza\">military escalation</a> of the past few weeks illustrates, the consequences of October 7 are traveling wider and wider. The Middle East is aflame, with Israeli soldiers fighting Hezbollah in Lebanon and direct hostilities between Israel and Iran, Hezbollah’s patron. The risk of a full-scale regional war is growing —&nbsp;if we are not already in one.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AP24274763395736.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Israeli shelling hit an area in southern Lebanon, as seen from northern Israel on September 30, 2024.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Zooming even further out, the year since October 7 has seen dire developments for the entire world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">America’s disastrous mishandling of the conflict has not only failed to stop the bloodshed, but also done serious damage to its already-frayed credibility as a guarantor of the rules-based international order — weakening global support for Ukraine’s eminently just defensive war against Russia and strengthening China’s attempts to undermine pillars of global stability.</p>\n\n<p class=\"has-text-align-none\">The war has also created new forms of global instability. The <a href=\"https://www.vox.com/world-politics/24094638/houthis-red-sea-yemen-gaza-israel\">Houthi militants in Yemen</a> have wreaked havoc on global shipping, demonstrating how a well-positioned terrorist group can pose a serious threat to the global economy using relatively low-cost weapons. A global surge of Islamophobia and antisemitism has further scarred divided Western democracies, and internal divisions between pro-democracy political factions over Gaza have weakened their capacity to stand united against rising anti-democratic forces.</p>\n\n<p class=\"has-text-align-none\">To call the past year a global tragedy is not to distract from the most immediate victims, the Israelis and Palestinians killed and immiserated by bullets and bombs. These are the protagonists of any moral story about the past year of war, the people who should be placed first in any accounting of the past year’s events.</p>\n\n<p class=\"has-text-align-none\">Rather, it is to put the full range of consequences into view: to show that events that might seem contained to the Middle East have come to hurt people around the world in ways that we may not yet fully understand or even be capable of predicting. This is not a world war, but it is a global tragedy, one whose horrors are not yet done being revealed.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9127022290\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">A nightmare in Palestine&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Life for ordinary Gazans was difficult prior to October 7, thanks to a combination of Israeli restrictions on trade and movement and Hamas’s theocratic governance. But since then, Israel’s military response has made it unbearable.</p>\n\n<p class=\"has-text-align-none\">Nearly 42,000 Gazans have been killed since October 7, according to data from the Gaza Ministry of Health. That’s about 2 percent of the Gaza Strip’s<em> </em>entire population, the proportional equivalent of 6.5<em> </em>million Americans dying in a war. Israeli estimates of Hamas fighters killed — <a href=\"https://www.reuters.com/world/middle-east/gaza-death-toll-how-many-palestinians-has-israels-campaign-killed-2024-07-25/\">between 17,000 and 18,000</a> — suggest around 60 percent of the dead are civilians.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2173345769_8cf8df.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Palestinian kids walk over the rubble of a building, which collapsed after Israeli bombardment on a building adjacent to it, in the Sheikh Radwan neighborhood in Gaza City on September 23, 2024.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Some have called the death data into question on the grounds that Hamas controls the health ministry. However, its numbers have <a href=\"https://www.aljazeera.com/news/2023/10/27/un-says-gaza-health-ministry-death-tolls-in-previous-wars\">proven accurate in previous conflicts</a> and provide at least a rough approximation of the total death count.</p>\n\n<p class=\"has-text-align-none\">In fact, it’s likely an understatement. Official data compiled by Al Jazeera shows at least <a href=\"https://www.aljazeera.com/news/longform/2023/10/9/israel-hamas-war-in-maps-and-charts-live-tracker\">half of all homes in the Strip</a> are damaged or destroyed; so too are 80 percent of “commercial facilities” and 85 percent of school buildings. In May, a UN agency estimated that there were <a href=\"https://news.un.org/en/story/2024/05/1149256\">likely 10,000 Palestinian dead trapped</a> under the rubble and that it might take as long as three years to recover all of the bodies.</p>\n\n<p class=\"has-text-align-none\">Israel’s bombs and bullets, together with its <a href=\"https://www.propublica.org/article/gaza-palestine-israel-blocked-humanitarian-aid-blinken#:~:text=The%20U.S.%20government's%20two%20foremost,food%20and%20medicine%20into%20Gaza.\">intentional disruption of humanitarian aid</a>, has made life in Gaza unbearable.</p>\n\n<p class=\"has-text-align-none\">Ninety percent of Gazan residents <a href=\"https://webtv.un.org/en/asset/k15/k15udfv2p3#:~:text=Ninety%20per%20cent%20of%20Gaza's,on%20the%20struggle%20to%20survive.\">have been displaced from their homes</a>. Food is so scarce that nearly every Gazan has trouble finding it in adequate amounts, per <a href=\"https://www.npr.org/sections/goats-and-soda/2024/06/25/g-s1-6193/gaza-famine-hunger-war-israel\">an international expert report released in June</a>. UN data from around the same time found that <a href=\"https://www.cnn.com/2024/06/25/middleeast/israel-gaza-children-starvation-malnutrition-intl/index.html\">50,000 Gazan children were suffering from acute malnutrition</a>. Gaza’s health infrastructure has collapsed, thanks in part to Israeli bombs destroying a majority of Gaza’s hospitals. Rates of disease are skyrocketing; an April report from <a href=\"https://www.msf.org/gazas-silent-killings-destruction-healthcare-system-rafah\">Doctors Without Borders</a> found that the number of diarrhea cases had increased by 25 times over the pre-war baseline.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, in the West Bank, Israeli extremists both in and outside of government have used the war in Gaza as a pretext to accelerate their colonization campaign.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since October 7, there have been over 1,000 violent attacks on Palestinians by Israeli settlers. This is an “all-time high” rate of settler violence, per a report by <a href=\"https://www.crisisgroup.org/middle-east-north-africa/east-mediterranean-mena-israelpalestine/246-stemming-israeli-settler-violence\">the International Crisis Group</a>. Yet despite this spiking violence, Israel has arrested <a href=\"https://www.foreignaffairs.com/israel/fight-new-israel?utm_campaign=tw&amp;utm_content=&amp;utm_medium=social&amp;utm_source=twitter\">a fourth of the number of Jewish suspects</a> in the West Bank as it did in 2022 — the year before the current far-right government took power.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2175529158_3d0179.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A group of Jewish settlers under the protection of Israeli soldiers raids the Old City area of Hebron, West Bank on September 14, 2024.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Some leaders in the current government — like Finance Minister Bezalel Smotrich and Minister of National Security Itamar Ben-Gvir — are themselves settler radicals, and they have pursued their goals via policy throughout the war. In 2024, the Israeli government officially seized more than nine square miles of land from Palestinians — the <a href=\"https://tcf.org/content/commentary/israel-is-seizing-a-record-amount-of-palestinian-land-in-the-west-bank-the-implications-for-peace-are-dire/\">most in any year</a> since the 1990s Oslo Accords gave Palestinians a measure of self-determination in the West Bank.</p>\n\n<p class=\"has-text-align-none\">The past year, in short, has been hell for Palestinians. And there is no respite in sight.</p>\n\n<h2 class=\"wp-block-heading\">An insecure and more authoritarian Israel</h2>\n\n<p class=\"has-text-align-none\">After Hamas fighters slaughtered 1,200 Israelis in cold blood last year, the group was not only expecting an Israeli response, they were counting on it. Any extended Israeli campaign in Gaza would surely come with massive civilian casualties, a level of death that would rally the Palestinian population to Hamas’s side and isolate Israel internationally.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Based on classified evidence “described by more than a dozen current and former intelligence and security officials from four Western and Middle Eastern countries,” <a href=\"https://www.washingtonpost.com/national-security/2023/11/12/hamas-planning-terror-gaza-israel/\">the Washington Post</a> concluded that Hamas planners aimed to “strike a blow of historic proportions, in the expectation that the group’s actions would compel an overwhelming Israeli response.”</p>\n\n<p class=\"has-text-align-none\">Israel fell right into their trap.</p>\n\n<p class=\"has-text-align-none\">Since October 7, Prime Minister Benjamin Netanyahu has repeatedly declared his war aim to be destroying Hamas. Nearly everyone credible <a href=\"https://www.vox.com/24055522/israel-hamas-gaza-war-strategy-netanyahu-strategy-morality\">agrees that this is</a>, in the most literal sense, impossible: Israel does not have the capability to wipe the organization off the earth&nbsp;in any kind of reasonable time frame. So no one knows what Netanyahu means by “destroying” Hamas. He has never really explained it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The result is that, if the war were to end tomorrow, Hamas would still be intact and the dominant power in the Gaza Strip. It will almost certainly be able to reconstitute itself as the governing force in Gaza again, owing in part to <a href=\"https://www.npr.org/2024/07/26/g-s1-12949/khalil-shikaki-palestinian-polling-israel-gaza-hamas\">rising support among the Palestinian population</a>. Thirty-six percent of Palestinians currently support Hamas, per the <a href=\"https://www.pcpsr.org/sites/default/files/Poll%2093%20English%20press%20release%2017_Sept2024.pdf\">authoritative Palestinian Center for Policy and Survey Research (PCPSR) poll</a> — nearly twice as high as the support for their more moderate rival Fatah (21 percent). Prior to the war, Fatah commanded a small plurality in the same poll (26-22 percent).</p>\n\n<p class=\"has-text-align-none\">If Israel has bought security through bloodshed in Gaza, it is only a temporary reprieve. The foundations of its security problem —&nbsp;a political status quo in which dispossessed Palestinians turn to terrorist groups as an act of “resistance” — remain intact.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AP24274095052970.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Palestinians look at the destruction after an Israeli airstrike on a crowded tent camp housing Palestinians displaced by the war in Muwasi, Gaza Strip, on September 10, 2024.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Absent a political solution that gives Palestinians hope for peaceful coexistence, Israelis will always have reason to fear an attack. The war has obliterated any hope of such an agreement in the immediate term, with polls displaying <a href=\"https://pcpsr.org/en/node/989\">record-low levels</a> of support among Israelis for pursuing one. Even if their opinion shifts after the war, as it likely will when the trauma of October 7 fades, wartime settlement growth and land grabs in the West Bank deepen the logistical barriers in the way of any kind of agreement.</p>\n\n<p class=\"has-text-align-none\">More broadly, Israelis are generally hopeless about their government’s ability to manage both the conflict with the Palestinians and their own basic needs. A series of failures, ranging from an inability to support Israelis displaced on October 7 to the failure to return the hostages, has made Israelis question whether their government is up to the most basic tasks of governing. One recent poll found that <a href=\"https://www.timesofisrael.com/liveblog_entry/less-than-one-fifth-of-israelis-have-high-level-of-trust-in-government-poll-finds/\">only 17 percent of Israelis</a> expressed a high degree of trust in their government.</p>\n\n<p class=\"has-text-align-none\">At the same time, the long-evident authoritarian tendencies of the Netanyahu government have asserted themselves during the war.</p>\n\n<p class=\"has-text-align-none\">In the weeks and months immediately following October 7, there was a <a href=\"https://www.vox.com/future-perfect/2023/11/1/23941810/israel-crackdown-dissent-war-critics\">crackdown on dissent</a> from the government’s line on the war. Arab Israelis and left-wingers were harassed and even arrested. Ben Gvir’s ministry <a href=\"https://www.timesofisrael.com/police-deny-permit-for-anti-war-protest-left-wing-groups-vow-high-court-appeal/\">approved permits for pro-war protests but not anti-war ones</a> as the minister himself called for a full ban on pro-peace demonstrations.</p>\n\n<p class=\"has-text-align-none\">This climate has changed as the war went on. Israelis recently staged a massive ceasefire protest, which organizers say was <a href=\"https://www.timesofisrael.com/organizers-claim-largest-ever-rally-in-tel-aviv-as-calls-for-hostage-deal-intensify/\">the largest single-day demonstration in the country’s history</a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AP24266163119437_ea1646.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Over 100,000 Israelis demonstrated against Prime Minister Benjamin Netanyahu, demanding an immediate hostage deal and ceasefire, in Tel Aviv, Israel on September 21, 2024.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">But other problems have arisen. After Israeli authorities arrested soldiers accused of torturing Palestinian detainees at the Sde Teiman military base, far-right demonstrators stormed the base to try and free them by force. Sitting members of the Knesset, Israel’s Parliament, actually joined the group who breached the fence.</p>\n\n<p class=\"has-text-align-none\">The event, widely described <a href=\"https://www.vox.com/politics/364343/israel-riot-military-base-sde-touman-torture-member-knesset\">as Israel’s January 6</a>, illustrates just how <a href=\"https://www.amazon.com/Reactionary-Spirit-Insidious-Political-Tradition-ebook/dp/B0CMQB8S94\">deep the rot in the country’s democracy runs</a> and how war, as it so often does, is damaging the principles that free government depends on.</p>\n\n<h2 class=\"wp-block-heading\">An unstable Middle East</h2>\n\n<p class=\"has-text-align-none\">Israel’s recent blitz assault on Hezbollah, including the killing of its longtime chief Hassan Nasrallah and much of its senior leadership, has <a href=\"https://x.com/PhillipSmyth/status/1840558079269642746\">done serious damage</a> to a group that has been firing rockets at Israel since October 8. It also displaced about 60,000 Israeli citizens from their homes along the northern border.</p>\n\n<p class=\"has-text-align-none\">Targeting Hezbollah, which is deeply integrated into the Lebanese population, comes at a <a href=\"https://apnews.com/article/israel-palestinians-hamas-war-news-lebanon-hezbollah-e3ca9c83642056f962fdf76319e3b8de\">high cost in civilian lives</a>. And we’ve seen in many recent wars that <a href=\"https://foreignpolicy.com/2024/09/28/hezbollah-leader-hassan-nasrallah-lebanon-israel/#\">tactical victories do not amount to strategic success</a>. Israel’s ultimate goal — breaking the Iran-led “axis of resistance” that includes Hezbollah, Hamas, Iraqi militias, and the Houthis in Yemen —&nbsp;<a href=\"https://foreignpolicy.com/2024/09/29/can-israel-kill-to-victory-over-hezbollah/?tpcc=recirc_latest062921\">has not yet been accomplished</a>. It’s possible that, in pursuit of this goal, Israel begins a process of escalation that evolves into a region-wide conflagration.</p>\n\n<p class=\"has-text-align-none\">The most obvious catalyst is the current Israeli ground operations inside Lebanon.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Were Israel to escalate and send in larger numbers of troops for a Gaza-style invasion, the immediate result would be a very bloody conflict in which large numbers of civilians are sure to die. In the longer term, Israel might get trapped into <a href=\"https://www.ft.com/content/fcb30f0e-9faf-451f-bc46-8715779c0e44\">another long-term occupation of Lebanon</a>. The last one, which stretched from 1982 to 2000, ended in <a href=\"https://www.axios.com/2024/10/01/israel-lebanon-hezbollah-middle-east-wars?utm_source=newsletter&amp;utm_medium=email&amp;utm_campaign=newsletter_axiosam&amp;stream=top\">Israeli defeat and the rise of Hezbollah to power inside Lebanon</a>. A more recent war in Lebanon, in 2006, was less bloody but still widely seen as a failure — prompting an <a href=\"https://www.nytimes.com/2008/01/30/world/middleeast/31winograd-web.html\">official inquiry</a> into why Israel’s military performed so poorly against Hezbollah.</p>\n\n<p class=\"has-text-align-none\">Were the current Israeli operation in Lebanon to look too successful, Iran would treat it as a major threat. Hezbollah is Iran’s most important regional proxy, the group’s large rocket arsenal a powerful deterrent against any Israeli attack on Iranian interests. Were Hezbollah to look like it was on the brink of a military rout, Iran might unleash both other proxies and its own military to try and turn the tide. This would mean a full-scale open war between Israel and the Iranian alliance — far greater in scope than this week’s missile barrage on Israel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such a conflict could lead to any number of disasters. One of the scariest scenarios involves <a href=\"https://israelpolicyforum.org/2024/09/26/the-rewards-and-risks-of-israels-war-against-hezbollah/\">an Iranian dash for a nuclear bomb</a>.</p>\n\n<p class=\"has-text-align-none\">The more military success Israel has against Iran’s proxies, the more likely Iran is to believe that its homeland is at risk from an Israeli strike. It is already close to building a nuclear weapon — able to create enough fissile material for one in “<a href=\"https://www.fdd.org/analysis/2024/08/29/deterring-irans-dash-to-the-bomb/#:~:text=Iran%20is%20Rapidly%20Advancing%20Toward,Antony%20Blinken%20on%20July%2019.\">one or two weeks</a>,” per Secretary of State Antony Blinken — but seemingly preferred to remain on the nuclear brink rather than crossing it. A wider war with Israel might change that, leading to a development many have feared for decades: a Middle East with two hostile armed nuclear powers.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AP24273314989972_844bb1.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A hole in the ground near the site of the assassination of Hezbollah leader Hassan Nasrallah in Beirut&#039;s southern suburbs on September 29, 2024.\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AP24274614102725_f98c2c.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"An aerial view of gathered mourners \" title=\"An aerial view of gathered mourners \" data-has-syndication-rights=\"1\" data-caption=\"Mourners attend a rally commemorating slain Hezbollah leader Hassan Nasrallah in Tehran, Iran on September 30, 2024.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">These dire outcomes are not inevitable. It’s possible that Israel steps back from the brink of full war in Lebanon or that Iran has been so cowed by Israel’s extraordinary success in penetrating Hezbollah that it doesn’t respond aggressively.</p>\n\n<p class=\"has-text-align-none\">But betting on the best-case scenarios in war is dangerous. The only thing we can say with confidence is that the new <a href=\"https://abuaardvark.substack.com/p/what-after-israels-killing-of-nasrallah?utm_source=post-email-title&amp;publication_id=866290&amp;post_id=149448555&amp;utm_campaign=email-post-title&amp;isFreemail=true&amp;r=7ttw&amp;triedRedirect=true&amp;utm_medium=email\">Middle East is extraordinarily insecure</a>, brought to the precipice of region-wide catastrophe by post-October 7 developments. Whether it tips over the brink remains to be seen.</p>\n\n<h2 class=\"wp-block-heading\">America weakened&nbsp;and its enemies emboldened</h2>\n\n<p class=\"has-text-align-none\">The Biden administration has taken a strange and confusing approach to the Gaza war.</p>\n\n<p class=\"has-text-align-none\">After initially expressing unconditional support for Israel, the administration has criticized Netanyahu&#8217;s approach, becoming suspicious that the prime minister lacks a credible strategy for ending the war. Yet as it has <a href=\"https://www.theatlantic.com/international/archive/2024/09/israel-gaza-war-biden-netanyahu-peace-negotiations/679581/\">worked for a ceasefire</a>, the US has steadfastly refused to put major pressure on Israel to get it to back down —&nbsp;declining to use its biggest stick, cutting off military assistance, to pressure Jerusalem to end the war.</p>\n\n<p class=\"has-text-align-none\">The result is an American policy that is seen by much of the world as doubly hypocritical. The US claims to support peace while providing the weapons to wage war, and it seems to treat war crimes differently based on whether an ally or an enemy is perpetrating them.</p>\n\n<p class=\"has-text-align-none\">Whatever sympathy Israel garnered from much of the world after the horrors of October 7 has been erased by the horrors it has perpetrated in Gaza. <a href=\"https://ecfr.eu/publication/living-in-an-a-la-carte-world-what-european-policymakers-should-learn-from-global-public-opinion/\">Polls</a> as well as <a href=\"https://news.un.org/en/story/2023/12/1144717\">votes at the UN</a> show an overwhelming global consensus that the war needs to end immediately, with only the United States and a handful of aligned countries supporting the Israeli line.</p>\n\n<p class=\"has-text-align-none\">When South Africa filed an International Court of Justice case accusing Israel of genocide in Gaza, many in the West scoffed. Yet the South African litigators <a href=\"https://www.cnn.com/2024/01/19/middleeast/israels-war-in-gaza-has-exposed-a-deepening-global-divide/index.html\">enjoyed widespread support</a> among residents of the global South, where elites and mass public alike overwhelmingly see Israel as a violent aggressor&nbsp;and America as its superpower enabler.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2152786672.jpg?quality=90&#038;strip=all&#038;crop=0,10.76363770124,100,78.472724597521\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"South Africa&#039;s ambassador to the Netherlands, Vusimuzi Madonsela, during a hearing of the International Court of Justice in The Hague, Netherlands on May 16, 2024.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">For years now, global South countries have chafed at what they see as Western hypocrisy when it comes to war and peace. America and its allies trumpet a “rules-based international order,” yet go ahead and invade Iraq without UN authorization because they’ve decided that they want to.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a 2023 speech, former NSC official Fiona Hill warned that this sentiment had become a <a href=\"https://lmc.icds.ee/lennart-meri-lecture-by-fiona-hill/\">major problem for American policy in Ukraine</a>: that however correct America might be about Russia’s unjustified war, it had lost the credibility to claim to be standing on behalf of sovereignty and international law. This made many countries wary of joining America’s pro-Ukraine efforts, seeing it less as a defense of a vulnerable country than a means of advancing Western geopolitical interests relative to Russia’s.</p>\n\n<p class=\"has-text-align-none\">The US approach to the Gaza war has supercharged this sentiment. How can the US claim to be standing for international law in the <a href=\"https://www.vox.com/policy-and-politics/2022/4/22/23034480/russia-donbas-new-phase-war-ukraine-explained\">Donbas</a>, many ask, when it is enabling its client in Jerusalem to commit atrocities?</p>\n\n<p class=\"has-text-align-none\">Research suggests that these allegations of hypocrisy can, in fact, matter, <a href=\"https://www.foreignaffairs.com/united-states/why-whataboutism-works\">undercutting both domestic and international support</a> for American policies. And as America’s global standing weakens, its competitors — not only Russia, but also China —&nbsp;are trying to take advantage.</p>\n\n<p class=\"has-text-align-none\">“With every civilian casualty from an Israeli airstrike, the West’s arguments in defense of a rules-based order ring hollower in the global South,” <a href=\"https://www.foreignaffairs.com/china/chinas-game-gaza\">writes Mark Leonard</a>, the director of the European Council on Foreign Affairs. “If, at some point in the future, Xi [Jinping] makes the fateful decision to invade Taiwan, he will surely hope that his stance on the Gaza war has made it more likely that the global South will line up behind Beijing rather than Washington.”</p>\n\n<h2 class=\"wp-block-heading\">A globe primed for chaos</h2>\n\n<p class=\"has-text-align-none\">The Gaza war has not only thrown the Middle East into chaos and weakened America’s position relative to authoritarians. It has also given rise to new sources of global chaos, ones that could further destabilize a world order already facing major challenges.</p>\n\n<p class=\"has-text-align-none\">The first of these threats is the Houthi campaign on shipping in the Red Sea and Mediterranean. The Yemeni rebel group, part of Iran’s “axis of resistance,” has been launching cheap rockets and drones at ships passing through since last fall — actions it claims are designed to target Israeli shipping and put pressure on Israel to end the war.</p>\n\n<p class=\"has-text-align-none\">In actuality, the target selection has been fairly loose. The Houthis’ objective appears to be less opening a new front in the Gaza war than in using it as a pretext to demonstrate their power and capabilities. Their strikes have done comparatively minor damage to shipping, but the threat that they might sink a ship has <a href=\"https://www.atlanticcouncil.org/blogs/new-atlanticist/houthi-attacks-in-the-red-sea-hurt-global-trade-and-slow-the-energy-transition/\">wreaked havoc on a cornerstone of the global economy</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Moreover, there’s a real fear that the Houthis have set a precedent that other militant groups could potentially mimic.</p>\n\n<p class=\"has-text-align-none\">“The peril posed by the Houthis is not just that shipping in the Red Sea will continue to be dangerous. Their campaign also sends the message that the global maritime order is crumbling and those violating its rules can do so with impunity,” <a href=\"https://www.atlanticcouncil.org/in-depth-research-reports/report/what-attacks-on-shipping-mean-for-the-global-maritime-order/#houthi-attacks-on-merchant-vessels\">writes Elisabeth Braw</a>, an expert on maritime security at the Atlantic Council think tank. “If these forms of aggression are not deterred, they will continue to grow in quantity and will be joined by new forms.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2152895248.jpg?quality=90&#038;strip=all&#038;crop=0,9.070211641114,100,81.859576717772\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A fighter of the Houthi group looks at the Galaxy Leader cargo ship as he guards it, on the Red Sea coast off Hudaydah, Yemen on May 12, 2024.  \" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">But aggression in the sea lanes is not the only demon unleashed by the Gaza war globally. It has also led to a rise in hatred and division inside countries across the world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One the most dire manifestations of these internal divisions is rising Islamophobia and antisemitism. In <a href=\"https://www.vox.com/23930119/hate-crimes-muslims-jews-palestinians-arabs-fear\">the United States</a> and <a href=\"https://www.bloomberg.com/news/features/2023-11-30/antisemitism-islamophobia-rise-around-world-amid-israel-hamas-conflict?embedded-checkout=true\">elsewhere</a>, there has been a spike in hate crimes directed at both Jews and Muslims — including even deadly violence.</p>\n\n<p class=\"has-text-align-none\">This is <a href=\"https://www.vox.com/policy-and-politics/2021/6/2/22455622/anti-semitism-israel-gaza-hamas-new-york-los-angeles-2021\">sadly common</a> during times of heightened Israel-Palestine conflict: The passions raised by the issue push unstable, violent people toward action. But given how intense this round of fighting has been, qualitatively different from anything that has come before it, the surge has been more intense.</p>\n\n<p class=\"has-text-align-none\">Separately, major divisions have emerged inside global political factions. In the United States, for example, anger over Biden’s war policy <a href=\"https://www.vox.com/politics/368411/dnc-palestinian-speaker-uncommitted-democratic-national-convention\">has alienated Muslim and Arab American voters</a> — a critical bloc in the swing state of Michigan. This could possibly play a material role in the November election, that tensions over Gaza might lead to the return of Donald Trump, a man who personifies global disorder, to the presidency of what remains the world’s most powerful country.</p>\n\n<p class=\"has-text-align-none\">We are, in short, already living in a world fundamentally reshaped by Hamas’s October 7 murder spree and Israel’s bloody reprisal, with no sense on the horizon that what’s broken will be repaired.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It has been a year since the horrific events of October 7, 2023. What has happened since is best described as a global tragedy. The scale of the immediate suffering is staggering. From the 1,200 Israelis killed by Hamas on October 7 to the over 40,000 Palestinians killed by Israel in the war since, the [&#8230;]",
    "author": "Zack Beauchamp"
  }
]