[
  {
    "title": "The Democrat who won in Trump country",
    "link": "https://www.vox.com/today-explained-podcast/387984/marie-gluesenkamp-perez-washington-democratic-party",
    "pubDate": "2024-11-26T15:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A dark-haired women in a dark blazer stands with a bag over her shoulder and her hand in her pocket; behind her is a white-haired man in a dark blazer and a purple tie.\" data-caption=\"Reps. Marie Gluesenkamp Perez (D-WA) and Mike Thompson (D-CA) leave the US Capitol on November 9, 2023. | ﻿Tom Williams/CQ-Roll Call, Inc via Getty Images\" data-portal-copyright=\"﻿Tom Williams/CQ-Roll Call, Inc via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-1773235604.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Reps. Marie Gluesenkamp Perez (D-WA) and Mike Thompson (D-CA) leave the US Capitol on November 9, 2023. | ﻿Tom Williams/CQ-Roll Call, Inc via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Democratic Party struggled in the 2024 elections, losing control of the Senate and the presidency, and failing to regain the House. The party is still assessing what went wrong in those defeats — but one bright spot is in southwestern Washington, where Democratic Rep. Marie Gluesenkamp Perez pulled out a win in Trump country for the second election in a row.</p>\n\n<p class=\"has-text-align-none\">In 2024, Gluesenkamp Perez, a moderate Democrat and member of the House’s <a href=\"https://www.dems.gov/coalitions-caucuses-task-forces/blue-dog-coalition\">Blue Dog Coalition</a>, defeated her 2022 opponent in a rematch and widened her margin of victory in the process. She credits her win to her working-class, rural roots and authentic connection to her home district, as well as a focus on issues with bipartisan support, such as <a href=\"https://www.vox.com/the-goods/2019/7/3/18761691/right-to-repair-computers-phones-car-mechanics-apple\">“right to repair” laws</a>.</p>\n\n<p class=\"has-text-align-none\">Gluesenkamp Perez and her husband live in unincorporated Skamania County, a wooded region with a population of about 12,000. She co-owns an auto repair and machine shop with her husband, Dean, which he still runs.</p>\n\n<p class=\"has-text-align-none\">Gluesenkamp Perez sat down with <em>Today, Explained</em> to discuss her win, where she thinks her party went wrong, and what she hopes to focus on in the next Congress. Below is an excerpt of our conversation, edited for length and clarity. There’s much more in the full podcast, so listen to <em>Today, Explained</em> on <a href=\"https://podcasts.apple.com/us/podcast/today-explained/id1346207297\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/3pXx5SXzXwJxnf4A5pWN2A\">Spotify</a>, or <a href=\"https://www.iheart.com/podcast/1319-today-explained-87205166/\">wherever you get your podcasts</a>.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP3084209517\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Tell me a bit more about yourself.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">I live in a really rural part of a rural county. We get our internet from a radio tower. We get our water from a well. <a href=\"https://gluesenkampperez.house.gov/about\">My family&#8217;s been in Washington state for generations</a>. My dad immigrated here from Mexico and met my mom at Western Washington University. I&#8217;m just incredibly honored to have a heritage of people who believe in making things that last and who understand the value and the necessity of what we have in Washington state and southwest Washington and a loyalty to a place that is so necessary, and that we&#8217;re increasingly alienated from culturally.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">What inspired you to go into politics?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">I was not inspired by politics. My predecessor was one of the 10 Republicans who voted to impeach Trump. And I knew everybody that had her yard signs up like clockwork. And they started putting up this guy Joe Kent&#8217;s yard signs. And I started watching his YouTube and was like, “This guy&#8217;s got good hair and bad ideas.” I remember watching a Republican primary candidate forum on YouTube and somebody asked all of the candidates to name just three lakes in southwest Washington, and he couldn&#8217;t do it. If you&#8217;re not doing this because what we have is precious and worth fighting for, why are you doing it? Having a political agenda imported from somewhere else that is so far from our values and our community and our priorities…</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Let&#8217;s talk about the place. Washington&#8217;s Third is a swing district. It was held by a Republican for 12 years before you won in 2022. Donald Trump backed your opponent, Joe Kent, in a big way. Why do you think you won?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">What we want in southwest Washington is to see our priorities and our culture reflected in Washington, DC. We don&#8217;t want a national agenda or a culture from somewhere else, imported and replacing our community, our values, our priorities. And so just a real focus on what my community needs, what our values are, who we are. You know, the district went for Trump by 7 points in 2016. And last time I won by two votes in each precinct. And this time we were able to point to my record. I&#8217;m in the top 3 percent of most bipartisan voting members of the US House and I&#8217;m not here to play partisan football. I&#8217;m here because I see and value what we have, and I know it&#8217;s worth fighting for. I&#8217;ve never felt entitled to people&#8217;s votes. I&#8217;m not here for an agenda from a think tank somewhere. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Why do you think bipartisanship played so well back in Washington Third District? What were you pointing to exactly?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">I was talking to the director of one of our largest labor and delivery wards, and she told me that right now 40 percent of the babies born in her hospital have at least one parent addicted to fentanyl. Forty percent — this is generational carnage and it&#8217;s everywhere. People want to stop the flow of fentanyl. I think a lot of us have felt like if this was a thing in the lives of people with more money and influence, it would have been addressed sooner.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">And so [you’re talking about] immigration, right?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">We&#8217;re talking about border security. For so long they&#8217;ve been married, but together there&#8217;s two issues: immigration and border security. And we&#8217;re saying we cannot wait for a perfect immigration policy to have a secure border to stop the flow of fentanyl. And so that was a big point for me.</p>\n\n<p class=\"has-text-align-none\">You know, on the student student loan forgiveness, I looked at the data. My district only holds 3 percent of the federally issued debt. This was a regressive tax policy. If you support progressive tax strategies, you should do that consistently, not just when there&#8217;s party favors. And I had people protest our auto shop.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Just to clarify, you voted against President Biden’s student debt relief. People looked at you and said, “You’re a Democrat, how dare you?” Talk to me about how that affected you back home.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">They were really aggressive on our online reviews. We take real pride in the quality of work we do. People were just bombing it who’d never been customers. But I was hearing from my community, “We don&#8217;t want the trades to be considered an afterthought. We don&#8217;t want to be second fiddle” — really challenging the idea that academic intelligence is the thing that we should be supporting. We want a level playing field for the trades, for all of the forms of intelligence. We want good jobs that don&#8217;t require a college degree. We want honors-level shop class in junior high. Those are the things that reflect our values and our priorities. And so that&#8217;s how I vote. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">This is where the pushback comes in, when you&#8217;re in national office and you vote on something that affects everybody in the country. Not many people in your district ended up in a lot of college debt. But all across the United States, many, many, many young people did. You&#8217;re in national office. You don&#8217;t just vote for this little corner of Washington because your vote — as one of 435 — affects the whole country. How do you respond to that? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">My job is to represent my community. And I think the way that you arrive at good policy is by having everyone show up at the table with the unique perspectives of their community and loyalty there. And that is how you end up with better policy in the end. You don&#8217;t get good legislation without having people who are driving trucks and changing diapers and turning wrenches at the table — not as an afterthought, but in the inception of the legislation. There are ways that that proposal could have been much more progressive. You know, things like Pell Grants or focusing on the bigger, systemic issue of why college tuition has increased 481 percent since I was born. That&#8217;s the systemic solution that I think we need to be considering and evaluating, like how are we going to provide a level playing field for everyone? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Let&#8217;s talk nationally. There’s another two years to look forward to, in which Democrats will be in the minority in both the House and the Senate. They lost the presidency. How do you think the party moves forward? People are looking at you as the face of a new kind of Democratic politics. Whether you like that or not, people say, “We should look at this gal because she seems to be saying something. She won in a Trump district. She seems to be saying something that people who voted for Donald Trump can get behind.” Where do the Democrats go?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">Well, again, look, I&#8217;m not a strategist, but I think 90 percent of Americans agree about 90 percent of the issues. And they have found the 10 things we disagree about to drive a stake through the heart of our community.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Like what?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">Pick anything. Anything that&#8217;s in the national ads and instead, say, it is not partisan to want to be able to fix your own car; “right to repair” laws are not partisan; wanting to own a home, not partisan. One of the things I really love about living where I live — we don&#8217;t have trash service. So every six weeks, we go to the dump and take our stuff, and so you have to see everything you bought. There is nowhere else, right? You should have to see all of the tiny little yogurt cups you bought, and have accountability, and not have an idea of the woods as a terrarium or as something that&#8217;s just a recreational asset, but as something that is living, breathing and relevant. I think we&#8217;re consuming like half the lumber per capita that we were in the ’70s. And the reality is a lot of that has been replaced by petroleum-based products. By thinking about things in this hyper-local way, by seeing the trash that you bought, you are able to arrive at a better national and global solution. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Do you think that&#8217;s what Republicans did in 2024? Because whether you support Donald Trump or you’re a critic of his, one thing that you can say he successfully did is he turned local issues national. Springfield, Ohio, was struggling with an influx of immigrants. There is no reason that somebody in Maine or Florida or Texas should have cared at all about Springfield, Ohio. That was a local issue. Donald Trump took that little local issue, made it a national issue. Some analysts say that is what helped him win. It seems counter to what you&#8217;re saying, which is that a local issue is a local issue, and we shouldn&#8217;t make it national because it won&#8217;t let us win.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">People want to be heard. I had a lot of people, colleagues, saying, “How do we get people to understand that the economy&#8217;s actually great?”</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">This was a Democratic line.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">Don&#8217;t do that. People are putting their groceries on a credit card. You go to Albertsons or whatever, your grocery store, and you feel like you&#8217;re in a game of chicken with the CEO. Nobody cares about your spreadsheets. I don&#8217;t know that any political party is doing this very well. But I think there&#8217;s a lot of work to be done on conveying cultural respect and regard for the people that are building our country, that are growing our food, that are keeping the wheels on the bus and conveying that respect sincerely and thinking and listening with curiosity. That is how we get our country back, how we build community again. </p>\n\n<p class=\"has-text-align-none\">We are all very lonely and feeling isolated. Some people think it&#8217;s their civic duty to unfriend somebody on Facebook [over how they voted] — that is such an impoverished view of the world. It&#8217;s isolating, and it&#8217;s lonely. I think getting back to a place where we are finding nonpolitical ways of conveying our values — that&#8217;s progress, that is how you grow the field of people who feel real, that is how you build a coalition that can actually pass useful legislation. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Do you think there&#8217;s a kind of snobbery within the Democratic Party where maybe the heroes that the party is choosing are the wrong heroes?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">It feels like everybody [in Washington, DC] is under 40 and has at least two degrees. And, you know, that&#8217;s not what the country looks like. That&#8217;s not what the value system is everywhere. There are fewer than five members of Congress who actually have a child in day care. That&#8217;s why there&#8217;s not a sense of urgency around the affordability crisis. I was talking to a constituent. She works in child care. She told me she is not legally allowed to peel a banana or an orange, [because] that is considered food prep. They are not a licensed food prep facility. So they can open a bag of chips [but] can&#8217;t peel a banana. And I went round and round and round for like four months and I had my office talking to local regulators and licensors and elected officials. And they kept saying, “She&#8217;s dumb, she doesn&#8217;t understand the rules.” </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Does she understand the rules?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">Yes. Their licensors said they would need six more sinks before they were legally allowed to be engaged in food prep. And I don&#8217;t think this is a small thing. I have a toddler. I know how durable food preferences are. So I introduced a bill that creates a positive right to serve fresh fruits and vegetables. It says, if your state is taking federal dollars for child care, you will not infringe on the right to serve fresh fruits and vegetables. And this is the long work of building strong local agriculture and national health.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">It is also, if we&#8217;re being honest, in a tradition that more closely hews to what Republicans think. You&#8217;re pointing to overregulation and you&#8217;re saying this is ridiculous. And I can imagine Democrats saying, but what about listeria? Every time you turn on the news these days, there is listeria in something, there&#8217;s E. coli in something, you&#8217;re going to give it to the kids. How do you square the party that you&#8217;re in and the historical positions that it&#8217;s taken on things like regulation? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">I don&#8217;t know if it&#8217;s necessarily partisan. Parents know that food preferences and children are very durable, so my experience as a young mom is what&#8217;s driving that, not a partisan agenda. But I think that this is absolutely one of the reasons that there&#8217;s one licensed day care facility in my entire county. Think about the overhead of installing six different sinks. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Do you look at legislation like that legislation as something that bridges a partisan divide? The thing that you&#8217;re looking at for the next two years is Democrats either work with Republicans or get nothing done. And I&#8217;m wondering if what you&#8217;re saying here is that, if we have some compromise ideas, at least we can get some things done.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">Yeah, I think these issues are too urgent to be delayed. We have got to find some common ground here to work and deliver value to our communities. And so I think there&#8217;s a lot of work that can be done that is not partisan. That&#8217;s good for the country.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Democratic Party struggled in the 2024 elections, losing control of the Senate and the presidency, and failing to regain the House. The party is still assessing what went wrong in those defeats — but one bright spot is in southwestern Washington, where Democratic Rep. Marie Gluesenkamp Perez pulled out a win in Trump country [&#8230;]",
    "author": "Noel King"
  },
  {
    "title": "Could tweaks to the tax code lead to more marriages — and more kids?",
    "link": "https://www.vox.com/policy/387818/could-tweaks-to-the-tax-code-lead-to-more-marriages-and-more-kids",
    "pubDate": "2024-11-26T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Photo of a pregnant woman at her wedding ceremony\" data-caption=\"From left, Rachael Harris as Shelia Sazs, Ray Proscia as Dr. Stan Lipschitz, and Rick Hoffman as Louis Litt star in the TV show Suits. | Shane Mahood/USA Network/NBCU Photo Bank/NBCUniversal via Getty Images&lt;br&gt;\" data-portal-copyright=\"Shane Mahood/USA Network/NBCU Photo Bank/NBCUniversal via Getty Images&lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-1172649600.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>From left, Rachael Harris as Shelia Sazs, Ray Proscia as Dr. Stan Lipschitz, and Rick Hoffman as Louis Litt star in the TV show Suits. | Shane Mahood/USA Network/NBCU Photo Bank/NBCUniversal via Getty Images&lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Fifty years ago, policymakers worried that welfare benefits were encouraging too many births outside of marriage. Today, some conservatives are making nearly the opposite argument: that government assistance programs are contributing to too few births by penalizing marriage.</p>\n\n<p class=\"has-text-align-none\">&#8220;Congress should seize the opportunity to eliminate the greatest injustice in the federal income tax code: marriage penalties,&#8221; Jamie Bryan Hall, director of data analysis at the Ethics and Public Policy Center, wrote <a href=\"https://eppc.org/wp-content/uploads/2024/10/Tax-Teams-Comment-on-Working-Families.pdf\">in a letter to a House committee in October</a>. </p>\n\n<p class=\"has-text-align-none\">Over the last several years, leaders have wrung their hands over two demographic trends. Marriage rates in the US have declined dramatically — they’re the focus of recent books like <a href=\"https://press.uchicago.edu/ucp/books/book/chicago/T/bo205550079.html\"><em>The Two-Parent Privilege</em></a> by economist Melissa Kearney and <a href=\"https://ifstudies.org/brad-wilcox\"><em>Get Married</em></a> by Brad Wilcox, of the National Marriage Project at the University of Virginia. Meanwhile, fertility has hit record lows, prompting growing concern about demographic decline and spawning an emerging &#8220;pronatalist&#8221; movement that sees shrinking birth rates as an existential threat.</p>\n\n<p class=\"has-text-align-none\">But conversations about these trends have largely remained separate. Marriage researchers tend to focus on relationship formation, family stability, and child outcomes. Pronatalists concentrate on the reasons for delaying or forgoing child birth, and the consequences that may bring. Lately though, more conservatives have argued that marriage penalties in the tax code connect these two issues — and fixing these penalties could help boost the population. </p>\n\n<p class=\"has-text-align-none\">The argument has particular appeal on the right: Fiscal conservatives generally favor reforming existing policies over creating costly new programs, while social conservatives view ending marriage penalties as supporting both wedlock and childbearing. But like the welfare debates of the past, it raises empirical questions about whether benefits actually influence family formation decisions, as well as broader ethical considerations about the government&#8217;s role in shaping personal choices.</p>\n\n<h2 class=\"wp-block-heading\">The math on marriage</h2>\n\n<p class=\"has-text-align-none\">The statistical case for connecting marriage and fertility appears relatively straightforward at first. <a href=\"https://www.cdc.gov/nchs/data/nvsr/nvsr73/nvsr73-02.pdf\">Married women have significantly higher birth rates</a> than unmarried women, and while both groups have had fewer children in recent decades, married birth rates have declined much less. Ergo, marriage penalty critics argue that policies discouraging marriage — by pushing families above subsidy thresholds or into higher tax brackets — may indirectly suppress birth rates.</p>\n\n<p class=\"has-text-align-none\">Take the <a href=\"https://www.vox.com/future-perfect/2019/10/3/20895338/earned-income-tax-credit-2019-henrik-kleven\">Earned Income Tax Credit</a>, designed to help low-income workers. When two working people marry, their combined income can push them above eligibility thresholds or reduce their benefits. Similar <a href=\"https://www.acf.hhs.gov/sites/default/files/documents/ofa/hmrf_marriagepenalties_paper_final50812_6_19.pdf\">marriage penalties exist</a> in other means-tested programs like Medicaid and housing assistance. </p>\n\n<p class=\"has-text-align-none\">These penalties were not intentionally designed to disadvantage married couples, but emerged from efforts to target benefits to the neediest while treating similar households fairly. Still, as a result, &#8220;if the typical single mom marries a typical working man, they will lose their means-tested government benefits,&#8221; Hall explained.</p>\n\n<p class=\"has-text-align-none\">Some policies, like the <a href=\"https://www.vox.com/the-highlight/23056876/expanded-child-tax-credit-poverty-american-families-impact\">child tax credit</a>, largely avoid this problem by setting income thresholds high enough that most married couples keep their benefits. Food stamps take a different approach — treating <a href=\"https://thefga.org/research/married-to-a-myth-debunking-marriage-penalty-food-stamps/\">all households the same</a> whether couples are married or just living together.</p>\n\n<p class=\"has-text-align-none\">While research is mixed on how well people understand these various penalties, there is some evidence they influence behavior. An <a href=\"https://csed.byu.edu/0000017e-2634-db2d-a1ff-6e7c6f290001/american-family-landscape-topline-final-pdf\">American Family Survey from 2015 </a>reported that 31 percent of Americans said they know someone who did not marry for welfare-related reasons. A more recent survey from the Sutherland Institute in Utah found that 10 percent of safety net program recipients <a href=\"https://sutherlandinstitute.org/wp-content/uploads/2024/11/Strengthening_the_American_Dream.pdf\">reported deciding not to marry to avoid losing benefits</a>. A 2022 analysis from the <a href=\"https://www.nber.org/system/files/working_papers/w30159/w30159.pdf\">National Bureau of Economic Research estimated</a> that, without marriage penalties, 13.7 percent more low-income single mothers would marry each year, and 7.5 percent more would be married by age 35. The study suggests these women typically do marry, but penalties might delay tying the knot.</p>\n\n<h2 class=\"wp-block-heading\">Testing the theory</h2>\n\n<p class=\"has-text-align-none\">Some of the strongest evidence for the marriage-fertility connection comes from European programs in the 1970s and 1980s. Studies of <a href=\"https://docs.iza.org/dp6704.pdf\">policy experiments in Austria</a> that involved cash payments to married couples and in <a href=\"https://su.figshare.com/articles/preprint/_Does_Marriage_Matter_Revisited_The_stability_fertility_and_mortality_of_the_Swedish_1989_Marriage_Boom_cohort/5580166?file=9703294\">Sweden</a> with broader access to widow pensions revealed how government incentives could influence marriage rates and subsequent fertility patterns.</p>\n\n<p class=\"has-text-align-none\">The subsidies proved successful at getting couples who might otherwise have postponed or forgone marriage to make it official. Importantly, these &#8220;incentivized&#8221; marriages were roughly as stable as unsubsidized ones, suggesting that policy was able to influence timing for couples already oriented toward commitment. As Lyman Stone, a conservative pronatalist demographer, <a href=\"https://x.com/lymanstoneky/status/1853471993091265013\">put it</a>, &#8220;Turns out people just need a nudge to say &#8216;yes&#8217; to the person they&#8217;re probably gonna marry anyway.&#8221;</p>\n\n<p class=\"has-text-align-none\">The fertility effects were nuanced. While marriages influenced by government subsidies had lower fertility rates than traditional, unsubsidized marriages, they still saw significantly higher birth rates than unmarried couples.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But these European examples stand in contrast to American experience, where US programs aimed at promoting marriage have historically <a href=\"https://www.mdrc.org/work/publications/family-strengthening-program-low-income-families\">shown little</a> <a href=\"https://www.bgsu.edu/content/dam/BGSU/college-of-arts-and-sciences/NCFMR/documents/FP/FP-14-02_HMIInitiative.pdf\">success</a>. And even if policymakers could effectively encourage more marriage, the relationship between marriage and fertility isn&#8217;t straightforward everywhere. India has maintained nearly universal marriage rates, even as fertility rates have sharply declined. Dean Spears, the director of the Population Wellbeing Initiative at the University of Texas at Austin, notes that India&#8217;s marriage age has also remained relatively stable, with birth rates shrinking even among women who marry before age 25.</p>\n\n<p class=\"has-text-align-none\">Spears is far more skeptical that we can <a href=\"https://www.vox.com/future-perfect/2020/2/26/21154466/research-education-behavior-psychology-nudging\">“nudge” people into getting married</a>, and suggests we might be confusing cause and effect entirely. In an interview with Vox, he compared it to mistaking reduced exercise as a cause rather than a symptom of poor health. Both declining marriage and fertility rates might instead be responding to deeper social and economic shifts — from rising opportunity costs for mothers to shifting beliefs about family life.</p>\n\n<p class=\"has-text-align-none\">Alice Evans, a gender inequality scholar at King’s College London, studies how <a href=\"https://www.ggd.world/p/why-is-fertility-collapsing-globally\">economic independence and reduced stigma around being single</a> have transformed modern relationships. Her research shows people have become more selective about romantic partners, with some choosing to stay uncoupled if compatible partners prove elusive. </p>\n\n<p class=\"has-text-align-none\">Evans believes we need better research not only on how modern life — such as social media and video games — affects relationship formation, but also on how marriage and marriage-related policies affect decisions to have children.</p>\n\n<h2 class=\"wp-block-heading\">The price of reform</h2>\n\n<p class=\"has-text-align-none\">Conservatives see marriage penalty reform as a practical path forward, even though there isn&#8217;t decisive research showing that it would significantly affect marriage rates, let alone fertility.</p>\n\n<p class=\"has-text-align-none\">The proposal appeals partly because it could advance multiple goals at once. For those already wanting to see more marriage and childbearing on cultural and religious grounds, fixing the penalties offers a way to promote both. That it appears less expensive than creating new programs like universal child care makes it doubly attractive.</p>\n\n<p class=\"has-text-align-none\">The political challenges, however, are still substantial. Conservative economist Robert Cherry, who has worked on marriage penalty proposals for two decades, told Vox that truly eliminating these penalties could cost between $100 billion to $150 billion. More modest reforms to reduce but not entirely eliminate marriage penalties might still cost upward of $40 billion, he said. </p>\n\n<p class=\"has-text-align-none\">Some progressive policy experts see a solution that lies in deprioritizing traditional family structure. Matt Bruenig, founder of the left-wing People’s Policy Project, argues the technical fix is to just tax everyone on their personal income rather than using household income. While he supports eliminating marriage penalties to keep things fair for everyone, he&#8217;s skeptical they play a major role in declining birth rates.</p>\n\n<p class=\"has-text-align-none\">Perhaps more fundamentally, there&#8217;s been little evidence of political will to address these penalties. When Republican lawmakers first considered proposals for the 2017 Tax Cuts and Jobs Act (TCJA), they explored eliminating the head of household filing status, another benefit that carries significant penalties for married couples. But the prospect of <a href=\"https://taxpolicycenter.org/publications/families-facing-tax-increases-under-trumps-tax-plan-0\">making some single mothers worse off</a> proved too unpalatable for lawmakers to move forward with the idea.</p>\n\n<p class=\"has-text-align-none\">The political landscape may shift as lawmakers prepare to revisit the expiring TCJA next year. Donald Trump ran for president on boosting birth rates, and has already elevated prominent pronatalists like Elon Musk into his new administration. His incoming vice president, JD Vance, has also placed falling fertility rates high on the conservative agenda.</p>\n\n<p class=\"has-text-align-none\">Pronatalism gaining influence in conservative politics could lead not only to removing existing marriage penalties but also to actively incentivizing marriage through new subsidies, as <a href=\"https://www.reuters.com/article/world/hungary-government-scheme-sparks-marriage-boom-will-babies-follow-idUSKBN1Y01X8/\">Hungary did</a>. Any policy response will need to address not only billion-dollar price tags but also deeper questions about whether the government should, or even can, try to steer such personal decisions in modern America.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Fifty years ago, policymakers worried that welfare benefits were encouraging too many births outside of marriage. Today, some conservatives are making nearly the opposite argument: that government assistance programs are contributing to too few births by penalizing marriage. &#8220;Congress should seize the opportunity to eliminate the greatest injustice in the federal income tax code: marriage [&#8230;]",
    "author": "Rachel Cohen"
  },
  {
    "title": "How America broke the turkey",
    "link": "https://www.vox.com/future-perfect/2023/11/22/23970874/thanksgiving-turkey-farming-jennie-o-hormel-white-house-pardon",
    "pubDate": "2024-11-26T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A dark barn with white turkeys covering the floor.\" data-caption=\"Inside a farm that raises turkeys for Jennie-O, the second largest US turkey producer. | Photo courtesy of Kecia Doolittle\" data-portal-copyright=\"Photo courtesy of Kecia Doolittle\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102631/DSC07914.JPG?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Inside a farm that raises turkeys for Jennie-O, the second largest US turkey producer. | Photo courtesy of Kecia Doolittle</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><strong><em>Editor’s note: </em></strong><em>This story was originally published on November 22, 2023, and reflects events that took place that year. We’re republishing it in its original form this week in advance of Thanksgiving.</em></p>\n\n<p class=\"has-text-align-none\">Late into the night on November 2, a few <a data-source=\"encore\" href=\"https://www.vox.com/animal-welfare\">animal rights</a> activists opened an unlocked barn door and stepped foot into a sea of turkeys living in gruesome conditions. It was one of several barns at a sprawling factory farming operation in Owatonna, Minnesota, that raises turkeys for Jennie-O, the country’s second-largest turkey producer and <a href=\"https://www.mprnews.org/story/2023/11/17/minnesota-turkeys-headed-to-white-house-for-presidential-pardon\">this year’s supplier</a> to the annual White House turkey pardon ceremony.&nbsp;</p>\n\n<p>“We <a href=\"https://www.youtube.com/watch?v=UF8HvoxdpQQ\">documented</a> a lot of really horrific health issues,” activist Kecia Doolittle, one of the investigators, told Vox. “It was about as bad as you can imagine.”&nbsp;</p>\n\n<p>They found numerous turkeys who were dead and rotting, Doolittle said, and many who had trouble walking. There were also live birds pecking at dead birds, and dozens of birds with visible wounds — each a <a href=\"https://extension.psu.edu/poultry-cannibalism-prevention-and-treatment\">sign of cannibalism</a>, a <a href=\"https://www.merckvetmanual.com/poultry/miscellaneous-conditions-of-poultry/cannibalism-in-poultry\">persistent problem</a> in turkey farming.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube alignnone\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"White House &quot;Turkey Pardon&quot; Supplier Exposé Finds Cannabalism, Starvation\" src=\"https://www.youtube.com/embed/UF8HvoxdpQQ?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p>Doolittle also alleges there were a number of turkeys who were immobilized and unable to access food and water. In a letter to Steele County’s attorney and local law enforcement, Bonnie Klapper — a former assistant US attorney advising Doolittle — said the conditions are a violation of <a href=\"https://www.revisor.mn.gov/statutes/cite/343.21\">Minnesota’s animal cruelty law</a>, which stipulates that “No person shall deprive any animal over which the person has charge or control of necessary food, water, or shelter.” (Minnesota is <a href=\"https://www.animallaw.info/article/state-animal-anti-cruelty-statutes-overview-0#:~:text=Minnesota%2C%20Mississippi%2C%20and%20Oklahoma%20do,to%20their%20animal%20cruelty%20laws.\">one of the few</a> states that don’t <a href=\"https://www.vox.com/future-perfect/2022/3/9/22967328/animal-cruelty-laws-state-federal-exemptions-pennsylvania-martin-farms-dairy-calves-dehorning\">exempt</a> agricultural practices from their animal cruelty statute.)&nbsp;&nbsp;</p>\n\n<p>“It smelled terrible,” Doolittle said. The air made her throat burn, likely due to high ammonia levels from the turkeys’ waste, which gives the birds <a href=\"https://www.poultryworld.net/poultry/harmful-effects-of-ammonia-on-birds/\">eye and respiratory issues</a>.&nbsp;</p>\n\n<p>The activists found a sign on the property that read, “Jennie-O Turkey Store cares about turkeys — you should, too!”</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-1 wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102640/IMG_8732.JPG?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A sign inside the Jennie-O turkey facility, which reads “Jennie-O Turkey Store cares about turkeys — you should, too!”\" title=\"A sign inside the Jennie-O turkey facility, which reads “Jennie-O Turkey Store cares about turkeys — you should, too!”\" data-has-syndication-rights=\"1\" data-caption=\"A sign inside the Jennie-O turkey facility. | Courtesy of Kecia Doolittle\" data-portal-copyright=\"Courtesy of Kecia Doolittle\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102641/DSC07869.JPG?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A rotting bird at the Jennie-O turkey farm.\" title=\"A rotting bird at the Jennie-O turkey farm.\" data-has-syndication-rights=\"1\" data-caption=\"A rotting bird at the Jennie-O turkey farm. | Courtesy of Kecia Doolittle\" data-portal-copyright=\"Courtesy of Kecia Doolittle\" /></figure>\n\n<p>“Jennie-O Turkey Store takes the welfare of the animals under our care seriously and has robust animal care standards throughout our supply chain,” a spokesperson from Hormel Foods, Jennie-O’s parent company, told Vox via email. “We conduct routine audits at our facilities to ensure that our standards are being met with animal-handling practices and policies set forth by the National Turkey Federation and the American Veterinary Medical Association.”</p>\n\n<p>Doolittle rescued two of the birds — whom she later named Gabriel and Gilbert — and took them to veterinarians in Wisconsin, who urged her to euthanize Gilbert. “They both had really severe infections, they both had parasites,” Doolittle said, but Gilbert was in especially bad shape, with a wound under his wing, an infection on his face, and pecking wounds on part of his genitalia.&nbsp;</p>\n\n<p>But Doolittle wanted to give him a chance to recover. Both birds were treated and given a combination of antibiotic, pain relief, and antiparasitic drugs; Gabriel is on the mend, while Gilbert’s condition remains touch and go.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102423/IMG_6664.JPG?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Gilbert getting checked at the veterinarian. | Kecia Doolittle\" data-portal-copyright=\"Kecia Doolittle\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102340/IMG_1472.jpg?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Gabriel and Gilbert at the veterinarian. | Kecia Doolittle\" data-portal-copyright=\"Kecia Doolittle\" />\n<p>Sherstin Rosenberg, a veterinarian in California and executive director of a <a href=\"https://www.happyhen.org/\">sanctuary for rescued poultry birds</a>, wrote in a veterinary opinion that Gabriel and Gilbert’s condition “suggests serious animal welfare problems” in Jennie-O’s facility.</p>\n\n<p>The findings, while disturbing, are common across the turkey industry. Numerous animal welfare groups have <a href=\"https://support.peta.org/page/1867/petition/1?locale=en-US\">found</a> similar <a href=\"https://www.youtube.com/watch?v=D5LM06ZvCk4\">conditions</a> at <a href=\"https://pardonaturkey.com/?utm_campaign=20231101spare-a-turkey-herodevelopment&amp;utm_medium=website&amp;utm_source=insert-website&amp;utm_content=hero-image&amp;utm_term=&amp;_ga=2.198248108.2045868908.1700598426-694279810.1688662591#video\">operations</a> run by Jennie-O’s <a href=\"https://www.youtube.com/watch?v=OBmVvzVpXqw\">competitors</a> — even the ones that brand themselves as <a href=\"https://www.youtube.com/watch?v=5jvjqO9I9LI\">more humane</a>. That’s because turkey farming is incredibly uniform, with companies using generally the same practices and the same breed — the Broad Breasted White turkey — that’s been bred without regard for their suffering.</p>\n\n<h2 class=\"wp-block-heading\">How the poultry industry broke the turkey</h2>\n\n<p>Like everything else in the US — <a href=\"https://www.vox.com/videos/2023/7/25/23807518/cars-suvs-americans-big-automobiles-travel\">cars</a>, <a href=\"https://www.theatlantic.com/family/archive/2019/09/american-houses-big/597811/\">homes</a>, <a href=\"https://www.businessinsider.com/small-cruises-surprising-advantages-over-mega-ships-2023-10\">cruise ships</a> — the turkey has become supersized.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102307/BE1tR_turkeys_have_nearly_doubled_in_size_since_1960__1_.png?quality=90&#038;strip=all&#038;crop=0,11.356270256794,100,77.287459486412\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p>The poultry industry has made turkeys so big primarily through <a href=\"https://www.thepoultrysite.com/news/2008/11/why-did-turkeys-grow-so-big\">selective breeding</a>. The Broad Breasted White turkey, which accounts for <a href=\"https://www.psu.edu/news/research/story/probing-question-what-heritage-turkey/\">99 out of every 100 grocery store turkeys</a>, has been bred to emphasize — you guessed it — the breast, one of the more valuable parts of the bird. These birds grow <a href=\"https://www.theatlantic.com/technology/archive/2017/11/turkeys-are-twice-as-big-as-they-were-in-1960/546104/\">twice as fast</a> and become nearly twice as big as they did in the 1960s. Being so top-heavy, combined with <a href=\"https://www.thepoultrysite.com/articles/predisposing-factors-that-affect-walking-ability-in-turkeys-and-broilers\">other health issues</a> caused by rapid growth and the unsanitary factory farming environment, can make it difficult for them to walk.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102305/AnnieNg_Vox_ThanksgivingTurkey_V1.jpg?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Turkeys have been bred to grow twice as fast and become nearly twice as big as they did in the 1960s. | Annie Ng for Vox\" data-portal-copyright=\"Annie Ng for Vox\" />\n<p>Another problem arises from their giant breasts: The males get so big that they can’t mount the hens, so they must be bred artificially.</p>\n\n<p>Author Jim Mason detailed this practice in his book <a href=\"https://www.penguinrandomhouse.com/books/593428/the-ethics-of-what-we-eat-by-peter-singer-author-of-animal-liberation-and-jim-mason/\"><em>The Ethics of What We Eat</em></a>, co-authored with philosopher Peter Singer. Mason took a job with the turkey giant Butterball to research the book, where, <a href=\"https://www.google.com/books/edition/The_Ethics_of_What_We_Eat/fRtZDwAAQBAJ?hl=en&amp;gbpv=1&amp;dq=turkey+inseminator&amp;pg=PA28&amp;printsec=frontcover\">he wrote</a>, he had to hold male turkeys while another worker stimulated them to extract their semen into a syringe using a vacuum pump. Once the syringe was full, it was taken to the henhouse, where Mason would pin hens chest-down while another worker <a href=\"https://animaloutlook.org/investigations/hargin/\">inserted the contents</a> of the syringe into the hen using an air compressor.</p>\n\n<p>Workers at the farm had to do this to one hen every 12 seconds for 10 hours a day. It was “the hardest, fastest, dirtiest, most disgusting, worst-paid work” he had ever done, Mason wrote.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102748/IMG_7570.jpeg?quality=90&#038;strip=all&#038;crop=0,26.626776364996,100,46.746447270007\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Wren was rescued from a factory farm and now lives at Poplar Spring Animal Sanctuary in Poolesville, Maryland. She must be carted around because she has difficulty walking. | Amruza Birdie\" data-portal-copyright=\"Amruza Birdie\" />\n<p>In stressful, crowded environments, turkeys can be aggressive and peck one another, and even commit <a href=\"https://www.merckvetmanual.com/poultry/miscellaneous-conditions-of-poultry/cannibalism-in-poultry\">cannibalism</a>. Instead of giving turkeys more space and better conditions, producers mutilate them to minimize the damage. They cut off a <a href=\"https://www.avma.org/sites/default/files/resources/beak_trimming_bgnd.pdf#:~:text=Beak%2Dtrimming%20is%20currently%20considered,and%20physiologic%20stress%20in%20birds.\">quarter to a third</a> of their beaks, part of their <a href=\"https://poultry.extension.org/articles/poultry-behavior/toe-trimming-of-turkeys/\">toes</a>, and their <a href=\"https://vetext.vetmed.ucdavis.edu/sites/g/files/dgvnsk5616/files/local_resources/pdfs/pdfs_animal_welfare/turkeyCarePrax.pdf\">snoods</a> — those fleshy protuberances that hang over their beaks — all without pain relief.</p>\n\n<p>Turkeys are <a href=\"https://awionline.org/sites/default/files/uploads/documents/FA-AWI-LegalProtections-AnimalsonFarms-110714.pdf\">excluded</a> from federal laws meant to reduce animal suffering during transport to the slaughterhouse and during slaughter itself, so you can imagine — or <a href=\"https://www.youtube.com/watch?v=sRPROLLXu6I\">see for yourself</a> — how terribly they’re treated in their final hours. According to the nonprofit Animal Welfare Institute, the Jennie-O slaughter plant near the farm Doolittle investigated was cited <a href=\"https://awionline.org/sites/default/files/publication/digital_download/20TheWelfareBirdsSlaughter.pdf\">nine times</a> in 2018 by the US Department of Agriculture for turkeys who’d been mutilated by malfunctioning equipment.</p>\n\n<p>Strangely, despite the horrific reality of turkey farming, we still use the animal as a symbol of giving thanks. Nowhere does the <a href=\"https://www.npr.org/2023/11/20/1213891148/turkey-pardoning-white-house-biden-thanksgiving\">song and dance</a> of celebrating turkeys while we torture them feel more disconcerting than at the White House’s annual turkey pardon.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The mixed message of the White House turkey pardon</h2>\n\n<p>Every Thanksgiving, the US president “pardons” a turkey or two in what is essentially a PR stunt for the turkey industry, as the birds are <a href=\"https://thehill.com/blogs/blog-briefing-room/news/4319835-five-fun-facts-about-the-annual-turkey-pardon/#:~:text=The%20National%20Turkey%20Federation%20chairman,House%20to%20present%20the%20turkeys.\">selected</a> by the chair of the National Turkey Federation, an industry trade association. This year, that was Steve Lykken, president of Jennie-O.</p>\n\n<p>The two turkeys selected for <a href=\"https://www.youtube.com/watch?v=Jc58Z7qDPmI&amp;t=\">this year’s pardon</a> — named Liberty and Bell — could have ended up among the <a href=\"https://news.yahoo.com/today-turkey-traditions-explained-many-170000619.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAGozOb9YAIDI5xHJZS9CAHyZWKUFEfoBKTTTvH9G1HV9gkaUzO5yE5-YsGPxCPo66WzWX_qP78-BRkHkrkqhfEyXR3WCJiIEY3YmSgWmOlicInNxvkkpQOQbFiDPe2suRZ_cbCPLgK9QZb9PKAKnCTrer3Oja-M3rliDUifW90Tz\">46 million or so birds</a> on Thanksgiving tables this year. Instead, they were transported from Minnesota, the country’s top turkey-producing state, to Washington, DC, in a stretch black Cadillac Escalade. “They’re on their way in a pretty lavish coach,” Lykken <a href=\"https://www.mprnews.org/story/2023/11/17/minnesota-turkeys-headed-to-white-house-for-presidential-pardon\">told</a> Minnesota Public Radio.</p>\n\n<p>The annual story makes for feel-good if <a href=\"https://www.nytimes.com/2022/11/21/us/politics/biden-thanksgiving-turkey-pardon.html\">hammy</a> coverage by the nation’s largest news organizations, but it papers over the darkness of American factory farming — including not just the animal cruelty but also the <a href=\"https://slate.com/business/2016/11/turkey-plants-are-harsh-on-workers-in-the-weeks-before-thanksgiving.html\">dangerous working conditions</a> at slaughterhouses, <a href=\"https://insideclimatenews.org/news/13102021/north-carolina-commercial-poultry-farms-justice-communities-of-color/\">environmental pollution</a>, and <a href=\"https://www.charlotteobserver.com/news/state/north-carolina/article267895632.html\">unfair treatment</a> of turkey contract farmers.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102374/GettyImages_1793766770.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"US President Joe Biden at the annual Thanksgiving turkey pardon, standing beside Steve Lykken, president of Jennie-O. | Andrew Caballero-Reynolds/AFP via Getty Images\" data-portal-copyright=\"Andrew Caballero-Reynolds/AFP via Getty Images\" />\n<p>The White House did not respond to a request for comment about the Jennie-O investigation video.</p>\n\n<p>This year, industry is <a href=\"https://www.mprnews.org/story/2023/11/17/minnesota-turkeys-headed-to-white-house-for-presidential-pardon\">especially</a> looking forward to the pardon amid the devastating bird flu. The disease, which has been resurging this fall, has resulted in the killing of <a href=\"https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/animal-disease-information/avian/avian-influenza/hpai-2022/2022-hpai-commercial-backyard-flocks\">11.5 million</a> potentially infected turkeys since early 2022. Increasingly, producers are killing the birds in the most brutal fashion imaginable, deploying a method called “ventilation shutdown plus” that <a href=\"https://www.vox.com/future-perfect/23963820/bird-flu-surge-us-ventilation-shutdown-veterinarians\">uses</a> industrial heaters to kill them via heatstroke over the course of hours.&nbsp;</p>\n\n<p>“To have something that’s fun, that can draw positive attention to our industry, is very welcomed” in light of the outbreak, Ashley Kohls, executive director of the Minnesota Turkey Growers Association, <a href=\"https://www.mprnews.org/story/2023/11/17/minnesota-turkeys-headed-to-white-house-for-presidential-pardon\">told</a> Minnesota Public Radio about this year’s pardon.</p>\n\n<p><a href=\"https://www.startribune.com/president-biden-pardons-minnesota-raised-turkeys-annual-white-house-thanksgiving-tradition-jennie-o/600321201/\">This week</a>, Liberty and Bell will be moved to the University of Minnesota to live out the rest of their lives. If the turkeys knew what went on there, they might not want to go: The university <a href=\"https://www.startribune.com/turkeys-minnesota-rank-number-one-producer/600320510/\">helped build</a> the state’s turkey industry and still <a href=\"https://maes.umn.edu/poultry-research\">conducts research</a> on turkeys to ensure the industry’s <a href=\"https://twin-cities.umn.edu/news-events/keeping-minnesota-poultry-safe-and-successful\">success</a>. The university’s <a href=\"https://president.umn.edu/about\">interim president</a> formerly served as the president of Jennie-O and the CEO of Hormel, its parent company.&nbsp;</p>\n\n<p>Meanwhile, Doolittle’s pardoned turkeys, Gabriel and Gilbert, assuming both survive, will spend the rest of their lives at an animal sanctuary, showing humans what these birds can be like when allowed to live on their own terms. “They’re just the most curious, loving, intelligent guys,” Doolittle said.</p>\n\n<p><em>A version of this story originally appeared in the&nbsp;</em><a href=\"https://www.vox.com/future-perfect\"><em><strong>Future Perfect</strong></em></a><em><strong>&nbsp;</strong>newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\"><em><strong>Sign up here!</strong></em></a></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Editor’s note: This story was originally published on November 22, 2023, and reflects events that took place that year. We’re republishing it in its original form this week in advance of Thanksgiving. Late into the night on November 2, a few animal rights activists opened an unlocked barn door and stepped foot into a sea of [&#8230;]",
    "author": "Kenny Torrella"
  },
  {
    "title": "Tribal lands were stolen. What happens when those ancestral territories are returned?",
    "link": "https://www.vox.com/down-to-earth/386056/land-back-movement-climate-change-tribal-sovereignty",
    "pubDate": "2024-11-26T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a giant woman embracing a section of earth with small figures all tending to the land.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Vox_LandBack.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This story is the final feature in a Vox special project, </em><a href=\"https://www.vox.com/climate/372001/changing-with-our-climate\">Changing With Our Climate</a><em>, a limited-run series exploring Indigenous solutions to extreme weather rooted in history — and the future.</em></p>\n\n<p class=\"has-drop-cap has-text-align-none\">On a freezing January morning in 1863, American soldiers attacked a Northwestern Shoshone camp along the Bear River in what is now Idaho and slaughtered hundreds of Shoshone people in what is most likely the largest massacre of Native people in the US on a single day. The massacre was horrifically brutal. “[The soldiers] would grab the small children by their braids and crush their heads and bodies into the frozen ground,” Rios Pacheco, a Shoshone tribal elder, said.</p>\n\n<p class=\"has-text-align-none\">Pacheco told me that, for generations, Shoshone people passed down stories about some parents being forced to let their babies float down the river that day so that their crying would not alert the soldiers to where a group was hiding along the riverbank.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After losing their territory over the course of decades to Western expansion and violence, the tribe went generations without collectively owned land.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But in 2018, more than 150 years later, the Northwestern Band of the Shoshone Nation bought back over 500 acres of land at the site of the Bear River Massacre.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since European colonization, Indigenous nations across North America have <a href=\"https://www.science.org/content/article/native-tribes-have-lost-99-their-land-united-states\">lost nearly 99 percent</a> of their land. That seizure of Native territory and the development of American industry led to a devastating loss of life, culture, and community. It also set humanity on a course that was harmful to the environment. Western development has led to habitat and biodiversity loss and fueled climate change, spurring more extreme weather, such as drought, wildfire, and floods that have grown worse and more frequent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Bear River land purchase was part of a growing movement, generally referred to as Land Back, that’s empowering Native people to address generational trauma and restore landscape health.</p>\n\n<p class=\"has-text-align-none\">In recent years, hundreds of thousands of acres of ancestral territories have been returned to tribes. The movement is part of a larger reckoning, too: Last year, the US government concluded its <a href=\"https://www.doi.gov/buybackprogram\">Land Buy-Back Program for Tribal Nations</a>, a decade-long effort to acknowledge historical wrongs and return land to tribal ownership. Over the course of the program, <a href=\"https://www.doi.gov/pressreleases/three-million-acres-land-returned-tribes-through-interior-departments-land-buy-back\">nearly 3 million acres</a> in 15 states were consolidated and restored to tribal trust ownership.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Land Back success stories often come with splashy announcements, but what tribes do afterward isn’t as well-publicized. And it’s in these often overlooked stories that tribes are doing work that doesn’t just help heal the injustice they suffered, but creates meaningful steps to adapt to climate change and build a more resilient environment.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Northwestern Band of the Shoshone Nation plans to embark on an ambitious restoration project at the massacre site, which they call Wuda Ogwa. The project will help make the area more climate resilient through the planting of native trees and the restoration of a wetland complex, which will add an estimated 10,000 acre-feet of water or more to the Great Salt Lake, which is disappearing because of extreme heat and drought.</p>\n\n<p class=\"has-text-align-none\">After the Shoshone were displaced from the land, the massacre site was looted, and in the following years, the site was used by settlers for everything from cattle grazing and farming to a railroad and a failed resort. During the Great Depression, Russian olive trees were planted to help reduce soil erosion, but those trees are now considered an invasive species that sucks up water.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over the years, this all took its toll on the land. It also reduced one of the key water sources that feeds the Great Salt Lake. Now, drought is making the situation worse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As they work to overcome years of oppression and violence, the Northwestern Shoshone are also focused on healing the land. “We’re going to start to use that land as a place to regenerate not just the Earth, but also the people,” Pacheco said.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Indigenous communities, land has never been about simple ownership, but instead is about building a deep, complex relationship with the land. Now, as they begin to reclaim more and more ancestral territory, tribes are demonstrating that Indigenous communities can lead the way on climate adaptation through creative partnerships and ambitious restoration projects.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All of this means that Land Back is not only an important cultural story, it could also prove to be a key part in the fight to build climate resilience.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What is the Land Back movement?</strong><strong>&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Although Indigenous people have been fighting for and regaining their seized land for hundreds of years, the modern concept of Land Back, sometimes backed by social media campaigns and well-heeled nonprofit groups, has only emerged more recently. The #LandBack hashtag, in particular, has found its own cultural niche thanks to moments like the viral social media posts shared by groups like the <a href=\"https://ndncollective.org/landback/\">NDN Collective</a> or influencers like Blackfoot meme creator Arnell Tailfeathers from Manitoba.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Throughout the 20th century, many tribes steadily built up the funds to buy back their land. In the <a href=\"https://www.sierraclub.org/sierra/2023-3-fall/feature/land-back-movement-unravels-manifest-destiny\">21st century alone</a>, dozens of tribes and Indigenous organizations have reclaimed tracts of land that total hundreds of thousands of acres across the country.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Increasingly, tribes are finding new allies in conservation and environmental spaces, who recognize the positive impact that tribal land stewardship can have on the environment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Land Back can come about in different ways. Sometimes, tribes are able to directly buy back land with their own funds, as the <a href=\"https://modernfarmer.com/2023/10/tribes-buying-farmland/\">Winnebago Tribe in Nebraska</a> did. A nonprofit group can buy land for a tribe before donating it back to them, as the Trust for Public Land is doing with 30,000 acres it is returning to the <a href=\"https://themainemonitor.org/penobscot-nation-katahdin-landback/\">Penobscot Nation in Maine</a>. In 2018, an <a href=\"https://www.denverpost.com/2019/09/13/land-reparations-san-luis-ute-tribe/\">individual</a> gave a couple acres of land back to the Ute Tribe just a few years after buying it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then there are more nuanced co-management situations, such as <a href=\"https://www.doi.gov/ocl/tribal-co-management-federal-lands#:~:text=Park%20Specific%20Tribal%20Co%2DManagement%20Agreements&amp;text=Canyon%20de%20Chelly%20National%20Monument%20is%20located%20entirely%20within%20the,to%20provide%20some%20visitor%20services.\">Canyon de Chelly</a>, which is a National Monument under the purview of the federal government, with the Navajo Nation maintaining some land and mineral rights. Most tribes, however, say that full ownership with no strings attached is the best way to uphold tribal sovereignty.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Jan Michael Looking Wolf Reibach is the tribal lands department manager for the Confederated Tribes of Grand Ronde. “I think the most complete answer for a tribe is when they can recover the lands and have sovereignty over their lands and exercise our sovereignty,” he said. “The strongest and most powerful way for the tribe to restore our connection and bring healing to the land is when it comes back into tribal ownership.”</p>\n\n<p class=\"has-text-align-none\">Anne Richardson is the chief of the Rappahannock Indian Tribe, whose ancestral territory is located in what is now Eastern Virginia. Richardson, who can remember her father and grandfather fighting with the state for recognition of their sovereign rights, believes that tribes are proving across the country that everyone else should have been listening to them all along. Traditional knowledge, passed down through generations, was once derided as primitive by Western scientists, but Richardson believes acceptance of that type of knowledge is finally beginning to happen. “Scientists are amazed that we had this knowledge and we never had a degree in science,” she said. “They need that traditional knowledge because our people flourished on these lands for thousands of years.”</p>\n\n<p class=\"has-text-align-none\">Land Back projects are a chance for the tribes to build stronger relationships with each other and the land. Along the way, water is getting cleaner and land is becoming more climate resilient, even as the political outlook in the United States looks grim for the climate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">President-elect Donald Trump has promised to withdraw (again) from the Paris climate agreement, among other actions that experts say could prove disastrous for the environment. These include opening public lands for oil drilling and resource extraction, as well as rolling back environmental regulations and undoing climate-friendly federal programs like tax credits for home energy improvements.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Under these circumstances, any climate adaptation projects could prove to be invaluable mitigation against an administration that could add an <a href=\"https://www.carbonbrief.org/analysis-trump-election-win-could-add-4bn-tonnes-to-us-emissions-by-2030/\">estimated 4 billion tons of carbon dioxide emissions</a> by 2030.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Jason Brough, a Shoshone PhD student in anthropology and environmental policy at the University of Maine who has helped to map the Wuda Ogwa site, said that tribal Land Back projects could serve as a kind of safety net against potentially harmful federal climate policies. “If Indigenous communities and their partners can have these little niches where animals and plants are safe, that could be really important to get us through these next few years [under Trump],” Brough said. </p>\n\n<p class=\"has-text-align-none\">Of course, tribal sovereignty also means that tribes could decide to use the land they regain for something other than climate projects, per se, including for <a href=\"https://www.vox.com/housing/355548/housing-yigby-affordable-church-apartments\">housing</a> or economic development. But although there are many different Land Back projects with a variety of goals and processes, Reibach says the ultimate goal is the same: rebuilding a healthy relationship with the land and each other based on reciprocity rather than extraction. </p>\n\n<p class=\"has-text-align-none\">“Regardless of the project or the reason to acquire land back into tribal ownership, the process is very healing for us because it restores our connection to the land,” he said. “We view these lands as being part of us.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Why Land Back can be a climate solution</strong>&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Across the country, tribal Land Back projects are proving, acre by acre and tree by tree, that their work is benefiting the climate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Virginia, the member tribes of the Indigenous Conservation Council for the Chesapeake Bay are engaged in Land Back and restoration projects to help blunt the impact of climate change on the Chesapeake Bay, which could see more than 5 feet of sea level rise in the next century. In 2022, for example, the Rappahannock Tribe reclaimed 465 acres of land on what is called Fones Cliffs in Eastern Virginia. The tribe’s work on the land includes herring restoration, oyster restoration, and native tree planting. Much of the land was previously a large cornfield, and chemicals like phosphorus from fertilizer have degraded the water quality in the river.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read more from Vox’s <em>Changing With Our Climate</em> series</h2>\n\n\n\n<p class=\"has-text-align-none\">Indigenous communities are leading the way in climate adaptations — from living alongside rapidly melting ice to confronting rising seas and creating community support networks. In a new Vox series, we explore a myriad of solutions. You can read them all <a href=\"https://www.vox.com/climate/372001/changing-with-our-climate\">here</a>, and we recommend you start with these great stories:</p>\n\n\n\n<p class=\"has-text-align-none\"><strong><a href=\"https://www.vox.com/climate/372014/shinnecock-nation-tribe-sea-rise-hamptons\">This coastal tribe has a radical vision for fighting sea-level rise in the Hamptons</a></strong><br><em>Next to some of the priciest real estate in the world, the Shinnecock Nation refuses to merely retreat from its vulnerable shoreline.</em></p>\n\n\n\n<p class=\"has-text-align-none\"><strong><a href=\"https://www.vox.com/climate/377249/climate-solutions-traditional-indigenous-foods-water-potato\">The tiny potato at the heart of one tribe’s fight against climate change</a></strong><br><em>Wetlands absorb carbon from the atmosphere. The Coeur d’Alene’s restoration would do more than just that.</em></p>\n\n\n\n<p class=\"has-text-align-none\"><strong><a href=\"https://www.vox.com/climate/377683/colonial-solutions-to-climate-change-arent-working\">Colonial solutions to climate change aren’t working</a></strong><br><em>What Indigenous knowledge could mean in the fight to curb global warming.</em></p>\n</div>\n\n<p class=\"has-text-align-none\">Two hours south, the Nansemond Indian Nation is working to reduce invasive species, protect against erosion, and restore water quality on a piece of land they acquired earlier this year that was once the site of a cement factory. Cameron Bruce, the Environmental Program Coordinator for the Nansemond Indian Nation, says he has noticed more birds and larger herds of deer on the property since the tribe began restoring it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Oregon, the Confederated Tribes of Grand Ronde is working to restore the Willamette Falls area, which was recently the site of a paper mill. Lindsay McClary, restoration ecologist for the tribe, is working with her team to restore stream flow, replace culverts to create fish habitats, remove invasive species, and bring back fire to the landscape. Last year, the tribe conducted a prescribed burn on one piece of land for the first time in 100 years. McClary says that the impact of Indigenous land management is particularly clear in places like the Willamette Falls site, which was previously home to a Blue Heron Paper Company mill. “We’re helping restore some areas that were flooded by someone else’s maybe less than thoughtful decisions,” she said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We see time and time again, those places become productive ecologically,” Jason Brough said of Indigenous projects on reclaimed land — meaning those lands “start having benefits for not just our own communities, but for everybody.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Brough, Wuda Ogwa carries extra personal significance. One of Brough’s ancestors was shot in the chest at the Bear River Massacre but survived.</p>\n\n<p class=\"has-text-align-none\">Rios Pacheco says that only one or two people from most family groups survived, but the fact that those people now have many descendants is a mark of the tribe’s resilience. Despite the pain and trauma that Brough still says exists at the site, he and the tribe are looking toward making it better for the future. Brian Andrew, the project engineer, said their approach to restoration is not simply returning the site to the way it was before the massacre. “We don’t want to put exactly what was there because we want things to flourish and can survive in today’s climate and future climate scenarios,” Andrew said.</p>\n\n<p class=\"has-text-align-none\">In some ways, it is remarkable that just a few years after regaining such a culturally significant piece of land, the tribe is already working on a project that could benefit the entire region by adding desperately needed water to the Great Salt Lake. “That’s what’s beautiful about it,” said Maria Moncur, the tribe’s communications and public relations director. “We did it for our people, and it just so happens to help the watershed.”</p>\n\n<p class=\"has-text-align-none\">“I know it’s a struggle,” Brough said. “I know we’ve been trying for over 500 years. But we’re at a junction right now where they get to make that choice again … between a path of living with Earth or a path of living against Earth.”</p>\n\n<p class=\"has-text-align-none\">In early November, the Northwestern Shoshone organized a community planting event at the Wuda Ogwa site. Over two days, hundreds of both Indigenous and non-Indigenous volunteers came to plant thousands of new trees. Tribal leaders say that this work strengthens the tribal community and the environment, but also works to improve their ties with non-Native neighbors and community members.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“What we’re doing at that massacre site is we&#8217;re paying tribute back to those victims,” George Gover, the executive director of the Northwestern Band of the Shoshone Nation, said. “We’re honoring them by putting water and life back into the Great Salt Lake. That’s what this project is all about: life.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This story is the final feature in a Vox special project, Changing With Our Climate, a limited-run series exploring Indigenous solutions to extreme weather rooted in history — and the future. On a freezing January morning in 1863, American soldiers attacked a Northwestern Shoshone camp along the Bear River in what is now Idaho and [&#8230;]",
    "author": "Joseph Lee"
  },
  {
    "title": "How to raise kids who give back to the world",
    "link": "https://www.vox.com/future-perfect/2022/8/25/23318194/children-parenting-charity-philanthropy-climate-change",
    "pubDate": "2024-11-26T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Teenagers at a climate protest in Krakow, Poland, on October 14, 2019. | Beata Zawrzel/NurPhoto via Getty Images\" data-portal-copyright=\"Beata Zawrzel/NurPhoto via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23965269/GettyImages_1175976614.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Teenagers at a climate protest in Krakow, Poland, on October 14, 2019. | Beata Zawrzel/NurPhoto via Getty Images</figcaption>\n</figure>\n<p>As a teenager, I was really serious about doing good in the world. I volunteered at my local library and as a tutor for struggling students. When an international charity came to our school and gave a presentation about starving kids overseas, I gave them all my lunch money. I was the target audience for dozens of pitches about how I, as a child, could do good in the world — from fighting climate change to ending global hunger.&nbsp;</p>\n\n<p>Now, as an adult with my own kids to raise, I have profoundly mixed feelings about how all these important moral messages were taught to me and how I see them imparted to teenagers today. I think we can do better when we talk to kids about how to do good in the world<em>.&nbsp;</em></p>\n\n<p>Here are some things I wish I’d been told, which would have been incredible conversations to have with my parents and equipped me better to achieve real good in the world as an adult.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Be confused openly and out loud, but also treat confusion as something that can be solved</h2>\n\n<p>Too often, the messages I got from adults about how to do good in the world fell into one of two camps.&nbsp;</p>\n\n<p>One camp was full of excessive, yet conflicting, certainty: obsessing over <a href=\"https://www.vox.com/2014/10/4/6901299/plastic-bags-environment\">cutting out plastic bags</a> in favor of cloth reusable bags, or telling me that I <em>shouldn’t </em>get cloth ones if I was going to lose them before I’d gotten at least 50 uses out of them. I was told never to use plastic water bottles because of the chemicals, or that the <a href=\"https://archive.nytimes.com/www.nytimes.com/interactive/2009/04/19/opinion/20090419bottle.html?_r\">metal ones were even worse for the environment</a>.</p>\n\n<p>Obviously, this can be disorienting and ultimately disillusioning. If a situation is complex, and presented to you without complexity, then when you learn the full picture it’s easy to lose confidence even in the parts that really are simple.</p>\n\n<p>The other camp (perhaps made up of disillusioned veterans of the first camp) tended to go too far in the other direction, insisting that nothing really mattered and it was impossible to know if any organization did any good. That’s where I heard that there was no point in giving money to homeless people as they’d just waste it on drugs, and no point in pushing for political change as no one in Washington was trustworthy, and no way of telling whether overseas charities made the world a better place for the recipients. Sometimes, people telling me those things wanted me to give up entirely. Sometimes they just wanted me to “choose with your heart!” rather than trying to figure out what worked.</p>\n\n<p>Either way, this was alienating too. What I wanted to hear was that my questions were good questions and possible to answer. We could look up what people experiencing homelessness do with money (they <a href=\"https://www.today.com/news/researchers-gave-homeless-people-money-study-t193940\">don’t spend it all on drugs</a>) and <a href=\"https://www.vox.com/future-perfect/21728843/best-charities-donate-giving-tuesday\">which international charities are best</a>. We could research issues that were interesting and important to us. One of the most essential transitions between childhood and adulthood is the transition between being a consumer of advice, knowledge, and wisdom and being a producer of those things. It can be tremendously empowering to tell a young person, “I don’t know the answer, and it might be no one knows the answer, but let’s try to learn it.” Knowledge isn’t handed down from on high; it is produced, and kids deserve to see, and be part of, that process.</p>\n\n<h2 class=\"wp-block-heading\">Don’t use your kids as a way to deflect your own guilt, despair, or frustration — and teach them to recognize when other adults do it</h2>\n\n<p class=\"has-text-align-none\">Some adult climate activists in particular <a href=\"https://www.washingtonpost.com/magazine/2020/02/03/eco-anxiety-is-overwhelming-kids-wheres-line-between-education-alarmism/\">relate to kids in a way that can be very damaging</a>. Often, they’re frustrated our society has done so little about climate change. So they write off their own generation as hopeless and say that the only hope is the children, putting huge burdens on the shoulders of people who are just starting to figure out their own priorities.&nbsp;&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">The Vox guide to giving</h2>\n\n\n\n<p class=\"has-text-align-none\">The holiday season is giving season. This year, Vox is exploring every element of charitable giving — from making the case for donating 10 percent of your income, to recommending specific charities for specific causes, to explaining what you can do to make a difference beyond donations. <a href=\"https://www.vox.com/charitable-giving\">You can find all of our giving guide stories here</a>.</p>\n</div>\n\n<h1 class=\"wp-block-heading\"></h1>\n\n<p>Sometimes, kids get exaggerated messages about climate change, like that they will personally die young from climate change, which broadly isn’t true. When I see kids holding signs that say “Why should I study for a future I won’t have?” I don’t feel inspired by their conviction; I feel frustrated that someone, probably someone grappling with their own guilt and anxiety about climate change, told children that there’s no future. This is not a good way to inspire them to fight for it or a fair way to enable them to set their own priorities.</p>\n\n<p>Needless to say, not only is there a future, but studying is one of the best ways for a child to be positioned to tackle climate change. It’s seriously wronging kids to discourage them from the very paths that will let them make a difference in the world by telling them there’s no world to make a difference in.&nbsp;</p>\n\n<p>We all have our moments of despair and hopelessness, but kids aren’t equipped to take those expressions of frustration with an appropriate grain of salt. Don’t put that on them.</p>\n\n<h2 class=\"wp-block-heading\">Take your kids’ moral convictions seriously&nbsp;</h2>\n\n<p>Teenagers have deeply felt moral convictions. They may go vegan, become activists for a social cause, get passionately angry about issues, explore religion or deconvert from religion, demand to know why your family doesn’t give all its money away to charity. </p>\n\n<p>I know this because as a teenager I became a vegetarian, became a committed effective altruist, got very worried about <a href=\"https://www.vox.com/future-perfect/2018/12/21/18126576/ai-artificial-intelligence-machine-learning-safety-alignment\">artificial intelligence</a>, explored Jewish observance, came out as a lesbian, spent most of my savings trying to help a friend in a bad home situation, and — I’m sure — gave my parents quite a few gray hairs.&nbsp;</p>\n\n<p>But the crucial thing is, none of that was a “phase,” best patiently waited out. I really am a lesbian, now married with a wonderful wife. We invite all our friends to our weekly Shabbat dinners. I have varied the exact details of my diet over the years, but I still avoid factory-farmed meat. I’m still an effective altruist; my wife and I donate 30 percent of our collective income to the best global health charities we can identify. If my parents had seen my radical life changes and decided to talk me out of them, or to assume I’d outgrow them, they would have missed out on connecting with me, their child who was trying to make sense of her moral priorities and personal identity in a confusing world.&nbsp;</p>\n\n<p>You might worry if your child is changing rapidly and adopting lots of new priorities you don’t understand. And they might not stick with all their new ideas. But you want to nurture a relationship with your actual child, the person in front of you, not with some extrapolated future version of them.</p>\n\n<p>That means valuing the compassion, curiosity, generosity, and conviction that has led your child down whatever paths they’re traveling, and it means genuinely listening to them and learning both alongside and from them. That seriousness and respect will mean the world to your kids — and help them to conquer the world.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As a teenager, I was really serious about doing good in the world. I volunteered at my local library and as a tutor for struggling students. When an international charity came to our school and gave a presentation about starving kids overseas, I gave them all my lunch money. I was the target audience for [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "The perils of using payment apps as your bank account",
    "link": "https://www.vox.com/technology/373886/cash-app-venmo-chime-account-protection-fdic",
    "pubDate": "2024-11-25T22:37:48.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A sign for the payments app Venmo sits in front of a merry go round with swings.\" data-caption=\"Venmo is good for sending money to friends, but it’s not necessarily the safest place to do your banking. | Vivien Killilea/Getty Images\" data-portal-copyright=\"Vivien Killilea/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1392051315.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Venmo is good for sending money to friends, but it’s not necessarily the safest place to do your banking. | Vivien Killilea/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Some people collect coins or stamps. For a time, I collected debit cards. Not stolen ones! Each one of them had my name on them, right below the logo of the latest banking app I’d decided to try out: Venmo, Cash App, Chime, Varo, Current, Acorns.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For the better part of a decade, I did all my banking through these apps, enjoying their slick user experience and lack of fees. The problem with every one of them, however, is that they’re not chartered banks. If the company behind the app went bankrupt, the Federal Deposit Insurance Corporation (FDIC) would not necessarily come to my rescue.</p>\n\n<p class=\"has-text-align-none\">This disaster scenario was a hypothetical worry when I eventually settled for Chase and its FDIC insurance. For millions of others, it became a reality earlier this year when a company called <a href=\"https://www.wsj.com/articles/why-the-synapse-bankruptcy-has-the-fintech-world-on-edge-f83cbe6d\">collapsed and froze them out of their accounts</a>. Users of Yotta, a popular savings app with a built-in lottery, and other apps that relied on Synapse to help manage their accounts couldn’t access their money for months. Now, as hundreds of thousands of Synapse customers’ dollars <a href=\"https://fintechbusinessweekly.substack.com/p/sen-elizabeth-warren-calls-for-regulators\">remain in limbo</a>, Sens. Elizabeth Warren (D-MA) and Chris Van Hollen (D-MD) <a href=\"https://www.warren.senate.gov/imo/media/doc/warren_van_hollen_letter_to_prudential_regulators_on_baas_oversight_91124.pdf\">are calling for banking reforms</a>, and the FDIC is <a href=\"https://www.fdic.gov/news/press-releases/2024/fdic-proposes-deposit-insurance-recordkeeping-rule-banks-third-party\">proposing changes</a> to its rules.</p>\n\n<p class=\"has-text-align-none\">Still, <a href=\"https://www.mckinsey.com/industries/financial-services/our-insights/fintechs-a-new-paradigm-of-growth\">a growing number of people</a> are embracing these financial technology, or fintech, services. More than <a href=\"https://www.forbes.com/sites/ronshevlin/2023/07/05/the-checking-account-war-is-over-and-the-fintechs-have-won/\">a third of Gen Z and millennials</a> used a fintech app or a digital bank as their primary checking account, according to a 2023 Cornerstone Advisors study.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So some questions are worth asking: Is it a bad idea to use an app like Venmo as your main bank? Are digital banks like Chime trustworthy enough?</p>\n\n<p class=\"has-text-align-none\">The answer to both questions is yes. Venmo is not a bank, and using it as your primary checking account comes with some risks. Some fintech companies, like Chime, are just as big as traditional banks and offer some nice perks. Again, because they’re nontraditional, there are risks.</p>\n\n<p class=\"has-text-align-none\">“You&#8217;re not going to go back to a world where everybody works with a small bank and walks into a branch,” Shamir Karkal, co-founder of Simple, one of the first digital banks. “The future is just going to be more fintech, and I think we all just need to get better at it.”</p>\n\n<p class=\"has-text-align-none\">To get better at all of this, it helps to know what’s going on behind the scenes.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Neobanks and money transmitters, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">The term fintech can refer to a lot of things, but when you’re talking about everyday services for everyday people, it typically refers to either neobanks or money transmitters. Chime is a neobank. Venmo is a money transmitter. They’re regulated in different ways, but because most of these companies issue debit cards, many people treat them like checking accounts. Fintech apps are not the same thing as FDIC-insured banks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Neobanks are fintech companies that offer services like checking accounts in partnership with chartered banks, which are FDIC-insured. Neobanks sometimes enlist intermediaries known as banking-as-a-service, or BaaS, companies, which are not FDIC-insured. Still, you will often see the FDIC logo on neobank websites, just like you see it stuck to the glass doors of many brick-and-mortar banks. That logo instills trust, and thanks to their partnerships, neobanks can claim some FDIC protections. But because they do not have bank charters, these neobanks and BaaS companies are not directly FDIC-insured. Instead, neobank customers can be eligible for something called <a href=\"https://www.fdic.gov/financial-institution-employees-guide-deposit-insurance/pass-through-deposit-insurance-coverage\">pass-through deposit insurance coverage</a>.</p>\n\n<p class=\"has-text-align-none\">Pass-through insurance is a simple concept <a href=\"https://www.consumerfinance.gov/data-research/research-reports/issue-spotlight-analysis-of-deposit-insurance-coverage-on-funds-stored-through-payment-apps/full-report/\">that’s deceivingly complex in practice</a>. Essentially, if you deposit money into an account with a neobank, like Chime, the funds get routed to a chartered bank that is FDIC-insured. Other fintech apps, however, sometimes route your money through one of those BaaS intermediaries. If the chartered bank fails, no problem: FDIC insurance kicks in, and you can recoup up to $250,000 of your deposits. If the intermediary fails or the neobank itself fails, you might be eligible for pass-through insurance — but you might not. In its explainer about when or if you’ll get your money back in these kinds of situations, the FDIC literally says, “<a href=\"https://www.fdic.gov/consumer-resource-center/2024-06/banking-third-party-apps\">It depends</a>.”</p>\n\n<p class=\"has-text-align-none\">“American consumers see the FDIC logo, and they interpret that as meaning: My money is safe and I will get it back,” said Jason Mikula, who runs the popular <a href=\"https://fintechbusinessweekly.substack.com/?utm_source=substack&amp;utm_medium=web&amp;utm_campaign=substack_profile\">Fintech Business Weekly newsletter</a>. “That&#8217;s just not what FDIC does exactly.”</p>\n\n<p class=\"has-text-align-none\">Money transmitters, also known as money services businesses, are even further removed from the perceived safety of the FDIC. Put bluntly, if you’re keeping all your money in a Venmo or Cash App account, you don’t qualify for FDIC insurance. Money transmitters are not neobanks or banks at all but rather completely <a href=\"https://stripe.com/resources/more/what-is-a-money-transmitter#introduction\">different legal entities</a> that are regulated by individual states as well as the Department of the Treasury. There are certain protections provided by these agencies, but FDIC insurance is not one of them.</p>\n\n<p class=\"has-text-align-none\">So when an app like <a href=\"https://www.withyotta.com/security\">Yotta</a> or <a href=\"https://www.chime.com/\">Chime</a> says on its website that it’s FDIC insured, it’s not a lie, but it’s not necessarily true either.&nbsp;To borrow the FDIC’s phrase, it depends — namely on how well records are kept. Poor record-keeping leads to confusion over whose money is where, and that could affect who qualifies for FDIC insurance.</p>\n\n<p class=\"has-text-align-none\">There’s a big range in how fintech companies operate. Yotta uses multiple intermediaries between its consumer-facing app and partner banks, which led to confusion when one of them, Synapse, went bankrupt. Chime, however, has a direct relationship with its FDIC-insured partner banks, the Bancorp Bank and Stride Bank. In <a href=\"https://www.chime.com/newsroom/news/chime-submits-comment-to-joint-banking-regulators-request-for-information-on-bank-fintech-partnerships/\">a recent letter to regulators</a> that outlined its record-keeping practices, the company wrote, “Chime members are always a customer of an FDIC-insured bank.”</p>\n\n<p class=\"has-text-align-none\">Venmo, to its credit, admits in the fine print of its homepage that its parent company PayPal “is not a bank” and “is not FDIC insured.” To confuse you even more, however, certain PayPal services that enlist a chartered bank partner, like a PayPal Mastercard or savings account, <a href=\"https://www.paypal.com/us/legalhub/program-banks-tnc\">might qualify for FDIC insurance</a>. Again, it depends.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The perils and perks of banking with an app</strong></h2>\n\n<p class=\"has-text-align-none\">Fintech companies take careful steps to make banking with them feel safe. They include the FDIC logo on the website to provide customers with some peace of mind, even though the fine print on those protections is more complicated. They issue debit cards with the Visa or Mastercard logo to suggest that these cards play by the same rules as any big bank’s debit card. These logos can act as a stamp of approval, an assurance that your money is in good hands.</p>\n\n<p class=\"has-text-align-none\">This is actually the heart of the problem, as far as is concerned. This month, she and Van Hollen <a href=\"https://www.warren.senate.gov/imo/media/doc/warren_van_hollen_letter_to_prudential_regulators_on_baas_oversight_91124.pdf\">asked regulators</a> to ban neobanks and fintech companies from using the FDIC name and logo if they were only offering pass-through insurance. They also called for greater supervision of these companies under the Bank Service Company Act.</p>\n\n<p class=\"has-text-align-none\">“The average consumer shouldn’t be expected to understand the intricacies of FDIC insurance in order to comfortably and safely save or invest their money,” Warren’s letter says. “Consumers must feel confident that they are dealing with a regulated and insured entity when they see the FDIC logo.”</p>\n\n<p class=\"has-text-align-none\">That doesn’t necessarily mean that all neobanks and fintech companies are untrustworthy. In some cases, the sheer size and track record of fintech companies can instill quite a bit of trust. Chime, the largest digital bank <a href=\"https://www.forbes.com/sites/ronshevlin/2024/03/24/is-chime-ready-for-an-ipo-it-has-more-primary-customers-than-chase/\">with roughly 22 million customers</a>, scored a $25 billion valuation in its latest round of funding and <a href=\"https://www.bloomberg.com/news/articles/2024-03-22/chime-financial-is-said-to-target-public-listing-in-us-in-2025?sref=qYiz2hd0\">is planning to go public next year</a>. PayPal is widely <a href=\"https://www.pymnts.com/digital-payments/2023/60percent-of-consumers-trust-paypal-over-their-bank-with-stored-payment-credentials/\">considered safe and trustworthy</a>. And don’t expect Block, the $42 billion company that owns Cash App <a href=\"https://squareup.com/us/en/press/square-financial-services-begins-banking-operations\">as well as its own chartered bank</a>, to fail any time soon.</p>\n\n<p class=\"has-text-align-none\">The truth is, even if there is some false sense of security, fintech apps offer certain customers features that big banks can’t or won’t. One thing that’s made Chime and many other neobanks so popular, for instance, is that they don’t charge so many fees. That’s a huge boon to young people <a href=\"https://www.vox.com/22367985/paypal-venmo-financial-inequality-unbanked-underbanked\">as well as people without bank accounts</a>. If a fintech app is your only option, then you might not care so much about FDIC insurance.</p>\n\n<p class=\"has-text-align-none\">“If you&#8217;re poor in America and you&#8217;re banking at Chase or Wells Fargo, you&#8217;re going to get overdraft fees, minimum balance fees,” Mikula said. “So there is a real need that [fintech] companies fulfill as a result of your establishment banks essentially not wanting to bank poor people because it&#8217;s difficult to do profitably.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">As many as 6 percent of Americans <a href=\"https://www.cnbc.com/2024/08/02/23percent-of-low-income-americans-are-living-without-a-bank-account.html\">were living without a bank account</a> in 2023, according to Federal Reserve data. That share grows to 23 percent for those making less than $23,000 a year. The unbanked population, which disproportionately comprises Black, Hispanic, and undocumented people, is at a greater risk of falling victim to predatory lending practices, including payday loans. Some fintech companies also offer short-term loans, though they’ve been criticized <a href=\"https://apnews.com/article/earned-wage-access-costs-payday-loans-9679d1bd09546d12074e0f27e23f0632\">for being predatory as well</a>.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Fraud alert</h2>\n\n\n\n<p class=\"has-text-align-none\">Payment apps like Venmo are popular with scammers. Using a Venmo-branded debit card <a href=\"https://venmo.com/purchaseprotection/\">comes with some purchase protection</a>. If you happen to fall for a scam, however, there’s a good chance the app will not pay you back.</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://help.venmo.com/hc/en-us/articles/209681208-I-accidentally-paid-a-stranger-on-Venmo\">Venmo</a>, <a href=\"https://cash.app/help/6544-avoiding-common-scams-with-cash-app\">Cash App</a>, and <a href=\"https://www.zellepay.com/safety-education/fraud-scams-overview\">Zelle</a> are all clear about issuing refunds for payments to other individuals: They don’t do it. Or at least they can’t guarantee it. You should treat these peer-to-peer payments like cash.&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\">Here are some tips for spotting and avoiding scams on <a href=\"https://help.venmo.com/hc/en-us/articles/360048404533-Common-Scams-on-Venmo\">Venmo</a>, <a href=\"https://cash.app/help/6544-avoiding-common-scams-with-cash-app#\">Cash App</a>, and <a href=\"https://www.zellepay.com/safety-education/fraud-scams-overview\">Zelle</a>. But if you’re more of a motivated-by-fear person, read <a href=\"https://www.businessinsider.com/zelle-fraud-scam-swimming-pool-online-payment-apps-mobile-banking-2023-10\">this story</a> about a guy who wanted a deal on a swimming pool and got “a $31,000 lesson in the downside of payment apps” instead.</p>\n</div>\n\n<p class=\"has-text-align-none\">Still, fintech companies offer the unbanked <a href=\"https://www.forbes.com/councils/forbesbusinesscouncil/2021/12/17/three-barriers-unbanked-citizens-face-and-how-fintech-overcomes-them/\">the ability to save money and build credit</a>. For someone who can’t open a traditional bank account, Venmo can be a lifeline, since they can add funds to their Venmo balance and then pay bills using their Venmo debit card without needing a traditional checking account. If they have access to a smartphone, getting basic banking services is simple these days.</p>\n\n<p class=\"has-text-align-none\">As I learned firsthand when testing out many of these services over the years, it’s easy to sign up for and easy to deposit money into a fintech app. If you have a problem, however, help can be hard to find. Many fintech companies and neobanks, including Chime, lack brick-and-mortar locations, which means you can’t walk into a branch to get an issue resolved. In fact, poor customer service <a href=\"https://www.emarketer.com/content/neobanks-customer-service-growing-client-base\">is a common complaint</a> for these companies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That means you should always research a company before giving money to it. Read the reviews and study the fine print. Obvious red flags include hidden fee structures and reports of customers not being able to withdraw their money. You should also consider trying services out with small sums rather than your life savings. And, as always, <a href=\"https://consumer.ftc.gov/articles/mobile-payment-apps-how-avoid-scam-when-you-use-one\">watch out for scams and frauds</a>.</p>\n\n<p class=\"has-text-align-none\">What is true in the real world is even more true in the app world: Beware of deals that look too good to be true. Only gamble with what you’d be willing to lose.</p>\n\n<p class=\"has-text-align-none\"><strong>Clarification, November 25, 5 pm ET: </strong>This story, originally published September 28, has been updated with additional details about how pass-through FDIC insurance works.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story was also published in the Vox Technology newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/newsletters\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here</a></em></strong><em>&nbsp;so you don’t miss the next one!</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Some people collect coins or stamps. For a time, I collected debit cards. Not stolen ones! Each one of them had my name on them, right below the logo of the latest banking app I’d decided to try out: Venmo, Cash App, Chime, Varo, Current, Acorns.&#160; For the better part of a decade, I did [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "As the US yields on climate leadership, China rises to fill the void",
    "link": "https://www.vox.com/climate/387811/cop29-climate-change-baku-us-china-trump-biden",
    "pubDate": "2024-11-25T21:45:15.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"People hold up a banner that reads: “Climate finance for rapid, just, and equitable phase-out of fossil fuels”\" data-caption=\"Activists demonstrate for climate finance for the Global South at the COP29 Climate Conference on November 21, 2024, in Baku, Azerbaijan.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2185864395.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Activists demonstrate for climate finance for the Global South at the COP29 Climate Conference on November 21, 2024, in Baku, Azerbaijan.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The COP29 conference — the latest round of international climate change talks, held this year in Baku, Azerbaijan — pushed past its Friday deadline and ended over the weekend with a <a href=\"https://cop29.az/en/media-hub/news/breakthrough-in-baku-delivers-13tn-baku-finance-goal\">new commitment to raise $300 billion a year</a> by 2035 to help developing countries cope with the effects of warming and transition to cleaner energy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“In a year of geopolitical fragmentation, people doubted that Azerbaijan could deliver. They doubted that everyone could agree,” said COP29 President Mukhtar Babayev during the conference. “They were wrong on both counts.”</p>\n\n<p class=\"has-text-align-none\">Yet despite the host country’s optimistic read on the summit’s conclusion, many delegates and activists were furious with what they saw as a meager investment.&nbsp; Yes, the new commitment is triple the current climate finance agreement of $100 billion per year. But wealthy countries were already <a href=\"https://www.climatechangenews.com/2024/05/29/rich-nations-meet-100bn-climate-finance-goal-two-years-late/\">two years behind in meeting that original goal</a>, and the new target is still far short of the firm $1.3 trillion that developing countries have <a href=\"https://www.reuters.com/business/sustainable-business/exclusive-african-governments-want-climate-finance-hit-13-trillion-by-2030-2021-10-06/\">campaigned for years to secure</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It is sad that after months of negotiations, they have waited till the last official day of COP to table a dismal figure, leaving no sufficient time for deliberations amongst parties, and to make it worse, the figure is shockingly too low,” said Rohey John Manjang, environment minister for the West African nation Gambia, in a statement.</p>\n\n<p class=\"has-text-align-none\">The negotiations also once again failed to reach an accord on reducing consumption of fossil fuels that are contributing to the warming of the planet.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The climate talks echoed the <a href=\"https://www.vox.com/climate/24000157/cop28-climate-conference-uae-dubai-winners-losers-fossil-fuels-methane\">COP28 meeting</a> last year in the United Arab Emirates in that they were again held in a country whose economy depends on oil. Azerbaijan gets <a href=\"https://www.climatechangenews.com/2023/12/09/oil-reliant-azerbaijan-chosen-to-host-cop29-climate-talks/\">two-thirds of its revenue from oil and gas production</a>, and a COP host was once again accused of using the proceedings to <a href=\"https://www.bbc.com/news/articles/crmzvdn9e18o\">forge fossil fuel export deals</a>. COP29 was also one of the most well-attended climate meetings, with 66,000 registrants, though it’s down from the record 80,000 attendees at last year’s talks. Like 2023, this year’s negotiations concluded near the end of what’s likely to be the <a href=\"https://wmo.int/news/media-centre/2024-track-be-hottest-year-record-warming-temporarily-hits-15degc\">hottest year on record</a>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">COP29 faced additional complications. After a plateau and <a href=\"https://www.vox.com/climate/24139383/climate-change-peak-greenhouse-gas-emissions-action\">hopes of a decline</a>, global <a href=\"https://www.vox.com/climate/385183/cop29-climate-change-emissions-rising-trump-baku\">greenhouse gas emissions are rising</a> again and are likely to continue climbing. To meet the target of the Paris climate agreement to limit warming this century to less than 2.7 degrees Fahrenheit (1.5 degrees Celsius) above pre-Industrial levels, humanity would have to cut emissions by <a href=\"https://www.ipcc.ch/2022/04/04/ipcc-ar6-wgiii-pressrelease/\">more than half by 2030</a>. According to a <a href=\"https://www.theguardian.com/environment/article/2024/may/08/world-scientists-climate-failure-survey-global-temperature\">survey of scientists</a> who contributed to the Intergovernmental Panel on Climate Change, most now think this goal is out of reach.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With the US presidential election of Donald Trump, the world’s <a href=\"https://www.carbonbrief.org/the-carbon-brief-profile-united-states/\">second-largest greenhouse gas emitter</a> is also likely to back out of the Paris agreement altogether. Trump would be <a href=\"https://www.politico.com/news/2024/06/28/trump-paris-climate-treaty-withdrawal-again-00165903\">fulfilling a campaign promise</a> after President Joe Biden brought the US back, following Trump’s withdrawal during his <a href=\"https://www.vox.com/21545960/paris-agreement-accord-exit-leaves-trump-biden-election-2020-climate-change\">first term</a>. Trump also wants to <a href=\"https://www.vox.com/politics/386462/trump-fossil-fuels-gas-oil\">expand fossil fuel production</a> and may <a href=\"https://www.reuters.com/business/autos-transportation/trumps-transition-team-aims-kill-biden-ev-tax-credit-2024-11-14/\">cut incentives for clean technologies</a> like electric vehicles.</p>\n\n<p class=\"has-text-align-none\">Behind all this, the urgency to address climate change has only grown. 2024 has been a year of major disasters like <a href=\"https://www.vox.com/climate/375996/extreme-heat-october-climate-change\">heat waves</a>, <a href=\"https://www.vox.com/natural-disaster/374366/hurricane-helene-florida-big-bend-beryl-storms-climate\">hurricanes</a>, <a href=\"https://www.vox.com/climate/24137250/coral-reefs-bleaching-climate-change\">coral bleaching</a>, <a href=\"https://www.esa.int/Applications/Observing_the_Earth/Devastating_floods_in_Spain_witnessed_by_satellites\">flooding</a>, and <a href=\"https://www.vox.com/climate/363880/park-fire-california-evacuations-housing-crisis\">wildfires</a>, events whose raw ingredients are poised to become more powerful in a warming world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These disasters are already having <a href=\"https://www.vox.com/climate/377094/hurricane-milton-helene-home-insurance-flooding-damage\">major economic effects</a>. And further changes to the climate are likely to have some of their most acute effects — <a href=\"https://press.un.org/en/2023/sc15199.doc.htm\">rising sea levels</a>, more <a href=\"https://www.wfpusa.org/articles/countries-most-affected-by-climate-change/\">extreme rainfall</a>, <a href=\"https://www.worldweatherattribution.org/climate-change-made-the-deadly-heatwaves-that-hit-millions-of-highly-vulnerable-people-across-asia-more-frequent-and-extreme/\">extraordinary heat waves</a> — on the countries that contributed least to the problem. But as the US steps back, other countries like China are preparing to step up.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">A smaller role for the US, and a bigger part for China</h2>\n\n<p class=\"has-text-align-none\">The COP29 conference began after the US election, so the US negotiators were still part of Biden’s team, and they worked to nail down as much as they could before he leaves office in January. They highlighted how the US has made the single-largest clean energy investment in the world through the <a href=\"https://www.vox.com/policy-and-politics/2022/7/28/23281757/whats-in-climate-bill-inflation-reduction-act\">Inflation Reduction Act</a>. </p>\n\n<p class=\"has-text-align-none\">US negotiators noted that the US is <a href=\"https://www.state.gov/cop-29-update-u-s-international-public-climate-finance/\">contributing $11 billion</a> to the pool of international climate financing, exceeding its share of the promised $100 billion pool funded by wealthy countries. The US also emphasized its goal of <a href=\"https://www.utilitydive.com/news/biden-administration-plan-to-triple-us-nuclear-energy-capacity-by-2050/732807/#:~:text=In%20partnership%20with-,Biden%20administration%20sets%20plan%20to%20triple%20US%20nuclear%20energy%20capacity,the%20White%20House%20said%20Tuesday.\">tripling its nuclear energy</a> compared to 2020 levels by 2050 and made progress in ratcheting down <a href=\"https://www.state.gov/highlights-from-the-cop-29-global-methane-pledge-ministerial/\">emissions of methane</a>, a greenhouse gas that&#8217;s about <a href=\"https://www.epa.gov/gmi/importance-methane\">30 times more potent</a> than carbon dioxide when it comes to trapping heat in the atmosphere.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Biden himself, though, didn’t attend the talks. He was instead at the <a href=\"https://www.g20.org/en/\">G20 summit in Brazil</a>, where he visited the Amazon rainforest and pledged an <a href=\"https://www.washingtonpost.com/politics/2024/11/17/president-biden-amazon-rainforest-brazil-climate-change/\">additional $50 million</a> to protect it.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">I&#039;m proud to be the first sitting U.S. President to visit the Amazon rainforest.<br><br>We must recommit to protecting our planet.<br> <br>Our world&#039;s forests are one of the most powerful solutions we have to fight climate change. <a href=\"https://t.co/MVEuddDQoS\">pic.twitter.com/MVEuddDQoS</a></p>&mdash; President Biden (@POTUS) <a href=\"https://twitter.com/POTUS/status/1858310435004371015?ref_src=twsrc%5Etfw\">November 18, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Biden acknowledged that his successor wants to undo many of his climate initiatives, but <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/11/23/statement-from-president-joe-biden-on-conclusion-of-cop29-conference-in-baku-azerbaijan/\">noted in a statement</a> that many cities and states will pick up the mantle on climate change, and many aspects of the transition to cleaner energy sources are unstoppable. Solar energy’s growth <a href=\"https://www.vox.com/climate/372852/solar-power-energy-growth-record-us-climate-china\">continues to defy forecasts</a>, <a href=\"https://www.irena.org/News/pressreleases/2023/Aug/Renewables-Competitiveness-Accelerates-Despite-Cost-Inflation\">wind energy is competitive</a> with fossil fuels in some markets, and <a href=\"https://about.bnef.com/blog/electric-vehicle-sales-headed-for-record-year-but-growth-slowdown-puts-climate-targets-at-risk-according-to-bloombergnef-report/\">EVs are getting more popular around the world</a>. “While some may seek to deny or delay the clean energy revolution that’s underway in America and around the world, nobody can reverse it — nobody,” Biden said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet under Biden, the US has also reached <a href=\"https://www.vox.com/climate/372665/harris-trump-debate-energy-nationalism-climate\">record high levels of oil and gas production</a> and maintained tariffs on Chinese clean energy products like solar panels and <a href=\"https://www.vox.com/climate/2024/3/4/24087919/biden-tariff-chinese-ev-byd-battery-detroit\">electric vehicles</a>. Even with the pause on new liquefied natural gas (LNG) exports, the US is on track to <a href=\"https://www.vox.com/climate/24055711/lng-export-pause-biden-liquefied-natural-gas-climate-change\">double LNG exports by 2030</a>.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump wants to <a href=\"https://www.technologyreview.com/2024/11/25/1107224/how-trumps-tariffs-could-drive-up-the-cost-of-batteries-evs-and-more/\">impose even more tariffs on China</a>, which would further raise the prices of imported EVs and make many of the essential components of clean energy systems, like batteries and steel, more expensive.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But as the US steps back from the international stage on climate change, China is gearing up to fill the void, emphasizing a <a href=\"https://global.chinadaily.com.cn/a/202411/24/WS6742e163a310f1265a1cf41a.html\">willingness to work with other countries</a>. China sent nearly <a href=\"https://www.carbonbrief.org/analysis-which-countries-have-sent-the-most-delegates-to-cop29/\">1,000 delegates to COP29</a>. It already reigns supreme in <a href=\"https://www.vox.com/climate/372852/solar-power-energy-growth-record-us-climate-china\">solar energy</a>, <a href=\"https://www.reuters.com/sustainability/climate-energy/china-coal-generation-share-record-low-may-renewables-hit-new-highs-analysis-2024-07-11/\">wind power</a>, <a href=\"https://about.bnef.com/blog/china-already-makes-as-many-batteries-as-the-entire-world-wants/\">batteries</a>, and <a href=\"https://www.cbsnews.com/news/ev-electric-cars-charging-china-us-competition/\">electric vehicles</a>, both for its domestic consumption and for exports, and it’s hungry for new customers.</p>\n\n<p class=\"has-text-align-none\">China, the world’s largest greenhouse gas emitter, will likely see a <a href=\"https://www.science.org/content/article/have-china-s-carbon-emissions-peaked-answer-critical-limiting-global-warming\">drop in carbon dioxide output this year</a>, but it’s not clear whether this trend will continue. Like the US, China is experiencing growing <a href=\"https://www.washingtonpost.com/opinions/2024/09/24/ai-power-grid-china-competition/\">energy demands from its tech sector</a>, particularly from technologies like artificial intelligence.</p>\n\n<p class=\"has-text-align-none\">The next round of climate talks is scheduled for 2025 in Belém, Brazil, where countries are supposed to come to the table with <a href=\"https://unfccc.int/news/building-support-for-more-ambitious-national-climate-action-plans\">even more ambitious goals</a> for curbing their greenhouse gases. But setting even tougher targets doesn’t mean much if countries are breaking their existing promises and emissions continue to rise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I had hoped for a more ambitious outcome — on both finance and mitigation — to meet the great challenge we face,” said UN Secretary-General António Guterres in a statement. “I appeal to governments to see this agreement as a foundation — and build on it.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The COP29 conference — the latest round of international climate change talks, held this year in Baku, Azerbaijan — pushed past its Friday deadline and ended over the weekend with a new commitment to raise $300 billion a year by 2035 to help developing countries cope with the effects of warming and transition to cleaner [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "Should I pay someone to invest for me?",
    "link": "https://www.vox.com/even-better/387092/etf-investment-advisor-vanguard-roth-ira-vxus-bnd-bndx",
    "pubDate": "2024-11-25T19:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A couple is standing on a stable path leading through chaotic stock trend lines. A man is standing in front of them with a briefcase and outstretched hand\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/OnTheMoney_PaigeVickers_11-25.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>On the Money is a monthly advice column. If you want advice on spending, saving, or investing — or any of the complicated emotions that may come up as you prepare to make big financial decisions — you can&nbsp;</em><a href=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\"><em><strong>submit your question on this form</strong></em></a><em>. Here, we answer two questions asked by Vox readers, which have been edited and condensed.</em></p>\n\n<p class=\"has-text-align-none\"><strong>I have a personal adviser that I pay to manage my investment portfolio — but I’m not sure whether I should continue paying this adviser. My investments are with Vanguard because of its low ETF fees. I have a total of four ETFs: VTI, VXUS, BND and BNDX. These ETFs are spread out between three accounts. My wife and I each have a Roth IRA, and we also have a taxable brokerage account. Two of the ETFs are in each account. Should I continue paying my Vanguard advisor to manage this portfolio?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Dear Advised,</p>\n\n<p class=\"has-text-align-none\">The portfolio your adviser created for you is extremely well balanced. It’s also extremely diversified, in the sense that it includes an enormous variety of individual investments within four larger categories. You and your wife are currently invested in four exchange-traded funds (ETFs) that are designed to track broad segments of the market:</p>\n\n<ul>\n<li><strong>VTI</strong>: the Vanguard Total Stock Market Index Fund ETF</li>\n\n\n\n<li><strong>VXUS</strong>: the Vanguard Total International Stock Index Fund ETF</li>\n\n\n\n<li><strong>BND</strong>: the Vanguard Total Bond Market Index Fund ETF</li>\n\n\n\n<li><strong>BNDX</strong>: the Vanguard Total International Bond Index Fund ETF</li>\n</ul>\n\n<p class=\"has-text-align-none\">In other words, you are invested in four ETFs that are made up of many, many smaller investments within the indices listed above — total stock, total international stock, total bond, and total international bond. Since you’re effectively invested in everything, your portfolio is likely to increase in value as long as the market itself doesn’t crash.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">This kind of investment strategy is designed to get you through the <a href=\"https://www.vox.com/money/365271/stocks-dow-nasdaq-recession-us-economy-fed\">ups and downs of the market</a> without a lot of risk, especially because I’m assuming your adviser is gradually adjusting the ratio of stocks to bonds as you and your wife approach retirement. Stocks offer greater growth potential than bonds but come with greater volatility, so a good investment adviser will slowly shift more of your investments over to bonds as you age. (Since bonds are less volatile, a bond-heavy portfolio should lose less of its value if the market drops before or during your retirement years.)</p>\n\n<p class=\"has-text-align-none\">That said, a <a href=\"https://www.vox.com/even-better/2023/8/10/23824235/how-to-invest-money-stock-market-investing-retirement-advice\">target-date retirement fund</a> does exactly the same thing, and you don’t need to pay an adviser for that.&nbsp;</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read more from On the Money</h2>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/2023/7/20/23799010/on-the-money-advice-divorce-separating-combining-finances\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/2023/7/20/23799010/on-the-money-advice-divorce-separating-combining-finances\">Should you combine finances with your partner?</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/23842804/inflation-lifestyle-creep-advice-budgeting-money\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/23842804/inflation-lifestyle-creep-advice-budgeting-money\">How to cope with inflation and lifestyle creep</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/2023/8/10/23824235/how-to-invest-money-stock-market-investing-retirement-advice\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/2023/8/10/23824235/how-to-invest-money-stock-market-investing-retirement-advice\">How are you supposed to start investing?</a></p>\n\n\n\n<p class=\"has-text-align-none\">Do you have questions related to personal finance? Submit them <a href=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\" data-type=\"link\" data-id=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">Vanguard personal advisers offer additional services beyond portfolio rebalancing, including guidance on how to withdraw money during retirement and strategies on how to manage the taxes associated with investments, so you may have the opportunity to get more out of your advisor than you would out of a target-date fund.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s also worth noting that your typical target-date retirement fund is likely to come with a higher expense ratio than a Vanguard ETF, costing you more money over time. VFIFX, for example, which is Vanguard’s target-date retirement fund for people planning to retire between 2048 and 2052, has an expense ratio of 0.08 percent. Your VTI ETF only has an expense ratio of 0.03 percent, which means that less of your money goes towards administering the fund.</p>\n\n<p class=\"has-text-align-none\">I’m not suggesting that you drop your adviser and transfer all of your investments into a target-date retirement fund. I’m not a professional investment advisor myself, which means I cannot provide specific investment advice — plus, I have an extremely limited knowledge of your situation. However, I can suggest that you talk to your adviser about the full range of services they offer and ask yourself whether you are interested in taking advantage of those services.</p>\n\n<p class=\"has-text-align-none\">If you decide you’d rather manage your investments on your own, you could always keep your current portfolio as-is and rebalance it yourself, adjusting the percentage of stocks to bonds every few years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you are planning to retire in 2050, for example, you can take a look at <a href=\"https://institutional.vanguard.com/investments/product-details/fund/0699\">Vanguard’s VFIFX glidepath</a> and literally replicate it with your own ETFs. At age 40, for example, VFIFX puts roughly 55 percent of your investments in stocks, 35 percent in international stocks, 8 percent in bonds, and 2 percent in international bonds. By the time you reach age 65, VFIFX has adjusted your investments to include 30 percent stocks, 20 percent international stocks, 25 percent bonds, 15 percent international bonds, and the remaining 10 percent in short-term TIPS, which are inflation-protected securities.</p>\n\n<p class=\"has-text-align-none\">If that sounds too confusing, or if you aren’t sure whether you have enough time to schedule and track regular portfolio reallocations, you may want to just stick with your current adviser.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s also worth noting that a good investment adviser may be able to keep you from making impulsive decisions, such as <a href=\"https://www.vox.com/even-better/377119/how-to-start-investing-stock-market-budget-save\">selling during a temporary downturn</a> — and may also be able to advise you on other financial issues such as how much to withdraw during retirement. They may even be able to help you with estate planning, if that’s important to you and your wife. Feel free to ask your advisor what you can expect over the next few decades, and use that response to help you decide whether or not to maintain the relationship.</p>\n\n<p class=\"has-text-align-none\">No matter what you decide to do next, your current portfolio puts you in a great place to get started.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On the Money is a monthly advice column. If you want advice on spending, saving, or investing — or any of the complicated emotions that may come up as you prepare to make big financial decisions — you can&#160;submit your question on this form. Here, we answer two questions asked by Vox readers, which have [&#8230;]",
    "author": "Nicole Dieker"
  },
  {
    "title": "Fans are “holding space”  for Wicked’s press tour",
    "link": "https://www.vox.com/culture/387545/ariana-grande-cynthia-erivo-wicked-dont-worry-darling-it-ends-with-us",
    "pubDate": "2024-11-25T18:13:34.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Actresses Cynthia Erivo and Ariana Grande arrive for the UK premiere of Wicked in London on November 18, 2024. \" data-caption=\"Cynthia Erivo and Ariana Grande at the UK premiere of Wicked in London on November 18, 2024. | Ian West/PA Images via Getty Images\" data-portal-copyright=\"Ian West/PA Images via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2184809887.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Cynthia Erivo and Ariana Grande at the UK premiere of Wicked in London on November 18, 2024. | Ian West/PA Images via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Over the past few years, the public has stopped treating movie press tours like marketing fluff and started treating them like reality shows. These often tedious stretches of talk-show appearances, red carpets, and press junkets that have been part of the Hollywood grind for decades are suddenly getting as much attention on social media as the films themselves, with the stars&#8217; interactions being picked apart by fans.</p>\n\n<p class=\"has-text-align-none\">Since the <a href=\"https://www.vox.com/culture/2022/9/6/23339631/dont-worry-darling-wilde-pugh-feud-explained\">social media frenzy surrounding the 2022 film <em>Don’t Worry Darling</em></a>, press tours have become sites of intense speculation often translating to full-blown scandals, from affair speculation from <a href=\"https://www.vox.com/culture/23700956/sydney-sweeney-glen-powell-dating-anyone-but-you-drama\"><em>Anyone but You</em></a> fans to the persistent rumors of everyone versus Justin Baldoni on the set of <a href=\"https://www.vox.com/culture/366523/blake-lively-drama-justin-baldoni-it-ends-with-us-hoover-movie-feud\"><em>It Ends With Us</em></a>.</p>\n\n<p class=\"has-text-align-none\">It’s not surprising that this trend has struck the most anticipated (or unavoidable) movie of the year, <a href=\"https://www.vox.com/culture/386247/wicked-2024-movie-novel-ending-explained-ariana-grande-cynthia-erivo\"><em>Wicked</em></a>. From its stars’ character-inspired outfits to the extremely sappy nature of their press junkets — including a <a href=\"https://x.com/MashaParty/status/1859618868194341249\">now-heavily memed “holding space”</a> moment — all eyes are on the <em>Wicked </em>cast. However, this attention has manifested in a more uncomfortable way than rumors about Harry Styles’s spit. Both Erivo and Grande have become subjects of rampant online theories and scrutiny regarding their red carpet appearances, adding an icky element to an otherwise wholesome movie rollout.</p>\n\n<p class=\"has-text-align-none\">All of this press tour nonsense speaks to the free-for-all nature of the internet, particularly in the TikTok age. In its worst cases, this insatiable desire for controversy can override ethical or productive conversations. Inevitably, these narratives become seen as absolute truths.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong><em>Wicked</em></strong><strong>’s press tour got the internet’s attention, for better or worse</strong></h2>\n\n<p class=\"has-text-align-none\">The promotion for <em>Wicked</em> dates all the way back to March when Erivo and Grande <a href=\"https://people.com/oscars-2024-wicked-ariana-grande-cynthia-erivo-present-together-8604687\">presented at the Academy Awards</a> together wearing green and pink gowns representing their respective roles as Elphaba and Glinda. Since then, themed dressing, <a href=\"https://time.com/6293686/margot-robbie-barbie-inspired-press-tour-looks/\">a la Margot Robbie for <em>Barbie</em>,</a> has been a significant feature of the press tour. The two have also been keen on highlighting their close friendship, one of the overarching themes of the musical. They often hold hands on red carpets and in interviews, in addition to complimenting one another’s talents in interviews. In a <a href=\"https://www.youtube.com/watch?v=VP_Veq-nXeo\">now-viral interview</a> with reporter Jake Hamilton, they were asked how they’ve been changed by one another, causing Grande to well up. </p>\n\n<p class=\"has-text-align-none\">Both actresses’ tendency to cry and be overly sentimental while discussing a film about witches and talking goats has become <a href=\"https://www.youtube.com/watch?v=wqnB6LzUV2s\">a bit of a joke</a> on social media. One interview in particular became a source of mockery and a <a href=\"https://x.com/verysmallriver/status/1860414912373100716\">viral </a><a href=\"https://x.com/barbzforbernie/status/1859721156703682685\">meme</a> over the past week. During an interview with Out, writer Tracy E. Gilchrist tells Erivo and Grande about the <a href=\"https://www.youtube.com/shorts/bbM6B4qFz3Q\">impact of the musical’s signature number “Defying Gravity”</a> in the days following the reelection of Donald Trump, using popular <a href=\"https://www.psychologytoday.com/us/blog/between-the-generations/202305/what-does-it-mean-to-hold-space\">therapy language</a> to explain that fans are “holding space” for the lyrics. Gilchrist seems to be saying that the emotions in the song are resonating with fans after the election, but frankly her meaning is a little unclear. A solemn instrumental of the songs plays as Erivo responds meditatively, “That’s really powerful; that’s what I wanted.” Grande, welling up again, grabs her castmate’s finger for emotional support. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@soceleb/video/7440206422689713430\" data-video-id=\"7440206422689713430\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@soceleb\" href=\"https://www.tiktok.com/@soceleb?refer=embed\">@soceleb</a> <p>Defying Gravity is holding space! <a title=\"foryou\" target=\"_blank\" href=\"https://www.tiktok.com/tag/foryou?refer=embed\">#foryou</a> <a title=\"fyp\" target=\"_blank\" href=\"https://www.tiktok.com/tag/fyp?refer=embed\">#fyp</a> <a title=\"arianagrande\" target=\"_blank\" href=\"https://www.tiktok.com/tag/arianagrande?refer=embed\">#arianagrande</a> <a title=\"cynthiaerivo\" target=\"_blank\" href=\"https://www.tiktok.com/tag/cynthiaerivo?refer=embed\">#cynthiaerivo</a> <a title=\"wicked\" target=\"_blank\" href=\"https://www.tiktok.com/tag/wicked?refer=embed\">#wicked</a> <a title=\"funny\" target=\"_blank\" href=\"https://www.tiktok.com/tag/funny?refer=embed\">#funny</a> <a title=\"popculture\" target=\"_blank\" href=\"https://www.tiktok.com/tag/popculture?refer=embed\">#popculture</a> <a title=\"celebrity\" target=\"_blank\" href=\"https://www.tiktok.com/tag/celebrity?refer=embed\">#celebrity</a> <a title=\"hollywood\" target=\"_blank\" href=\"https://www.tiktok.com/tag/hollywood?refer=embed\">#hollywood</a> <a title=\"foryoupage\" target=\"_blank\" href=\"https://www.tiktok.com/tag/foryoupage?refer=embed\">#foryoupage</a> </p> <a target=\"_blank\" title=\"♬ original sound - soceleb\" href=\"https://www.tiktok.com/music/original-sound-7440206401659898646?refer=embed\">♬ original sound &#8211; soceleb</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">Still, not all the attention Erivo and Grande are receiving on the press tour is as light-hearted. Even separate from the press tour, Grande’s appearance was already being put under a microscope on social media. In April 2023, the singer posted a <a href=\"https://www.tiktok.com/@arianagrande/video/7220884832472026414?refer=embed\">video on TikTok</a> urging fans to stop speculating about her body weight after Redditors and other social media users <a href=\"https://www.thedailybeast.com/ariana-grande-reminds-us-to-stop-being-weird-about-celebrities-bodies/?utm_source=pocket_shared\">expressed concern about her thinness</a>. Grande told social media users to be “gentler and less comfortable” discussing people’s bodies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her response did little to quell those public chatter. In fact, the speculation around a potential eating disorder has torpedoed into a weeks-long discussion among both fans and detractors on social media in the months since <em>Wicked</em>’s press tour began. Social media users have claimed <a href=\"https://www.usatoday.com/story/life/health-wellness/2024/11/21/ariana-grande-cynthia-erivo-wicked-bodies/76463422007/\">Erivo also looks markedly</a> thinner. Some have even accused the pair of costars of having <a href=\"https://x.com/teenykittyluvr/status/1857133914789457936\">competitive</a> <a href=\"https://x.com/waitstopwhat/status/1857209224511590531\">eating</a> <a href=\"https://x.com/tayrussellsbtch/status/1857824622021947667\">disorders</a>.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, others have expressed concern about the effects over Erivo and Grande being so hypervisible at their current state. Some even suggested the two are promoting <a href=\"https://x.com/HopeRehak/status/1858228447622930736\">eating disorders</a>, if not inadvertently triggering people who have them. Others have put the responsibility on their teams for not intervening. In an op-ed for the Standard, India Block writes that the <a href=\"https://www.standard.co.uk/comment/wicked-ariana-grande-cynthia-eviro-thin-b1193895.html\">conversation around their appearance</a> is more so “an indictment of Grande and Erivo’s management, the <em>Wicked</em> team, and the entertainment industry as a whole.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the wake of an <a href=\"https://www.vox.com/culture/24001338/ozempic-bodies-barbie-botox-corporate-feminism\">Ozempic fad that’s taken over Hollywood</a> and the concerns it’s raised, it’s not exactly a shock that we got here. Still, it’s unclear how this very public conjecture will benefit anyone. Maybe Grande and Erivo’s well-being was never really the point of the conversation.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How press tours became bigger than the movies</strong></h2>\n\n<p class=\"has-text-align-none\">Considering the point of press tours is to generate press attention, <em>Wicked</em>’s was a massive success, despite the controversies that dogged the film along the way. Compared to the laundry list of other movies from the past few years whose press tours eclipsed the impact of the film itself, <em>Wicked</em>’s mess was positively tame.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While the discourse around the <em>Barbie</em> press tour, perhaps the most famous in recent history, seemed solely focused on star Margot Robbie’s hyper-coordinated fashion moments and director Greta Gerwig’s techniques to bring Barbieland to life, there was juicier drama behind the scenes of other films. When Glen Powell and Sydney Sweeney were busy promoting <em>Anyone but You, </em>their palpable <a href=\"https://www.vox.com/culture/23700956/sydney-sweeney-glen-powell-dating-anyone-but-you-drama\">chemistry didn’t go unnoticed</a>. Both had partners going into filming, but Powell left single, after his girlfriend unfollowed Sweeney on Instagram and posted a cryptic breakup message (a source claimed they never hooked up).&nbsp;</p>\n\n<p class=\"has-text-align-none\">This, of course, is what press tours are designed to do: Make audiences believe that the heat between its leads isn’t just an act, that it’s real — and if there are real-world repercussions, welp, that’s showbiz, baby. (Who could forget Lady Gaga and Bradley Cooper’s <a href=\"https://www.thecut.com/2019/11/lady-gaga-oprah-interview-a-star-is-born.html\">year-long lovefest</a> to promote <em>A Star Is Born</em>?). There are some cases where the on-set chemistry is, in fact, real — whenever Zendaya and Tom Holland get to promote a <em>Spider-Man</em> movie together, the internet collectively squeals — and some cases where it’s so real that people’s lives get blown apart (like when Kristen Stewart, then dating Robert Pattinson, had an affair with Rupert Sanders, the married director of <em>Snow White and the Huntsman</em>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the most compelling version of press tour drama is when the cast seems to absolutely hate each other. That’s what thirsty fans were treated to in advance of this fall’s <em>It Ends With Us, </em>in which star Blake Lively clashed with director and co-star Justin Baldoni. Though details were murky and mostly seemed to center on a difference in creative vision between the two (not exactly the stuff of soap operas), it snowballed into fodder for all kinds of other discussions on the controversial themes of the film, which dealt with domestic violence, Baldoni’s <a href=\"https://www.vox.com/culture/366523/blake-lively-drama-justin-baldoni-it-ends-with-us-hoover-movie-feud\">previous life as a self-identified “male feminist”</a> voice online, and Lively’s husband Ryan Reynolds, who people tend to have strong opinions about.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-1485000691.jpg?quality=90&#038;strip=all&#038;crop=0,10.725396464072,100,78.549207071857\" alt=\"Actors Glen Powell and Sydney Sweeney during opening night of the Sony Pictures Entertainment Presentation at The Colosseum at Caesars Palace during CinemaCon in Las Vegas, Nevada on April 24, 2023.\" title=\"Actors Glen Powell and Sydney Sweeney during opening night of the Sony Pictures Entertainment Presentation at The Colosseum at Caesars Palace during CinemaCon in Las Vegas, Nevada on April 24, 2023.\" data-has-syndication-rights=\"1\" data-caption=\"Glen Powell and Sydney Sweeney at  CinemaCon in Las Vegas n April 24, 2023. | Kevin Winter/Getty Images for CinemaCon\" data-portal-copyright=\"Kevin Winter/Getty Images for CinemaCon\" />\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/culture/2022/9/6/23339631/dont-worry-darling-wilde-pugh-feud-explained\">2022’s <em>Don’t Worry Darling</em> had both love and hate</a> — buzz about an affair between director and star Olivia Wilde and her lead actor, pop megastar Harry Styles, and rumors of tension between everyone from Wilde and actress Florence Pugh, Pugh and one-time co-star Shia LaBeouf, and, potentially, Styles and co-star Chris Pine, with whom he was alleged to have <a href=\"https://www.youtube.com/watch?v=UryoAepZqOM\">spit on at the premiere</a>. (The spitting was roundly denied.)</p>\n\n<p class=\"has-text-align-none\">All of these films have been major box office successes, begging the question of how much the off-screen drama convinced people to buy tickets. This isn’t always the case; when Joaquin Phoenix caused controversy for his behavior on the 2008 press tour for <em>Two Lovers,</em> which he later described as &#8220;performance art,” it didn’t translate to tons of sales.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps that’s because audiences’ relationship to press tours is extremely different than it was 16 years ago. Thanks to social media, people now have unprecedented access into the lives of celebrities and industry insiders to the point where they’re absorbing the jargon of the business and speculating on the career trajectories of their favorites. Normal fans now regularly <a href=\"https://x.com/guyfierisuprfan/status/1848372521604673770\">discuss whether a certain star</a> is sufficiently “media trained,” congratulating those who are able to sidestep uncomfortable questions and seem unflappable. You’d think it’s counterintuitive — don’t people <em>want</em> their celebrities to be unfiltered and entertaining rather than “brand-safe”? Instead, they cheer on the <a href=\"https://x.com/guyfierisuprfan/status/1848372521604673770\">performance of celebrity</a> rather than the celebrity herself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In other words, press tours aren’t for the press anymore. They’re for the general public, which has, in turn, become the press — or at least the press that matters. What would once involve a trip to a couple late night talk shows and a glossy magazine cover now mandates appearances on a laundry list of shows, many of them online-only, whether that means shoving down chicken wings on <em>Hot Ones</em>, flirting with Amelia Dimoldenberg on <em>Chicken Shop Date</em>, taking a Vanity Fair lie detector test, or gabbing about your must-have products with GQ. Footage from these shows and red carpet interviews are then clipped and optimized to go viral on social media and become inescapable whether you’re interested in seeing the film or not.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because so much of press tours now take place online, it’s even easier to feel like what you’re seeing is an authentic portrayal of actors’ lives. It seems less manufactured (though of course the celebrities are there to work). It’s easy to believe that Grande and Erivo really do share Glinda and Elphaba’s complex best friendship — or even, perhaps, that you’re their friend, too. A dramatic or intense off-camera dynamic among a cast now might be exactly what convinces audiences to shell out for movie tickets, because it feels like the stakes are immediate. Wait too long to see it, and you might have missed out on your chance to join in the discourse while it’s still fresh.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the case of <em>Wicked,</em> it’ll be interesting to see how Part One compares to next year’s promotional tour. How many more times can we see Erivo and Grande in theatrical green and pink gowns crying over how much they love each other? How much more — and please excuse the <em>Wicked</em> pun — popular could it even get?&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, November 25, 1 pm ET: </strong>This story, originally pushed November 22, has been updated with information about the Grande and Erivo Out interview.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Over the past few years, the public has stopped treating movie press tours like marketing fluff and started treating them like reality shows. These often tedious stretches of talk-show appearances, red carpets, and press junkets that have been part of the Hollywood grind for decades are suddenly getting as much attention on social media as [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "The huge stakes in a Supreme Court case about vaping",
    "link": "https://www.vox.com/scotus/387520/supreme-court-white-lion-andy-oldham-vaping",
    "pubDate": "2024-11-25T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A young woman wearing a yellow golf visor exhales a cloud of smoke.\" data-caption=\"Golfer Charley Hull vapes during the 2024 Solheim Cup on September 15, 2024. | Brian Spurlock/Icon Sportswire via Getty Images\" data-portal-copyright=\"Brian Spurlock/Icon Sportswire via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2171379877.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Golfer Charley Hull vapes during the 2024 Solheim Cup on September 15, 2024. | Brian Spurlock/Icon Sportswire via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><a href=\"https://www.scotusblog.com/case-files/cases/food-and-drug-administration-v-wages-and-white-lion-investments-llc/\"><em>FDA v. Wages and White Lion Investments</em></a>, which the Supreme Court will hear on the first Monday in December, is a significant case in its own right. It involves the Food and Drug Administration’s long-delayed attempt to regulate flavored nicotine vapes and to prevent children from becoming addicted to nicotine because they are enticed by vapes with fruit or candy flavors.</p>\n\n<p class=\"has-text-align-none\">But the case is also significant for another reason. Seven federal appeals courts <a href=\"https://www.supremecourt.gov/DocketPDF/23/23-1038/323413/20240826164114741_23-1038tsFDA.pdf\">unanimously rejected</a> legal challenges to the FDA’s decision not to authorize certain flavored vapes and e-cigarettes. Only one outlier court, the United States Court of Appeals for the Fifth Circuit, took a position that is unusually favorable to tobacco companies, which led us to this Supreme Court case.</p>\n\n<p class=\"has-text-align-none\">The Fifth Circuit is the <a href=\"https://www.vox.com/policy-and-politics/2022/12/27/23496264/supreme-court-fifth-circuit-trump-court-immigration-housing-sexual-harrassment\">most right-wing appeals court in the federal system</a> — and is notorious for its contrarian decisions. Post 2024 election, it is a particularly important court to watch, as it is also considered a breeding ground for potential Trump nominees to the Supreme Court.</p>\n\n<p class=\"has-text-align-none\">One of its judges, Andrew Oldham, is the author of the Fifth Circuit’s decision in <em>White Lion</em>. Oldham is widely considered a <a href=\"https://www.nbcnews.com/politics/2024-election/trump-will-name-conservative-judges-may-even-pick-majority-supreme-cou-rcna179130\">strong contender for a Supreme Court nomination</a> if an opening arises in the incoming Trump administration, especially if his former boss, Justice Samuel Alito, retires. </p>\n\n<p class=\"has-text-align-none\">In his <em>White Lion </em>opinion, Oldham claims that the FDA botched its decision to effectively pull several fruit- and candy-flavored nicotine vapes from the market, and must run through its decision process again. If it were to do so, the agency could reach a different result on flavored vapes: It will have new leadership in the Trump administration.</p>\n\n<p class=\"has-text-align-none\">There are two things to know about Oldham’s opinion. One, it appears to have been written not just to sabotage the FDA’s regulation of vaping but to drastically undercut the federal government’s ability to perform all sorts of routine and uncontroversial actions. If the Supreme Court accepted his arguments, they’d greatly undermine the federal government’s ability to regulate businesses and communicate with the public.</p>\n\n<p class=\"has-text-align-none\">Two, Oldham’s opinion is very sloppy: It takes significant liberties with the law and is riddled with very basic factual errors. In fact, shortly after it was handed down, one of the tobacco companies that prevailed in Oldham’s court filed a brief motion pointing out one of these factual errors and asking the court to “<a href=\"https://storage.courtlistener.com/recap/gov.uscourts.ca5.204569/gov.uscourts.ca5.204569.362.0.pdf\">amend, modify, or otherwise clarify</a>” Oldham’s opinion to remove this misstatement of fact (the court <a href=\"https://ecf.ca5.uscourts.gov/n/beam/servlet/TransportRoom?servlet=ShowDocMulti&amp;incPdfHeader=Y&amp;pacer=t&amp;CSRF=csrf_4851528641319406030&amp;incPdfHeaderDisp=Y&amp;caseId=204569&amp;recapDocNum=367&amp;recapCaseNum=21-60766&amp;outputType=doc&amp;d=10315025&amp;outputForm=view&amp;incPdfFooter=&amp;dls=7093534%252C7093539\">refused to do so</a>).</p>\n\n<p class=\"has-text-align-none\">All of that means <em>White Lion</em> is significant for three reasons. It is likely to reveal whether the Supreme Court will allow judges to sabotage attempts to regulate tobacco that are authorized by federal law. It shines a light on a prominent Trump judge who may soon become one of the most powerful people in the United States. And it places the justices in the awkward position of reviewing some truly shoddy work by someone who could soon become one of their colleagues.</p>\n\n<p class=\"has-text-align-none\">Though the Supreme Court is very conservative, with a 6-3 Republican supermajority, it is likely that even this Court will reverse Oldham’s <em>White Lion</em> decision. Neither the Fifth Circuit, <a href=\"https://www.vox.com/scotus/358326/supreme-court-netchoice-moody-paxton-first-amendment\">nor Oldham in particular</a>, have a particularly strong record when their decisions are reviewed by the Supreme Court. Additionally, seven federal appeals courts other than the Fifth Circuit have considered the same legal question presented in <em>White Lion</em>, and every single judge that heard those cases rejected Oldham’s reasoning.</p>\n\n<p class=\"has-text-align-none\">Still, it’s important to remember that this is the same Supreme Court that recently held that Trump is allowed to <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">use the powers of the presidency to commit crimes</a>, so there’s no guarantee that a majority of the justices will follow existing law in <em>White Lion</em>, no matter how clear that law may be.</p>\n\n<h2 class=\"wp-block-heading\">So what are the rules governing flavored vapes?</h2>\n\n<p class=\"has-text-align-none\"><em>White Lion</em> arises out of the FDA’s effort to rein in youth vaping long after, as Trump’s own FDA commissioner said in 2019, the US saw an “<a href=\"https://www.fda.gov/news-events/press-announcements/statement-fda-commissioner-scott-gottlieb-md-advancing-new-policies-aimed-preventing-youth-access\">epidemic-level rise in youth e-cigarette use</a>.” </p>\n\n<p class=\"has-text-align-none\">Congress did not pass a law permitting the FDA to regulate tobacco <a href=\"https://www.fda.gov/tobacco-products/rules-regulations-and-guidance-related-tobacco-products/family-smoking-prevention-and-tobacco-control-act-overview\">until 2009</a>, and the FDA didn’t finalize its regulations allowing it to regulate vapes <a href=\"https://www.federalregister.gov/documents/2016/05/10/2016-10685/deeming-tobacco-products-to-be-subject-to-the-federal-food-drug-and-cosmetic-act-as-amended-by-the\">until 2016</a>. Those regulations, moreover, only gradually rolled out enforcement of the new restrictions on vapes, and litigation delayed matters even further.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the end, companies that wished to sell vaping products were required to <a href=\"https://scholar.google.com/scholar_case?case=3197171505574771345&amp;hl=en&amp;as_sdt=6&amp;as_vis=1&amp;oi=scholarr\">seek FDA approval of those products by September 9, 2020</a>, or else those products were to be removed from the market. Companies that met this application deadline were given an additional grace period when they could still market their product in the US while the FDA considered their application.</p>\n\n<p class=\"has-text-align-none\">The result is that flavored vapes are now everywhere, and the FDA is stuck playing catch up. The <em>White Lion </em>case involves the FDA’s decision not to allow two companies to sell vapes with flavors that seem designed to appeal to children and teens, such as <a href=\"https://www.supremecourt.gov/DocketPDF/23/23-1038/323413/20240826164114741_23-1038tsFDA.pdf\">“Chewy Clouds Sour Grape,” “Killer Kustard,” and “Suicide Bunny Mother’s Milk and Cookies.”</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite the law’s slow rollout, it <a href=\"https://casetext.com/statute/united-states-code/title-21-food-and-drugs/chapter-9-federal-food-drug-and-cosmetic-act/subchapter-ix-tobacco-products/section-387j-application-for-review-of-certain-tobacco-products\">imposes strict regulations on “new” tobacco products</a>, which it defines as any such product “that was not commercially marketed in the United States as of February 15, 2007,” or any modification to a tobacco product marketed after this date. Flavored vapes count as such a “new” product.</p>\n\n<p class=\"has-text-align-none\">Under the law, the FDA “<a href=\"https://www.law.cornell.edu/uscode/text/21/387j\">shall deny an application</a>” seeking to market such a product unless it determines that permitting a particular vape to remain on the market is “appropriate for the protection of the public health.” To make this determination, the FDA must weigh whether permitting a particular vaping device to be sold would cause more existing smokers to “stop using such products” than it would cause “those who do not use tobacco products” to “start using such products.”</p>\n\n<p class=\"has-text-align-none\">Armed with this statutory mandate, the FDA has approved vaping products that it believes are likely to convert tobacco smokers into vapers, on the theory that vaping is less dangerous than smoking. But it has rejected products that it believes are likely to encourage people who do not currently use nicotine — and especially children and teens who do not vape — to take up the habit.</p>\n\n<p class=\"has-text-align-none\">Specifically, the FDA <a href=\"https://www.supremecourt.gov/DocketPDF/23/23-1038/323413/20240826164114741_23-1038tsFDA.pdf\">approved several vaping products that taste similar to cigarettes</a>, believing that adult smokers may prefer these less-dangerous products over smoking. Most of the FDA-approved flavored vapes are tobacco flavored, but the FDA also recently approved a handful of menthol-flavored vapes as well (menthol is a common flavor in cigarettes).</p>\n\n<p class=\"has-text-align-none\">At the same time, the FDA has thus far rejected applications to market fruit-flavored, candy-flavored, or other sweet-tasting vapes, <a href=\"https://www.supremecourt.gov/DocketPDF/23/23-1038/323413/20240826164114741_23-1038tsFDA.pdf\">pointing to data</a> showing that these products are especially likely to appeal to children and teens. </p>\n\n<p class=\"has-text-align-none\">All of this said, the FDA has not issued a blanket rule forbidding fruit-flavored vapes or approving tobacco-flavored ones. Instead, anyone who wishes to sell a vaping product in the United States must submit an individualized application to the FDA, which must lay out the evidence that their product is likely to convert adult smokers into vapers without encouraging new people to take up vaping. </p>\n\n<p class=\"has-text-align-none\">So it is at least theoretically possible that someone could develop a cherry-flavored vape that is unusually unattractive to teens and earn FDA approval.</p>\n\n<h2 class=\"wp-block-heading\">So how did Andy Oldham wind up getting involved?</h2>\n\n<p class=\"has-text-align-none\">After the FDA started denying applications to sell flavored vapes, lawsuits abounded. For the moment, however, every single judge who does not sit in the Fifth Circuit rejected Oldham’s arguments that the FDA broke the law when it denied these applications. (The one possible exception is the Eleventh Circuit, which ruled in favor of a vaping company in <a href=\"https://media.ca11.uscourts.gov/opinions/pub/files/202113340.pdf\"><em>Bidi Vapor v. FDA</em></a> (2022). <em>Bidi Vapor</em>, however, was a narrow opinion that turned on facts specific to that case.)</p>\n\n<p class=\"has-text-align-none\">Oldham and his court, meanwhile, <a href=\"https://www.supremecourt.gov/DocketPDF/23/23-1038/323413/20240826164114741_23-1038tsFDA.pdf\">claim to have found <em>five</em> separate legal flaws</a> in the FDA’s decision to reject flavored vapes that every other judge this issue came before missed.</p>\n\n<p class=\"has-text-align-none\">Oldham devotes the bulk of his opinion to a single argument: He claims that the FDA broke the law because it told vaping companies to submit one kind of evidence when they applied for FDA approval of their products, and then the FDA did a “<a href=\"https://casetext.com/case/wages-white-lion-invs-v-food-drug-admin-2\">regulatory switcheroo</a>” and denied those applications for failing to present a different kind of evidence. However, in reaching this conclusion, Oldham misstates the law and makes factual errors that undermine the entire premise of his opinion.</p>\n\n<p class=\"has-text-align-none\">Oldham’s primary argument, for example, is that the FDA engaged in a “switcheroo” because it previously told vaping companies that it “does not expect that applicants will have to conduct long-term studies to support an application,” then later decided to impose “<a href=\"https://casetext.com/case/wages-white-lion-invs-v-food-drug-admin-2\">two requirements—randomized controlled trials and longitudinal cohort studies</a>.” (A “longitudinal cohort study” is one that <a href=\"https://www.cancer.gov/publications/dictionaries/cancer-terms/def/longitudinal-cohort-study\">follows a large group of test subjects over a long time</a>.)</p>\n\n<p class=\"has-text-align-none\">But this claim is obviously false. Here’s <a href=\"https://casetext.com/case/wages-white-lion-invs-v-food-drug-admin-2\">what the FDA actually said</a> when it denied the applications at issue in <em>White Lion</em>:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">In light of the known risks to youth of marketing flavored [vaping products], robust and reliable evidence is needed regarding the magnitude of the potential benefit to adult smokers. This evidence could have been provided using a randomized controlled trial and/or longitudinal cohort study that demonstrated the benefit of your flavored [vaping] products over an appropriate comparator tobacco-flavored [product]. Alternatively, FDA would consider other evidence<strong> </strong>but only if it reliably and robustly evaluated the impact of the new flavored vs. Tobacco-flavored products on adult smokers&#8217; switching or cigarette reduction over time<strong>.</strong></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">The FDA, in other words, very clearly did not say that applicants must submit “randomized controlled trials and longitudinal cohort studies,” as Oldham claims. It said that applicants “could have provided” these kinds of studies. But the FDA also “would consider other evidence.”</p>\n\n<p class=\"has-text-align-none\">Elsewhere in his opinion, Oldham tries to impose a new legal obligation on federal agencies that would severely undermine their ability to function and communicate with the public.</p>\n\n<p class=\"has-text-align-none\">During the period between 2016, when the FDA issued its initial rule announcing that it would regulate vapes, and when the agency actually started to grant or deny applications to sell certain vaping products, the agency also released several nonbinding “guidance” documents. These documents provided vaping companies with some information on the agency’s thinking on the product approval process, and offered them advice on how to assemble a successful application.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These sorts of guidance documents do not have the force of law, but agencies of all kinds frequently release them to advise the public about the agency’s internal thinking, and to help companies anticipate what sort of actions could get them in trouble with the federal government.</p>\n\n<p class=\"has-text-align-none\">Oldham claims that the vaping companies should prevail because these documents “could be read in good faith” to support those companies’ position, even though these documents are nonbinding and the agency itself rejects the companies’ interpretation of these documents. As Oldham writes, “for FDA to prevail, not only must its understanding of the [guidance documents] be reasonable, but the manufacturers&#8217; understanding of those [documents] <a href=\"https://casetext.com/case/wages-white-lion-invs-v-food-drug-admin-2\">also must be <em>unreasonable</em></a>.”</p>\n\n<p class=\"has-text-align-none\">Oldham, in other words, would permit regulated businesses to comb through every nonbinding statement an agency has ever made, looking for phrases that could plausibly be interpreted to undermine the agency, and then insist that such a contested interpretation of a nonbinding document must bind the agency. </p>\n\n<p class=\"has-text-align-none\">As the Justice Department points out in its brief, Oldham’s rule would create a perverse incentive for agencies that would hurt regulated businesses in the long run. Right now, agencies routinely release guidance documents in order to “furnish private parties with useful advice about how the agency interprets the law and how it plans to exercise its discretion.” But if those documents can be weaponized against the agency in the way Oldham suggests, that “<a href=\"https://www.supremecourt.gov/DocketPDF/23/23-1038/323413/20240826164114741_23-1038tsFDA.pdf\">discourages agencies from providing guidance in the first place</a>—an outcome that, in the long run, harms rather than helps regulated parties.”</p>\n\n<p class=\"has-text-align-none\">If you want to read a more comprehensive catalog of Oldham’s many missteps, I encourage you to <a href=\"https://www.supremecourt.gov/DocketPDF/23/23-1038/323413/20240826164114741_23-1038tsFDA.pdf\">read the Justice Department’s brief</a>. It exposes an opinion riddled with errors of all kinds, many of which are obvious to anyone familiar with the facts of this case.</p>\n\n<h2 class=\"wp-block-heading\">The poorly reasoned <em>White Lion</em> opinion is typical of Oldham’s work</h2>\n\n<p class=\"has-text-align-none\">Everyone, including federal judges, has bad days at the office. So if <em>White Lion</em> were an isolated example of Oldham releasing a shoddy opinion, it could probably be overlooked. </p>\n\n<p class=\"has-text-align-none\">But <em>White Lion </em>is by no means an isolated case. It is, in fact, quite typical of Oldham’s work.</p>\n\n<p class=\"has-text-align-none\">Shortly before the election, for example, Oldham handed down an opinion in <a href=\"https://s3.documentcloud.org/documents/25252882/rnc-ballots-case.pdf\"><em>Republican National Committee v. Wetzel</em></a>, which claims that an 1872 law setting the date when federal elections take place forbids states from counting mailed ballots that arrive after Election Day — and that somehow no one noticed this fact for the last 152 years.</p>\n\n<p class=\"has-text-align-none\">Ordinarily, after mentioning a judge’s opinion, I would attempt to summarize its reasoning, but it is hard to even say what Oldham’s argument is. As I wrote shortly after the decision was handed down, he appears to have <a href=\"https://www.vox.com/2024-elections/380481/republican-wetzel-fifth-circuit-supreme-court-ballots-mail\">simply made up some of his conclusions</a> — and he cites no legal authority whatsoever to support key contentions.</p>\n\n<p class=\"has-text-align-none\">Or take Oldham’s opinion in <a href=\"https://casetext.com/case/netchoice-llc-v-paxton-2\"><em>NetChoice v. Paxton</em></a> (2022), where Oldham upheld a state law that would have <a href=\"https://casetext.com/case/netchoice-llc-v-paxton-2\">placed the Texas government in charge of content moderation</a> at the major social media outlets. This law is obviously unconstitutional — the First Amendment does not permit the government to seize control of the media’s editorial decisions — and the Supreme Court <a href=\"https://www.vox.com/scotus/358326/supreme-court-netchoice-moody-paxton-first-amendment\">rejected Oldham’s approach in a 6-3 decision</a>.</p>\n\n<p class=\"has-text-align-none\">Oldham also joined two opinions threatening the continued existence of two entire federal agencies, the <a href=\"https://www.vox.com/2021/6/24/22547545/supreme-court-collins-yellen-124-billion-housing-unitary-executive-samuel-alito-neil-gorsuch\">Federal Housing Finance Agency</a> and the <a href=\"https://www.vox.com/scotus/24158216/supreme-court-cfpb-clarence-thomas-community-financial\">Consumer Financial Protection Bureau</a>. If the Supreme Court had adopted Oldham’s position in either case, it would have so <a href=\"https://www.vox.com/22106497/supreme-court-collins-mnuchin-124-billion-fannie-mae-freddie-mac-unitary-executive-housing\">severely disrupted the US housing market</a> that it could have triggered the <a href=\"https://www.vox.com/scotus/2023/9/23/23864355/supreme-court-cfpb-unconstitutional-consumer-financial-fifth-circuit-great-depression\">worst economic catastrophe</a> since the Great Depression. Fortunately, the justices rejected Oldham’s position in each case, and by a lopsided margin.</p>\n\n<p class=\"has-text-align-none\">At least on the surface, Oldham appears conventionally qualified for the Supreme Court. He graduated from Harvard Law School, clerked for Alito, and is a sitting US Court of Appeals judge. But his record on the bench reveals someone who is reckless with power, often not even really bothering to explain the reasoning behind his opinions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nevertheless, by all outward signs, he is a strong contender for the high Court in the incoming Trump administration. Among other things, the Federalist Society, which played an <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">enormous role in selecting Trump’s judicial nominees</a> during his first term, just <a href=\"https://fedsoc.org/conferences/2024-national-lawyers-convention#agenda-item-2024-nlc-welcome\">made Oldham the opening speaker at its annual lawyers convention</a>. That’s a plum speaking gig for any judge campaigning for higher office.</p>\n\n<p class=\"has-text-align-none\">If he does achieve such office, Oldham’s uniquely careless approach to legal analysis could shape US law for a very long time. Oldham is in his mid-40s, so he could potentially serve on the Supreme Court for several decades if appointed.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "FDA v. Wages and White Lion Investments, which the Supreme Court will hear on the first Monday in December, is a significant case in its own right. It involves the Food and Drug Administration’s long-delayed attempt to regulate flavored nicotine vapes and to prevent children from becoming addicted to nicotine because they are enticed by [&#8230;]",
    "author": "Ian Millhiser"
  }
]