[
  {
    "title": "Health care costs could spike for millions of families",
    "link": "https://www.vox.com/policy/387424/enhanced-premium-tax-credit-health-care-marketplace-aca",
    "pubDate": "2024-11-24T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Protesters on a city street carry signs, one of which reads “A.C.A. saves lives.”\" data-caption=\"The enhanced premium tax credit, which subsidizes health insurance for millions of families, is set to expire at the end of 2025. | Albin Lohr-Jones/Pacific Press/LightRocket via Getty Images\" data-portal-copyright=\"Albin Lohr-Jones/Pacific Press/LightRocket via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-824421546.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The enhanced premium tax credit, which subsidizes health insurance for millions of families, is set to expire at the end of 2025. | Albin Lohr-Jones/Pacific Press/LightRocket via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">With the GOP regaining control of Congress, Republicans are looking to slash health care spending, specifically <a href=\"https://www.nytimes.com/2024/11/20/health/medicaid-cuts-republican-congress.html\">eyeing Medicaid cuts</a> and work requirements. While those fights are almost certainly going to garner a lot of coverage, it’s important to also pay attention to some of the less splashy policies also on the chopping block.</p>\n\n<p class=\"has-text-align-none\">These might not be major programs. You might not have even heard of some of them. But America’s social safety net relies on a patchwork of many different, sometimes low-profile, subsidies that many of us take for granted. Some of these programs might only appear in spending bills as a small line item that few people notice, and that makes it just that much easier for lawmakers to slowly but surely dismantle our social safety net.</p>\n\n<p class=\"has-text-align-none\">Here’s one example: For millions of families, a spike in health care costs might be around the corner because crucial subsidies are set to expire at the end of next year. Some families will see their premiums rise by thousands of dollars; others might lose their insurance altogether.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2021, President Joe Biden signed into law the American Rescue Plan Act, which included a provision that enhanced the premium tax credit — a piece of the Affordable Care Act (ACA) that subsidized the cost of premiums for some lower- and middle-income families. The Biden-era enhancements, which <a href=\"https://www.kff.org/affordable-care-act/issue-brief/inflation-reduction-act-health-insurance-subsidies-what-is-their-impact-and-what-would-happen-if-they-expire/\">essentially expanded the number of people</a> who qualify for the tax credit, were originally set to expire at the end of 2022, but Congress <a href=\"https://www.kff.org/affordable-care-act/issue-brief/inflation-reduction-act-health-insurance-subsidies-what-is-their-impact-and-what-would-happen-if-they-expire/\">extended them through 2025</a> when it passed the Inflation Reduction Act. (For families at or slightly above the poverty line, the enhanced tax credit subsidizes the full premium. For people making more than 400 percent of the poverty line — people who were previously ineligible for this subsidy — it <a href=\"https://www.kff.org/interactive/how-much-more-would-people-pay-in-premiums-if-the-acas-enhanced-subsidies-expired/\">caps their premiums to 8.5 percent</a> of their income.)</p>\n\n<p class=\"has-text-align-none\">The enhanced premium tax credits contributed to a record number of insured people in the United States. In February 2021, before Congress expanded the premium tax credits, 11.2 million people were enrolled in health coverage through ACA marketplaces. By 2024, that number <a href=\"https://www.cbpp.org/research/health/premium-tax-credit-improvements-must-be-extended-to-prevent-steep-rise-in-health\">shot up to 20.8 million people</a>.</p>\n\n<p class=\"has-text-align-none\">There are many reasons for the dramatic increase in marketplace coverage — including the fact that <a href=\"https://www.kff.org/medicaid/press-release/as-medicaid-unwinding-concludes-in-most-states-kff-finds-25-million-lost-medicaid-coverage-but-enrollment-is-10-million-higher-than-pre-pandemic-levels/\">millions of people were disenrolled</a> from Medicaid coverage after Covid emergency measures lapsed and had to turn to other forms of insurance, including the marketplace — but the enhanced premium tax credit played a critical role. Its expansion was the main reason so many more people were able to enroll in health care coverage from the ACA marketplace, <a href=\"https://www.kff.org/policy-watch/another-year-of-record-aca-marketplace-signups-driven-in-part-by-medicaid-unwinding-and-enhanced-subsidies/\">according to the Kaiser Family Foundation</a>.</p>\n\n<p class=\"has-text-align-none\">If Congress allows the enhanced premium tax credits to expire, millions of people will see a noticeable rise in out-of-pocket expenses. Many will likely lose their coverage, and that’s without considering how much more will be at stake if Medicaid gets slashed as well. For low-income families, particularly those who live just above the poverty line, that could be a nightmare.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Who’s at risk of seeing higher costs?</strong></h2>\n\n<p class=\"has-text-align-none\">The enhanced tax credits didn’t overhaul the health care system, and you probably don’t remember hearing candidates talk about them much, if at all, during the election. But they proved to be a crucial, if small, improvement to the system already in place, and had immediate and tangible results when it came to getting more people insured. </p>\n\n<p class=\"has-text-align-none\">“The premium tax credit improvements really led to huge pocket savings for people — $700 [per year] on average,” said Gideon Lukens, a senior fellow and director of research and data analysis at the Center on Budget and Policy Priorities (CBPP). “They were really the primary reason that marketplace enrollment increased … and the uninsured rate fell to an all-time low.”</p>\n\n<p class=\"has-text-align-none\">As of now, around <a href=\"https://www.cbpp.org/research/health/premium-tax-credit-improvements-must-be-extended-to-prevent-steep-rise-in-health\">93 percent of people</a> enrolled through the ACA marketplace receive a premium tax credit. But if these tax credit expansions aren’t extended or made permanent, <a href=\"https://www.cbo.gov/system/files/2024-06/60437-Arrington-Smith-Letter.pdf\">3.4 million people</a> could lose their insurance, according to the Congressional Budget Office. The Urban Institute similarly estimates that <a href=\"https://www.urban.org/urban-wire/four-million-people-will-lose-health-insurance-if-premium-tax-credit-enhancements-expire\">4 million people could lose their insurance</a> if Congress doesn’t act in time.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.cbpp.org/research/health/premium-tax-credit-improvements-must-be-extended-to-prevent-steep-rise-in-health\">According to the Center on Budget and Policy Priorities</a>, Black and Latino people benefited most from the enhanced premium tax credit,&nbsp;so they will likely be disproportionately affected by cuts. Marketplace enrollment among Black people, for example, grew by 186 percent after the enhanced premium tax credit went into effect, and for Latino people, it grew by 158 percent. By contrast, marketplace enrollment for other racial groups grew by 63 percent during the same period.&nbsp;</p>\n\n<p class=\"has-text-align-none\">More than 19 million people will likely see higher premiums without the enhanced tax credit. Many families could see costs go up significantly, especially if they have moderate incomes or have older members, who already have to pay higher premiums. A 60-year-old couple making $82,000 a year, for example, could see their monthly premiums triple, which means they would owe an additional $18,400 out of pocket, according to the <a href=\"https://www.cbpp.org/research/health/premium-tax-credit-improvements-must-be-extended-to-prevent-steep-rise-in-health#_ftn14\">CBPP report</a>.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Looking ahead</strong></h2>\n\n<p class=\"has-text-align-none\">The GOP will be responsible for deciding whether the enhanced premium tax credits should expire or be extended. Given the success of the tax credits — leading to a record-high enrollment rate — it would be a mistake to let the enhancements lapse.</p>\n\n<p class=\"has-text-align-none\">While the GOP might not necessarily be so eager to expand social programs — it tried and failed to repeal the Affordable Care Act during Donald Trump’s first term — the benefits of the enhanced premium tax credit are extremely tangible, and if they’re gone, millions of Americans will quickly notice. That could give Democrats room to put pressure on Republicans to strike a deal that, ideally, would make these enhancements permanent. So while lawmakers should fight tooth and nail to minimize or avoid cuts to major programs like Medicare or Medicaid, they should also remember that these small adjustments are worth fighting for as well, including things like the enhanced premium tax credit or, say, <a href=\"https://www.washingtonpost.com/business/2024/11/18/gop-targets-medicaid-food-stamps/\">what people can buy with food stamps</a>, these provisions still lower the cost of living for millions of families.</p>\n\n<p class=\"has-text-align-none\">As Republicans regain control of Congress and the White House, it’s easy to lose hope that any meaningful antipoverty efforts will happen at the federal level. But while elections have consequences, they also aren’t permanent. That’s why, over the coming months, I’ll be focusing on what antipoverty policies states across the country are experimenting with — experiments that could one day be replicated at the federal level when it’s more politically feasible. Have you benefited from state or local programs that you think would be a good model for the rest of the country? If so, I’d love to hear from you. Please email me at abdallah.fayyad@vox.com.</p>\n\n<h2 class=\"wp-block-heading\">One more thing</h2>\n\n<p class=\"has-text-align-none\">Meet the&nbsp;<a href=\"https://www.vox.com/future-perfect/386449/2024-future-perfect-50-progress-ai-climate-animal-welfare-innovation\" target=\"_blank\" rel=\"noreferrer noopener\">2024 Future Perfect 50</a>! Vox’s third annual celebration of the individuals who are imagining and building a better future includes people who are fighting global poverty.</p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the&nbsp;<a href=\"https://www.vox.com/pages/within-our-means-newsletter-us-poverty-politics-solutions\">Within Our Means</a>&nbsp;newsletter. Sign up&nbsp;<a href=\"https://www.vox.com/pages/within-our-means-newsletter-us-poverty-politics-solutions\">here</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "With the GOP regaining control of Congress, Republicans are looking to slash health care spending, specifically eyeing Medicaid cuts and work requirements. While those fights are almost certainly going to garner a lot of coverage, it’s important to also pay attention to some of the less splashy policies also on the chopping block. These might [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "Why Elon Musk can never balance the budget, in one chart",
    "link": "https://www.vox.com/policy/387382/musk-trump-balance-budget-doge",
    "pubDate": "2024-11-24T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump in a red MAGA hat stands beside and behind Elon Musk, who is wearing black leather and holding sunglasses to his eyes with both hands.\" data-caption=\"US President-elect Donald Trump and Elon Musk watch the launch of the sixth test flight of the SpaceX Starship rocket on November 19, 2024, in Brownsville, Texas. | Brandon Bell/Getty Images\" data-portal-copyright=\"Brandon Bell/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2185933741.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>US President-elect Donald Trump and Elon Musk watch the launch of the sixth test flight of the SpaceX Starship rocket on November 19, 2024, in Brownsville, Texas. | Brandon Bell/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Two. Trillion. Dollars.</p>\n\n<p class=\"has-text-align-none\">That&#8217;s how much Elon Musk, co-chair of President-elect Donald Trump&#8217;s new &#8220;Department of Government Efficiency,&#8221; or DOGE, has said <a href=\"https://thehill.com/business/4966789-elon-musk-skepticism-2-trillion-spending-cuts/\">he can cut</a> out of the annual federal budget. Musk and his partner <a href=\"https://www.wsj.com/opinion/musk-and-ramaswamy-the-doge-plan-to-reform-government-supreme-court-guidance-end-executive-power-grab-fa51c020?mod=opinion_trendingnow_article_pos1\">Vivek Ramaswamy have suggested</a> that they can achieve this through &#8220;mass head-count reductions across the federal bureaucracy,&#8221; by cracking down on spending &#8220;unauthorized&#8221; by Congress, and &#8220;large-scale audits&#8221; of federal contracts. Their target wouldn&#8217;t be entitlement programs &#8220;like Medicare and Medicaid,&#8221; they say, but &#8220;waste, fraud, and abuse that nearly all taxpayers wish to end.&#8221;</p>\n\n<p class=\"has-text-align-none\">If you could actually cut this much, it would wipe out the <a href=\"https://www.cbo.gov/publication/60039\">US’s $1.9 trillion deficit</a> and put the country into surplus for the <a href=\"https://usafacts.org/answers/what-is-the-federal-governments-budget-deficit-or-surplus/country/united-states/\">first time since the 2001 fiscal year</a>. But let’s be clear: There is no way in hell Musk and Ramaswamy are going to be able to identify $2 trillion in annual spending to cut, and they certainly will not get anywhere near that number without congressional action.</p>\n\n<p class=\"has-text-align-none\">To see why, consult this simple chart of projected federal spending in fiscal year 2025, which began on October 1:</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"The 2025 federal budget, by category\" src=\"https://datawrapper.dwcdn.net/AnUxn/2/\" frameborder=\"0\" height=\"581\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">I’m using the current fiscal year, but you’ll see something similar in <a href=\"https://www.cbo.gov/publication/59727\">any given year</a>. The biggest single program is Social Security (which I’ve grouped here with its companion program, Supplemental Security Income). Trump has promised he <a href=\"https://www.youtube.com/watch?v=R_aElHAN5II\">will not cut 1 cent</a> from Social Security, so that’s roughly $1.6 trillion out of the $7 trillion budget off the table.</p>\n\n<p class=\"has-text-align-none\">The next-largest is interest payments on federal debt, accumulated from prior deficits. Musk’s <a href=\"https://x.com/america/status/1857228761915412814\">America PAC has bafflingly listed this as a form of government waste</a>, but failing to pay interest on past debt would constitute a US default and likely lead to a national, and probably global, financial crisis and recession. While we can reduce future deficits and pay less interest in the future, we’re obligated to pay interest on debt we’ve already accumulated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So there’s nothing to save here either. Already we’ve ruled out over a third of total spending.</p>\n\n<p class=\"has-text-align-none\">Next up is defense spending. Musk and Ramaswamy <a href=\"https://www.wsj.com/opinion/musk-and-ramaswamy-the-doge-plan-to-reform-government-supreme-court-guidance-end-executive-power-grab-fa51c020?mod=opinion_trendingnow_article_pos1\">highlighted wasteful Pentagon spending</a> in their Wall Street Journal op-ed, so this money could face some cuts. But Trump massively <a href=\"https://www.defense.gov/News/News-Stories/Article/article/1474925/trump-mattis-hail-spending-bill-to-fund-strongest-military-ever/\">increased defense spending</a> in his first years in office, and his congressional allies, like incoming Senate Armed Services chair Roger Wicker (R-MS), have <a href=\"https://www.americanprogress.org/article/a-senate-republican-defense-proposal-would-balloon-military-funding-by-roughly-6-trillion/\">proposed trillions in additional spending</a> to counter China. Trump’s attitude toward the defense budget, as with his attitude on so many things, <a href=\"https://www.brookings.edu/articles/quality-over-quantity-u-s-military-strategy-and-spending-in-the-trump-years/\">vacillated wildly</a> during his first term, so perhaps he will side with Musk and Ramaswamy and seek to lower defense spending. But that’s far from guaranteed.</p>\n\n<p class=\"has-text-align-none\">&nbsp;If defense spending is off the table, we’ve ruled out more than half the budget.</p>\n\n<p class=\"has-text-align-none\">So what would they likely cut? They might look first to Medicare and Medicaid, which are responsible for over $1.5 trillion. Musk and Ramaswamy insisted that these are not their targets, but it’s hard to see how they’d avoid that. For one thing, there are places where Medicare in particular overspends where policymakers in both parties want to crack down; its practice of <a href=\"https://www.kff.org/medicare/issue-brief/five-things-to-know-about-medicare-site-neutral-payment-reforms/\">paying more for care in hospitals</a> than at smaller facilities is a prime example. For another, <a href=\"https://www.vox.com/policy/383186/trump-vance-medicaid-food-stamps-obamacare-poverty\">Trump proposed massive cuts to Medicaid last term</a>.</p>\n\n<p class=\"has-text-align-none\">Then there’s <a href=\"https://www.cbpp.org/research/federal-budget/non-defense-discretionary-programs\">non-defense discretionary spending</a>, a grab-bag category that includes all spending authorized through annual appropriations bills rather than mandated by other legislation. The biggest category is transportation, which pays for things like air traffic control and national highways. Next up is veterans’ care and benefits. Support for science, public health/research, law enforcement, and education (including federal support for K–12 schools) each receive around or a little over $100 billion annually. This category has been cut to the bone since the 2010s as it is, and it’s hard to imagine Musk and Ramaswamy going up against veterans or cops.</p>\n\n<p class=\"has-text-align-none\">Finally, there’s other mandatory spending, not broken out in the above chart but including a wide array of safety net programs:</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"Mandatory spending outside Social Security, Medicare, and Medicaid\" src=\"https://datawrapper.dwcdn.net/f7JA2/1/\" frameborder=\"0\" height=\"526\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">Huge chunks of this feel politically and practically off-limits. Military retirement and veterans’ benefits (which fall under both the non-defense discretionary and mandatory parts of the budget) seem politically impossible to cut, and even civilian employee retirements would be difficult to cut back given that employees have paid into those accounts themselves for years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Children’s Health Insurance Program and foster care have long enjoyed bipartisan support. Trump and JD Vance have proposed <a href=\"https://www.cbsnews.com/news/jd-vance-child-tax-credit-5000-what-to-know/\">expanding the child tax credit</a>, making savings there unlikely.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That leaves programs like food stamps, the Affordable Care Act health insurance credits, and unemployment insurance.</p>\n\n<p class=\"has-text-align-none\">Let's suppose that Musk and Ramaswamy decide to really go for it. They're going to cut non-defense discretionary spending in half, maybe by shutting down all scientific and health research and K–12 school aid. They're slashing Medicare and Medicaid by a quarter, and they're eliminating food stamps, ACA credits, and unemployment insurance entirely. These, to be clear, are all cuts that would require congressional approval and that Musk, Ramaswamy, and Trump could not achieve through executive action alone. Furthermore, they're cuts that seem politically impossible to push through. For the sake of argument, let’s suppose this is the package.</p>\n\n<p class=\"has-text-align-none\">Doing the math, even this unbelievably ambitious package would amount to a little over $1.1 trillion annually. It’s barely halfway to Musk’s stated goal.</p>\n\n<p class=\"has-text-align-none\">The notion that the federal government is hopelessly bloated due to waste that every reasonable person wants to eliminate is an appealing myth, but it’s a myth. Government spending overwhelmingly goes to wildly popular programs like Social Security, Medicare, Medicaid, veterans’ benefits, and the defense budget. You can’t make much of a dent in it without touching those areas, and once you touch them, you’re going to get immense backlash.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Two. Trillion. Dollars. That&#8217;s how much Elon Musk, co-chair of President-elect Donald Trump&#8217;s new &#8220;Department of Government Efficiency,&#8221; or DOGE, has said he can cut out of the annual federal budget. Musk and his partner Vivek Ramaswamy have suggested that they can achieve this through &#8220;mass head-count reductions across the federal bureaucracy,&#8221; by cracking down [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "The case for earning lots of money — and giving lots of it away",
    "link": "https://www.vox.com/future-perfect/387190/earn-to-give-capitalism-effective-altruism-philanthropy-charity",
    "pubDate": "2024-11-23T13:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A pile of hundred-dollar bills.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2164780184.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">There aren’t too many people openly calling themselves effective altruists these days. You can mostly give thanks to convicted felon Sam Bankman-Fried for <a href=\"https://www.vox.com/future-perfect/23500014/effective-altruism-sam-bankman-fried-ftx-crypto\">having single-handedly made sure</a> far more people hear “effective altruism” and think “cryptocurrency scams” rather than “donating lots of money to good causes.” </p>\n\n<p class=\"has-text-align-none\">But there is still a great deal of work being done in line with the effective altruism (EA) worldview and associated principles: combating <a href=\"https://www.vox.com/future-perfect/2023/9/14/23868347/lead-poisoning-death-toll-world-bank-pure-earth\">lead poisoning</a>, work against factory farming that’s based on efficiently finding the best <a href=\"https://www.vox.com/future-perfect/365147/animal-welfare-factory-farming-effective-altruism-activism\">pressure points to improve animal welfare</a>, work on taking down the diseases that are still <a href=\"https://www.vox.com/future-perfect/369095/hepatitis-vaccine-deaths-symptoms-infections\">major killers in poor countries</a>, work on reforming US <a href=\"https://www.vox.com/future-perfect/24131207/kidney-donation-compensation-tax-credit-end-kidney-deaths-act\">kidney policy</a>, work on making sure developing <a href=\"https://www.vox.com/the-highlight/23447596/artificial-intelligence-agi-openai-gpt3-existential-risk-human-extinction\">advanced AI</a> goes well.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A lot of people I talk to think this development — the downplaying of EA, if not EA causes — is all for the best. Did it ever really make sense to have all those things under one umbrella? Even if there is a benefit to all of these people learning from each other, collaborating closely, moving between roles, and sharing lots of ideas behind the scenes, does it make sense to advertise the umbrella rather than advertise the achievements?&nbsp;</p>\n\n<p class=\"has-text-align-none\">(Disclosure: In August 2022, Bankman-Fried’s philanthropic family foundation, Building a Stronger Future, awarded Vox’s&nbsp;<a href=\"https://www.vox.com/future-perfect\">Future Perfect</a>&nbsp;a&nbsp;<a href=\"https://www.vox.com/2020/1/7/21020439/support-future-perfect\">grant</a>&nbsp;for a 2023 reporting project. That project was canceled.)</p>\n\n<p class=\"has-text-align-none\">But a few things fall by the wayside if you stop talking about effective altruism in favor of just talking about the specific issues that the movement tended to zero in on. One of those things? The innovation called “earning to give.”</p>\n\n<p class=\"has-text-align-none\">Earning to give is the <a href=\"https://80000hours.org/articles/earning-to-give/\">controversial effective altruist idea</a> that one good way to make the world a better place is to take a job where you make a lot of money and donate much of that money to important, underfunded work. (To be clear, not any high-paying job would be okay, but industries like tech and finance are generally considered fine.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s a sharp contrast with the more typical take that if you want to do good with your career, you should steer clear of the temptations of high-salary corporate jobs in favor of working directly at a nonprofit.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Earning to give is an idea worth salvaging</h2>\n\n<p class=\"has-text-align-none\">There are obviously some problems with the naive formulation of earning to give, which would amount to “Just go work at the highest-paying job you can get and donate the money.”</p>\n\n<p class=\"has-text-align-none\">Some jobs definitely do enough direct harm that, by working in them, you can’t possibly accomplish good just by donating your salary. From early on, effective altruists argued not about whether there’s a line — there obviously is — but where to draw it. Marketing addictive cigarettes? Probably not acceptable. Working on advanced AI systems? Well, depends on whether you think those will do social harm on net.&nbsp;</p>\n\n<p class=\"has-text-align-none\">(And hopefully it goes without saying that founding a cryptocurrency startup for the avowed reason of&nbsp;earning a lot of money to donate to charity is at absolute best only a good idea if you are very careful not to let your attached hedge fund trade away your customers’ money. Just so we’re absolutely clear.)</p>\n\n<p class=\"has-text-align-none\">A problem here, of course, is that people making a lot of money generally find it easy to lie to themselves about the social harm their high-paying professions may be generating. And in many cases, the way to do good in the world is to do it directly, not pay for someone else to do it —&nbsp; especially if you’re a person with rare and in-demand skills. </p>\n\n<p class=\"has-text-align-none\">Over the years, many of the people I know who have done earning to give ended up switching to directly working on important problems. That makes sense. If you’re a skilled tech or finance person, the kind who can earn a really high salary, there’s probably a lot of crucial work that would benefit from your skills, not just your checkbook.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But I have always found something valuable and important in the case for earning to give. It goes like this: There’s a lot of important work that needs funding, and an individual family’s donations —&nbsp;my wife and I give around $50,000 a year — can make a huge difference in getting some of that important work done. Billionaire foundations will never cover all of it, and it’s better for organizations to be funded by motivated individuals than by billionaire foundations anyway. It distorts their priorities less, it’s much less politically awkward, and committed individuals can take bets that foundations can’t or won’t.</p>\n\n<p class=\"has-text-align-none\">I also like earning to give for its unabashed friendliness to capitalism, which is a rare quality on the do-gooder left. I believe that the last century has made the world <a href=\"https://www.vox.com/the-highlight/23627382/progress-climate-change-poverty-global-health-doom-industrial-revolution-vaccines\">much, much better</a> for the vast majority of people, and while targeted scientific innovation is a huge part of the story, another huge part of the story is the <a href=\"https://ourworldindata.org/economic-growth\">astounding success of market economies</a>. Why did the world get better? Mostly through people doing valuable stuff, often for selfish and pecuniary reasons.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">The Vox guide to giving</h2>\n\n\n\n<p class=\"has-text-align-none\">The holiday season is giving season. This year, Vox is exploring every element of charitable giving — from making the case for donating 10 percent of your income, to recommending specific charities for specific causes, to explaining what you can do to make a difference beyond donations. <a href=\"https://www.vox.com/charitable-giving\">You can find all of our giving guide stories here</a>.</p>\n</div>\n\n<h1 class=\"wp-block-heading\"></h1>\n\n<p class=\"has-text-align-none\">Not every big-dollar job is ethical, and I’d strongly encourage thought about what specifically you do and whether it makes the world a better place. But I generally think participating in the economy is a basically good and admirable thing to do, even though many progressives think of it as a <a href=\"https://www.vox.com/2019/2/4/18185383/millennials-capitalism-burned-out-malcolm-harris\">morally negative one</a>. </p>\n\n<p class=\"has-text-align-none\">And I want there to be a vision for fixing our world that proceeds from the premise that <a href=\"https://www.slowboring.com/p/abundance-scarcity\">abundance is good</a>, that wealth is good, that “growing the pie” is good, that <a href=\"https://www.cfr.org/article/policymaking-all-about-trade-offs\">trade-offs are real</a>, and that we will have to create new things and generate new wealth in order to make those trade-offs more bearable. These convictions have always seemed to me like a firmer foundation for fixing the world than their ideological competitors.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Capitalism is good, actually</h2>\n\n<p class=\"has-text-align-none\">Just as I like earning to give for these reasons, a lot of people have always disliked earning to give for <a href=\"https://www.sierraclub.org/sierra/trouble-algorithmic-ethics-effective-altruism\">precisely the same reasons</a>. Earning to give says that you can do a lot of moral good through active participation in our capitalist system, through trying to make a lot of money and then purchasing the things you want (research, bednets, wealth redistribution, you name it) with the money you earned. It is a capitalist ideology.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It makes a lot of sense to me that people who think of capitalism as a dirty word aren’t enthusiastic about the idea of harnessing it in the name of altruism — and that lack of enthusiasm is shared by many of my fellow travelers in the effort to make the world a better place. But if you think capitalism is a net good, like I do, I think you should be enthusiastic about the possibility of earning to give. You can see it as one among many ways to do good, but also a particular strategy that the world could use a lot more of.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And if, like my family, you’re wealthy and have high-income jobs, I’d strongly encourage you to consider making <a href=\"https://www.vox.com/future-perfect/23976937/charity-giving-tuesday-givewell-ten-percent\">large annual donations</a>. I won’t claim it’s easy. It makes budgeting more difficult, and delays home renovations that we’d like to get done. But the money that a high-income American family can spare without giving up any essentials is <a href=\"https://www.givingwhatwecan.org/\">enough money to accomplish an enormous amount in the world</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We are the beneficiaries of the wealthiest society in human history. We live in material abundance our ancestors couldn’t have imagined. We can afford to set some of that aside and use it to get things done for the world.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story originally appeared in the&nbsp;<a href=\"https://www.vox.com/future-perfect\">Future Perfect</a>&nbsp;newsletter.&nbsp;<a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Sign up here!</a></em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There aren’t too many people openly calling themselves effective altruists these days. You can mostly give thanks to convicted felon Sam Bankman-Fried for having single-handedly made sure far more people hear “effective altruism” and think “cryptocurrency scams” rather than “donating lots of money to good causes.”  But there is still a great deal of work [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "Celebrity look-alike contests are part of a glorious tradition",
    "link": "https://www.vox.com/culture/387485/celebrity-look-alike-contests-why",
    "pubDate": "2024-11-23T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A Chalamet look-alike dressed as Willy Wonka stands in a city park in front of a crowd with his arms raised.\" data-caption=\"Dempsey Bobbitt, 18, attends a Timothée Chalamet look-alike contest in New York on October 27, 2024. | Jeenah Moon/Washington Post via Getty Images\" data-portal-copyright=\"Jeenah Moon/Washington Post via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2181049827.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Dempsey Bobbitt, 18, attends a Timothée Chalamet look-alike contest in New York on October 27, 2024. | Jeenah Moon/Washington Post via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Timothée Chalamet, Paul Mescal, Zendaya — the celebrity look-alike contests sweeping the US and the UK seem to be more than just a weekend fad. Despite sporadic attendance and <a href=\"https://www.vulture.com/article/celebrity-lookalike-contests-timothee-chalamet-paul-mescal.html\">skeptical media coverage</a>, the events keep happening, sometimes with repeat contests for various celebrities in different cities. Disappointed by the lack of Jack Schlossberg look-alikes in <a href=\"https://x.com/_AshleyHoffman/status/1858236265566482640\">New York</a>? Not to worry, the ultimate Schlossberg doppelgänger might get their chance to shine <a href=\"https://x.com/imyoursummergrl/status/1858977369064984694\">in Washington, DC, this weekend</a>.</p>\n\n<p class=\"has-text-align-none\">Why now, you might ask? What weird burble in the zeitgeist has somehow manifested in lines of identical Chalamets? Is it that we can’t get enough of <a href=\"https://www.vox.com/culture/355242/hollywood-it-boy-diversity-problem-barry-keoghan-jacob-elordi-jeremy-allen-white\">Hollywood “it” boys</a>? Is it that, as a society, we’re tiring of lives lived primarily online? Is it that we’re all thirsty for more fun, low-stake events that are free and open to the public?</p>\n\n<p class=\"has-text-align-none\">I turned to a Zayn Malik look-alike contest attendee for answers. “I was probably just going to stay home, but I was like, no, some divine spirit is calling me to this look-alike contest,” Natalie Miller, a social producer from Bushwick, told me. Miller and a friend attended the contest last Sunday in Maria Hernandez Park.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The winner, 29-year-old Shiv Patel, seemed prepared for glory; he <a href=\"https://www.bkmag.com/2024/11/18/zayn-malik-look-alike-contest-brooklyn/\">told</a> Brooklyn Mag the win “adds to my lore.” Naturally, Miller got a photo. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/IMG_0589.jpg?quality=90&#038;strip=all&#038;crop=0,30.366492146597,100,39.267015706806\" alt=\"Two smiling women pose with a cool guy who looks like Zayn Malik.\" title=\"Two smiling women pose with a cool guy who looks like Zayn Malik.\" data-has-syndication-rights=\"1\" data-caption=\"It’s almost a real celebrity moment.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">However tongue-in-cheek the events and the participants might be, the glee they’re producing is real. “Everyone was just having such a good time, and it was 30 minutes, but it was just the best part of everyone&#8217;s day,” Miller said.</p>\n\n<p class=\"has-text-align-none\">It’s been a minute since the public took to the streets for fun reasons. While flash mobs of the early 2010s quickly got deemed cringe, viral dance memes of the mid-‘10s often <a href=\"https://www.theguardian.com/music/2018/jul/30/kiki-keke-challenge-drake-police-warn-dangerous-viral-dance\">resulted in injuries</a>, and the past few years of Pokémon Go may have <a href=\"https://www.404media.co/pokemon-go-players-have-unwittingly-trained-ai-to-navigate-the-world/\">inadvertently aided our dystopian nightmare</a>, these look-alike contests seem, so far, to be wholly banal. (Well, notwithstanding that one guy who <a href=\"https://www.teenvogue.com/story/arrested-timothee-chalamet-lookalike-matt-mannix-interview\">got arrested</a>.)</p>\n\n<p class=\"has-text-align-none\">“[T]he timothee chalamet lookalike competition just shows that the people yearn for weird town events like we live in gilmore girls,” as <a href=\"https://x.com/sixofsongbirds/status/1850640510194794709\">one viral post</a> put it.</p>\n\n<p class=\"has-text-align-none\">Indeed, there’s plenty of precedent for precisely this type of quirky celebration. This moment harks back to an era well before the internet, when people were arguably considerably more bored and desperate for entertainment — or, as Jeremy O. Harris <a href=\"https://x.com/jeremyoharris/status/1858404086779093335\">put it</a>, “Great Depression era coded.”&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">This is all I see every time. <a href=\"https://t.co/CxxZScyjkT\">pic.twitter.com/CxxZScyjkT</a></p>&mdash; Jeremy O. Harris (@jeremyoharris) <a href=\"https://twitter.com/jeremyoharris/status/1858406769933885623?ref_src=twsrc%5Etfw\">November 18, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">In other words, we might be seeking refuge from our current reality in wholesome, mindless community spectator events. Historian and folklorist <a href=\"https://www.malgeo.net/\">Matthew Algeo</a> noted to Vox that such crazes historically spring up amid times of intense technological and social change — changes that necessarily create public anxiety and a longing for community and simple entertainment.</p>\n\n<p class=\"has-text-align-none\">“We think of the Great Depression as an economic event, but it was also a psychological event,” Algeo said. “We’re going through a psychological event right now. There’s a hunger for diversion.”</p>\n\n<p class=\"has-text-align-none\">Algeo is the author of <em>Pedestrianism</em>, about the massively popular walking contests of the 1870s and ’80s, in which crowds would fill huge stadiums, including Madison Square Garden, to watch other people walk around in circles for hours.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“People are looking for new and interesting forms of entertainment,” Algeo said, “something that everybody can relate to.” As for what the spectators get out of it, Algeo admitted that, as interesting entertainment goes, walking competitions and look-alike contests are “a little like watching paint dry.” He suggested one reason people turn out for the events is that they “get a perverse joy in watching other people putting themselves out there in public.” While ironic glee could certainly be one factor, Miller suggests a purer motivation.</p>\n\n<p class=\"has-text-align-none\">“It honestly felt like a One Direction meet and greet,” Miller, a longtime Directioner, told me. “I was so nervous going up to [Patel]. It&#8217;s just so fun to experience that joy again.”</p>\n\n<p class=\"has-text-align-none\">One might assume that the primary appeal of these look-alike contests would be to the fandoms of those specific celebrities, but that isn’t the case; Miller said she was pleasantly surprised at the way most people in attendance at the Zayn contest seemed to be locals rather than fans. “It felt like a local community gathering and it was just so joyous,” Miller said of the crowd. Algeo told me the local community appeal is understandable.</p>\n\n<p class=\"has-text-align-none\">“It reminds me of how famous walker Edward Payson Weston would go to these small towns and do these challenges where he would walk 100 miles in 24 hours in somebody’s barn,” Algeo said. “Everybody had to come out and see it because it was live entertainment, and that really brought communities together. This is kind of the same thing. It gives people a reason to get out of their houses and share an experience with other people, in real time and in real life.” He also compared the current craze to flagpole-sitting of the ’20s and ’30s, when the public would go gawk at other humans sitting, where else, <a href=\"https://www.mentalfloss.com/article/542170/top-world-remembering-lost-trend-flagpole-sitting\">atop flagpoles</a>.</p>\n\n<p class=\"has-text-align-none\">“It sounds silly, but I think the fact that it’s silly might make it all the more appealing to people,” Algeo said. “Especially in this day and age, with everything so intense and polarized and fractured. It’s hard to summon a lot of negative emotions about a celebrity look-alike contest.” Thinking back to the Depression, it probably doesn’t hurt that in the current age of inflation, these events are free.</p>\n\n<p class=\"has-text-align-none\">There’s also perhaps a little bit of stunt myth-making afoot. The flagpole-sitting craze began because a theater hired a Hollywood stuntman named Shipwreck Kelly to sit atop a flagpole to promote a new film. From there, the trend went viral. Likewise, the look-alike contests might have been born out of self-promotion as much as wholesome community fun. The organizer of the first look-alike contest, the Timothée Chalamet competition <a href=\"https://www.buzzfeed.com/natashajokic1/timothee-chalamet-lookalike-contest\">famously attended by Timothée Chalamet himself</a>, is Anthony Po, a New York-based YouTuber with nearly 2 million followers tuning in to his stunt videos, which range from sneaking into cults to manufacturing paranormal sightings. He swiftly moved on from the look-alike contest uproar to planning his next big event: a <a href=\"https://www.youtube.com/watch?v=-C4pyg8-it0\">boxing match</a> between his alter-ego, Cheeseball Man, and a mysterious newcomer named Cornhead Killer.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, it would seem that, so far, Cornhead Killer has nothing on Sunday in the park with Zayns.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It&#8217;s objectively so funny to see a bunch of people standing in a straight line that all look really similar,” Miller assured me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Miller’s giddy joy in congregating with her fellow Directioners and fellow Bushwick community members would seem to support Algeo’s hypothesis that, in the end,&nbsp;“people just like to watch other people do things.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“No matter what they’re doing, there’s probably any human activity you could get a crowd for.”</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Timothée Chalamet, Paul Mescal, Zendaya — the celebrity look-alike contests sweeping the US and the UK seem to be more than just a weekend fad. Despite sporadic attendance and skeptical media coverage, the events keep happening, sometimes with repeat contests for various celebrities in different cities. Disappointed by the lack of Jack Schlossberg look-alikes in [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "The unexpected place that could become an immigration flashpoint under Trump",
    "link": "https://www.vox.com/politics/387525/trump-canada-immigration-border",
    "pubDate": "2024-11-23T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump and Justin Trudeau\" data-caption=\"Canadian Prime Minister Justin Trudeau with Donald Trump during the G7 official welcome at Le Manoir Richelieu on June 8, 2018 in Quebec City, Canada. | Leon Neal/Getty Images\" data-portal-copyright=\"Leon Neal/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-969781380.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Canadian Prime Minister Justin Trudeau with Donald Trump during the G7 official welcome at Le Manoir Richelieu on June 8, 2018 in Quebec City, Canada. | Leon Neal/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The US-Mexico border isn’t the only place where the impact of President-elect Donald Trump’s immigration policies is likely to be keenly felt. Major changes are likely to come to the US-Canada border, as well.</p>\n\n<p class=\"has-text-align-none\">Tom Homan, who Trump recently named his “border czar,” <a href=\"https://www.cbc.ca/amp/1.7381797\">has sought to sound the alarm</a> about immigrants entering the US without authorization via the Canadian border, and has outlined plans to make entering the US through its northern border more difficult. Canada is also bracing for a potential influx of immigrants if Trump moves forward with his <a href=\"https://www.vox.com/politics/380582/mass-deportations-trump-history-alien-enemies\">plans for mass deportations</a> and to <a href=\"https://apnews.com/article/immigration-temporary-protected-status-trump-ce97e066f2515d722e2c4bd750589c62\">end temporary protections</a> for more than 1 million immigrants in the United States.   </p>\n\n<p class=\"has-text-align-none\">The Canadian border isn’t often a focus of the US political debate over immigration, but policy discussions on both sides of the border suggest that may change in the next Trump administration. That could both strain normally friendly US-Canada relations and reshape domestic Canadian politics on immigration.</p>\n\n<p class=\"has-text-align-none\">Changes are already underway in Canada. After Trump’s election, Canadian Prime Minister Justin Trudeau reestablished a special Cabinet committee on relations between the two countries that will reportedly have a <a href=\"https://apnews.com/article/canada-us-trump-deportations-freeland-faabd10473a10c7ab3a369234334741a\">major immigration focus</a>. Trudeau will now not only have to contend with Trump’s policies but also a Canadian public that has become increasingly <a href=\"https://www.bbc.com/news/articles/cp9z5rpgkyeo\">resistant to accepting asylum seekers and refugees</a> in the last four years.</p>\n\n<p class=\"has-text-align-none\">Though it receives less attention than the US-Mexico border, the US-Canada border has become a flashpoint in the past. During his first administration, Trump sought to end Temporary Protected Status (TPS), a set of legal protections for citizens of certain countries experiencing upheaval. As a result, <a href=\"https://www.npr.org/2018/01/17/578582891/haitians-flow-into-canada-from-the-u-s-amid-renewed-deportation-fears\">thousands of immigrants flocked</a> to the northern border in 2018 to seek refuge in Canada. </p>\n\n<p class=\"has-text-align-none\">In 2023, a dirt road in upstate New York also became an <a href=\"https://www.theguardian.com/world/2023/mar/22/canada-asylum-seekers-biden-talks-immigration\">informal gateway for some 40,000 immigrants</a> crossing over to Canada to seek asylum, most from Latin America but some coming from as far as Asia. The Canadian government eventually closed the crossing in 2023. Now, the border may again become a priority in US-Canada diplomacy. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Trump’s plans for the northern border</strong></h2>\n\n<p class=\"has-text-align-none\">Trump himself has not outlined his plans for the Canadian border, but Homan has been clear on his recommendations.</p>\n\n<p class=\"has-text-align-none\">Homan said in an interview with a local TV station in New York earlier this month that the northern border constitutes an “<a href=\"https://www.youtube.com/watch?v=vx86mdTKiZg\">extreme national security vulnerability</a>,” citing increasing numbers of migrant encounters in recent years, including of <a href=\"https://www.cbsnews.com/boston/news/illegal-crossings-northern-us-border-terror-suspects-arrested/\">hundreds of people on the US terror watchlist</a>. Border agents recorded almost <a href=\"https://www.cbp.gov/newsroom/stats/nationwide-encounters\">199,000 encounters</a> along the northern border in fiscal year 2024, which ended in October, compared to about 110,000 just two years before. </p>\n\n<p class=\"has-text-align-none\">Canada “can’t be a gateway to terrorists coming to the United States,” Homan said in the interview.</p>\n\n<p class=\"has-text-align-none\">He added that he intends to tackle the pace of migration once at the White House by deploying more immigration enforcement agents to the northern border and encouraging Trump to negotiate with Trudeau to increase enforcement on the Canadian side.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Homan also suggested that a version of Trump’s “Remain in Mexico” policy could be implemented in Canada. It’s not clear exactly what that might look like or whether Trudeau’s government would acquiesce to such a policy, but the original version forced tens of thousands of migrants to await decisions on their US immigration cases in Mexico for months. President Joe Biden ended the policy on the Mexican border, but Trump has <a href=\"https://www.cnn.com/2024/11/21/politics/donald-trump-border-politics/index.html\">signaled he intends to revive it</a>.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Canada is bracing for an influx of immigrants from the US</strong></h2>\n\n<p class=\"has-text-align-none\">Canadian authorities are reportedly preparing for a wave of immigrants arriving from the US under a second Trump presidency, just as they saw beginning in his first. The Royal Canadian Mounted Police <a href=\"https://apnews.com/article/canada-us-trump-deportations-freeland-faabd10473a10c7ab3a369234334741a\">recorded an increase</a> in irregular border crossings between 2016 and 2023 — from only a few hundred arrivals in a three-month period to over <a href=\"https://www.irb-cisr.gc.ca/en/statistics/Pages/Irregular-border-crosser-statistics.aspx\">14,000 at their peak</a> — resulting in part from Trump’s immigration policies. </p>\n\n<p class=\"has-text-align-none\">The most direct example of that was Haitians who claimed asylum in Canada when Trump ended their TPS status, which had been in place since a devastating 2010 earthquake from which their home country never fully recovered. They arrived on foot and crossed the border between checkpoints.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are reportedly concerns among some Canadian officials that Trump’s mass deportations policy and targeting of TPS and other programs shielding immigrants from deportation will drive people to the Canadian border. The New York Times reported earlier this month that <a href=\"https://www.nytimes.com/2024/11/21/world/canada/canada-immigration-trump-mass-deportation.html\">Canadian authorities are “drawing up plans</a> to add patrols, buy new vehicles and set up emergency reception facilities at the border between New York State and the province of Quebec.”</p>\n\n<p class=\"has-text-align-none\">These resources might help prevent tragedies like a 2022 case in which a family, aided by smugglers, <a href=\"https://www.bbc.com/news/articles/c14lryd33y1o\">froze to death</a> on the Canadian side of the border while trying to enter the United States</p>\n\n<p class=\"has-text-align-none\">The Canadian government also reportedly intends to enforce its so-called “Safe Third Country” agreement with the US, which states Canada has the right to deport asylum seekers who travel through the US before trying to claim asylum in Canada. Those migrants would then have to apply for asylum in the US. Homan has<a href=\"https://www.youtube.com/watch?v=vx86mdTKiZg\"> indicated</a> that the Trump administration intends to detain them for the duration of their court proceedings in the US. Currently, most migrants are released into the US while awaiting their court proceedings.</p>\n\n<p class=\"has-text-align-none\">Canada’s plans mark a departure from Trudeau’s previously open-arms approach to immigrants during the first Trump administration, one that reflects a <a href=\"https://www.thestar.com/news/canada/clear-majority-of-canadians-now-say-theres-too-much-immigration/article_4d60afbe-8c8e-11ef-9ad4-df0258692913.htmlhttps://www.thestar.com/news/canada/clear-majority-of-canadians-now-say-theres-too-much-immigration/article_4d60afbe-8c8e-11ef-9ad4-df0258692913.html\">broader change in Canadians’ feelings about immigration</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“To those fleeing persecution, terror &amp; war, Canadians will welcome you,” <a href=\"https://x.com/JustinTrudeau/status/825438460265762816\">Trudeau tweeted in 2017</a>, just after Trump implemented his travel ban on several Muslim-majority countries. </p>\n\n<p class=\"has-text-align-none\">Seven years later, he said in a video statement that his government had “<a href=\"https://www.newsweek.com/justin-trudeau-admits-immigration-mistakes-canada-changes-policy-1988094\">made some mistakes</a>” on immigration in the post-pandemic era. </p>\n\n<p class=\"has-text-align-none\">“We could have acted quicker and turned off the taps [of immigration] faster,&#8221; he said.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The US-Mexico border isn’t the only place where the impact of President-elect Donald Trump’s immigration policies is likely to be keenly felt. Major changes are likely to come to the US-Canada border, as well. Tom Homan, who Trump recently named his “border czar,” has sought to sound the alarm about immigrants entering the US without [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Why there&#8217;s so much gossip and speculation about the Wicked press tour",
    "link": "https://www.vox.com/culture/387545/ariana-grande-cynthia-erivo-wicked-dont-worry-darling-it-ends-with-us",
    "pubDate": "2024-11-22T22:25:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Actresses Cynthia Erivo and Ariana Grande arrive for the UK premiere of Wicked in London on November 18, 2024. \" data-caption=\"Cynthia Erivo and Ariana Grande at the UK premiere of Wicked in London on November 18, 2024. | Ian West/PA Images via Getty Images\" data-portal-copyright=\"Ian West/PA Images via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2184809887.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Cynthia Erivo and Ariana Grande at the UK premiere of Wicked in London on November 18, 2024. | Ian West/PA Images via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Over the past few years, the public has stopped treating movie press tours like marketing fluff and started treating them like reality shows. These often tedious stretches of talk-show appearances, red carpets, and press junkets that have been part of the Hollywood grind for decades are suddenly getting as much attention on social media as the films themselves, with the stars&#8217; interactions being picked apart by fans.</p>\n\n<p class=\"has-text-align-none\">Since the <a href=\"https://www.vox.com/culture/2022/9/6/23339631/dont-worry-darling-wilde-pugh-feud-explained\">social media frenzy surrounding the 2022 film <em>Don’t Worry Darling</em></a>, press tours have become sites of intense speculation often translating to full-blown scandals, from affair speculation from <a href=\"https://www.vox.com/culture/23700956/sydney-sweeney-glen-powell-dating-anyone-but-you-drama\"><em>Anyone but You</em></a> fans to the persistent rumors of everyone versus Justin Baldoni on the set of <a href=\"https://www.vox.com/culture/366523/blake-lively-drama-justin-baldoni-it-ends-with-us-hoover-movie-feud\"><em>It Ends With Us</em></a>.</p>\n\n<p class=\"has-text-align-none\">It’s not surprising that this trend has struck the most anticipated (or unavoidable) movie of the year, <a href=\"https://www.vox.com/culture/386247/wicked-2024-movie-novel-ending-explained-ariana-grande-cynthia-erivo\"><em>Wicked</em></a>. However, it’s manifested in a more uncomfortable way than rumors about Harry Styles’s spit. Its two stars, Cynthia Erivo and Ariana Grande, have become subjects of rampant online theories and scrutiny regarding their red carpet appearances, adding an icky element to an otherwise wholesome movie rollout.</p>\n\n<p class=\"has-text-align-none\">All of this press tour nonsense speaks to the free-for-all nature of the internet, particularly in the TikTok age. In its worst cases, this insatiable desire for controversy can override ethical or productive conversations. Inevitably, these narratives become seen as absolute truths.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong><em>Wicked</em></strong><strong>’s press tour got the internet’s attention, for better or worse</strong></h2>\n\n<p class=\"has-text-align-none\">The promotion for <em>Wicked</em> dates all the way back to March when Erivo and Grande <a href=\"https://people.com/oscars-2024-wicked-ariana-grande-cynthia-erivo-present-together-8604687\">presented at the Academy Awards</a> together wearing green and pink gowns representing their respective roles as Elphaba and Glinda. Since then, themed dressing, <a href=\"https://time.com/6293686/margot-robbie-barbie-inspired-press-tour-looks/\">a la Margot Robbie for <em>Barbie</em>,</a> has been a significant feature of the press tour. The two have also been keen on highlighting their close friendship, one of the overarching themes of the musical. They often hold hands on red carpets and in interviews, in addition to complimenting one another’s talents in interviews. In a <a href=\"https://www.youtube.com/watch?v=VP_Veq-nXeo\">now-viral interview</a> with reporter Jake Hamilton, they were asked how they’ve been changed by one another, causing Grande to well up. Both actresses’ tendency to cry and be overly sentimental while discussing the film, about witches and talking goats, has become <a href=\"https://www.youtube.com/watch?v=wqnB6LzUV2s\">a bit of a joke</a> on social media before the conversation around them became a lot more serious. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@xrikgrande/video/7435046609907453217\" data-video-id=\"7435046609907453217\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@xrikgrande\" href=\"https://www.tiktok.com/@xrikgrande?refer=embed\">@xrikgrande</a> <p>Cynthia Erivo and Ariana Grande x Jake&#8217;s Takes (Jake Hamilton) wicked wickedmovie wickedmovienews wickedmerch wickedmerchandise wickedmoviemerch glinda glindathegoodwitch elphaba emeraldcity popular cynthiaerivo arianagrande ariananews arianagrandenews rembeauty wickedpremiere</p> <a target=\"_blank\" title=\"♬ original sound - XrikGrande - XrikGrande\" href=\"https://www.tiktok.com/music/original-sound-XrikGrande-7435046659320515360?refer=embed\">♬ original sound &#8211; XrikGrande &#8211; XrikGrande</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">Even separate from the press tour, Grande’s appearance was already being put under a microscope on social media. In April 2023, the singer posted a <a href=\"https://www.tiktok.com/@arianagrande/video/7220884832472026414?refer=embed\">video on TikTok</a> urging fans to stop speculating about her body weight after Redditors and other social media users <a href=\"https://www.thedailybeast.com/ariana-grande-reminds-us-to-stop-being-weird-about-celebrities-bodies/?utm_source=pocket_shared\">expressed concern about her thinness</a>. Grande told social media users to be “gentler and less comfortable” discussing people’s bodies. </p>\n\n<p class=\"has-text-align-none\">Her response did little to quell those public chatter. In fact, the speculation around a potential eating disorder has torpedoed into a weeks-long discussion among both fans and detractors on social media in the months since <em>Wicked</em>’s press tour began. Social media users have claimed <a href=\"https://www.usatoday.com/story/life/health-wellness/2024/11/21/ariana-grande-cynthia-erivo-wicked-bodies/76463422007/\">Erivo also looks markedly</a> thinner. Some have even accused the pair of costars of having <a href=\"https://x.com/teenykittyluvr/status/1857133914789457936\">competitive</a> <a href=\"https://x.com/waitstopwhat/status/1857209224511590531\">eating</a> <a href=\"https://x.com/tayrussellsbtch/status/1857824622021947667\">disorders</a>.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, others have expressed concern about the effects over Erivo and Grande being so hypervisible at their current state. Some even suggested the two are promoting <a href=\"https://x.com/HopeRehak/status/1858228447622930736\">eating disorders</a>, if not inadvertently triggering people who have them. Others have put the responsibility on their teams for not intervening. In an op-ed for the Standard, India Block writes that the <a href=\"https://www.standard.co.uk/comment/wicked-ariana-grande-cynthia-eviro-thin-b1193895.html\">conversation around their appearance</a> is more so “an indictment of Grande and Erivo’s management, the <em>Wicked</em> team, and the entertainment industry as a whole.” </p>\n\n<p class=\"has-text-align-none\">In the wake of an <a href=\"https://www.vox.com/culture/24001338/ozempic-bodies-barbie-botox-corporate-feminism\">Ozempic fad that’s taken over Hollywood</a> and the concerns it’s raised, it’s not exactly a shock that we got here. Still, it’s unclear how this very public conjecture will benefit anyone. Maybe Grande and Erivo’s well-being was never really the point of the conversation.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How press tours became bigger than the movies</strong></h2>\n\n<p class=\"has-text-align-none\">Considering the point of press tours is to generate press attention, <em>Wicked</em>’s was a massive success, despite the controversies that dogged the film along the way. Compared to the laundry list of other movies from the past few years whose press tours eclipsed the impact of the film itself, <em>Wicked</em>’s mess was positively tame.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While the discourse around the <em>Barbie</em> press tour, perhaps the most famous in recent history, seemed solely focused on star Margot Robbie’s hyper-coordinated fashion moments and director Greta Gerwig’s techniques to bring Barbieland to life, there was juicier drama behind the scenes of other films. When Glen Powell and Sydney Sweeney were busy promoting <em>Anyone but You, </em>their palpable <a href=\"https://www.vox.com/culture/23700956/sydney-sweeney-glen-powell-dating-anyone-but-you-drama\">chemistry didn’t go unnoticed</a>. Both had partners going into filming, but Powell left single, after his girlfriend unfollowed Sweeney on Instagram and posted a cryptic breakup message (a source claimed they never hooked up).&nbsp;</p>\n\n<p class=\"has-text-align-none\">This, of course, is what press tours are designed to do: Make audiences believe that the heat between its leads isn’t just an act, that it’s real — and if there are real-world repercussions, welp, that’s showbiz, baby. (Who could forget Lady Gaga and Bradley Cooper’s <a href=\"https://www.thecut.com/2019/11/lady-gaga-oprah-interview-a-star-is-born.html\">year-long lovefest</a> to promote <em>A Star Is Born</em>?). There are some cases where the on-set chemistry is, in fact, real — whenever Zendaya and Tom Holland get to promote a <em>Spider-Man</em> movie together, the internet collectively squeals — and some cases where it’s so real that people’s lives get blown apart (like when Kristen Stewart, then dating Robert Pattinson, had an affair with Rupert Sanders, the married director of <em>Snow White and the Huntsman</em>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the most compelling version of press tour drama is when the cast seems to absolutely hate each other. That’s what thirsty fans were treated to in advance of this fall’s <em>It Ends With Us, </em>in which star Blake Lively clashed with director and co-star Justin Baldoni. Though details were murky and mostly seemed to center on a difference in creative vision between the two (not exactly the stuff of soap operas), it snowballed into fodder for all kinds of other discussions on the controversial themes of the film, which dealt with domestic violence, Baldoni’s <a href=\"https://www.vox.com/culture/366523/blake-lively-drama-justin-baldoni-it-ends-with-us-hoover-movie-feud\">previous life as a self-identified “male feminist”</a> voice online, and Lively’s husband Ryan Reynolds, who people tend to have strong opinions about.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-1485000691.jpg?quality=90&#038;strip=all&#038;crop=0,10.725396464072,100,78.549207071857\" alt=\"Actors Glen Powell and Sydney Sweeney during opening night of the Sony Pictures Entertainment Presentation at The Colosseum at Caesars Palace during CinemaCon in Las Vegas, Nevada on April 24, 2023.\" title=\"Actors Glen Powell and Sydney Sweeney during opening night of the Sony Pictures Entertainment Presentation at The Colosseum at Caesars Palace during CinemaCon in Las Vegas, Nevada on April 24, 2023.\" data-has-syndication-rights=\"1\" data-caption=\"Glen Powell and Sydney Sweeney at  CinemaCon in Las Vegas n April 24, 2023. | Kevin Winter/Getty Images for CinemaCon\" data-portal-copyright=\"Kevin Winter/Getty Images for CinemaCon\" />\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/culture/2022/9/6/23339631/dont-worry-darling-wilde-pugh-feud-explained\">2022’s <em>Don’t Worry Darling</em> had both love and hate</a> — buzz about an affair between director and star Olivia Wilde and her lead actor, pop megastar Harry Styles, and rumors of tension between everyone from Wilde and actress Florence Pugh, Pugh and one-time co-star Shia LaBeouf, and, potentially, Styles and co-star Chris Pine, with whom he was alleged to have <a href=\"https://www.youtube.com/watch?v=UryoAepZqOM\">spit on at the premiere</a>. (The spitting was roundly denied.)</p>\n\n<p class=\"has-text-align-none\">All of these films have been major box office successes, begging the question of how much the off-screen drama convinced people to buy tickets. This isn’t always the case; when Joaquin Phoenix caused controversy for his behavior on the 2008 press tour for <em>Two Lovers,</em> which he later described as &#8220;performance art,” it didn’t translate to tons of sales.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps that’s because audiences’ relationship to press tours is extremely different than it was 16 years ago. Thanks to social media, people now have unprecedented access into the lives of celebrities and industry insiders to the point where they’re absorbing the jargon of the business and speculating on the career trajectories of their favorites. Normal fans now regularly <a href=\"https://x.com/guyfierisuprfan/status/1848372521604673770\">discuss whether a certain star</a> is sufficiently “media trained,” congratulating those who are able to sidestep uncomfortable questions and seem unflappable. You’d think it’s counterintuitive — don’t people <em>want</em> their celebrities to be unfiltered and entertaining rather than “brand-safe”? Instead, they cheer on the <a href=\"https://x.com/guyfierisuprfan/status/1848372521604673770\">performance of celebrity</a> rather than the celebrity herself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In other words, press tours aren’t for the press anymore. They’re for the general public, which has, in turn, become the press — or at least the press that matters. What would once involve a trip to a couple late night talk shows and a glossy magazine cover now mandates appearances on a laundry list of shows, many of them online-only, whether that means shoving down chicken wings on <em>Hot Ones</em>, flirting with Amelia Dimoldenberg on <em>Chicken Shop Date</em>, taking a Vanity Fair lie detector test, or gabbing about your must-have products with GQ. Footage from these shows and red carpet interviews are then clipped and optimized to go viral on social media and become inescapable whether you’re interested in seeing the film or not.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because so much of press tours now take place online, it’s even easier to feel like what you’re seeing is an authentic portrayal of actors’ lives. It seems less manufactured (though of course the celebrities are there to work). It’s easy to believe that Grande and Erivo really do share Glinda and Elphaba’s complex best friendship — or even, perhaps, that you’re their friend, too. A dramatic or intense off-camera dynamic among a cast now might be exactly what convinces audiences to shell out for movie tickets, because it feels like the stakes are immediate. Wait too long to see it, and you might have missed out on your chance to join in the discourse while it’s still fresh.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the case of <em>Wicked,</em> it’ll be interesting to see how Part One compares to next year’s promotional tour. How many more times can we see Erivo and Grande in theatrical green and pink gowns crying over how much they love each other? How much more — and please excuse the <em>Wicked</em> pun — popular could it even get?&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Over the past few years, the public has stopped treating movie press tours like marketing fluff and started treating them like reality shows. These often tedious stretches of talk-show appearances, red carpets, and press junkets that have been part of the Hollywood grind for decades are suddenly getting as much attention on social media as [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "Biden wants to free you from all those subscriptions you meant to cancel but didn’t",
    "link": "https://www.vox.com/policy/366838/biden-subscription-membership-junk-fees",
    "pubDate": "2024-11-22T21:38:54.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Biden, in a navy suit, speaks in front of a screen reading “Ending hidden junk fees.” He is flanked by a Black woman in a gray suit and a white woman in a blue top.\" data-caption=\"President Joe Biden speaks about protecting consumers from junk fees, from the White House in June 2023. | Andrew Caballero-Reynolds/AFP via Getty Images\" data-portal-copyright=\"Andrew Caballero-Reynolds/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1258715466_300203.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>President Joe Biden speaks about protecting consumers from junk fees, from the White House in June 2023. | Andrew Caballero-Reynolds/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><strong><em>Editor’s note: </em></strong><em>In October</em><em> 2024, the <a href=\"https://x.com/WhiteHouse/status/1860050619857297666\">administration finalized a new rule</a> making subscriptions easier to cancel — the article below, originally published on August 13, 2024, explains how the rule works.</em></p>\n\n<p class=\"has-text-align-none\">President Joe Biden has made taking on “junk fees” — hidden fees on everything from airline bookings to concert tickets — a key part of his domestic agenda.</p>\n\n<p class=\"has-text-align-none\">His administration has already tried to limit fees on things like bank overdrafts and late credit card payments, and Monday, it turned its attention to making subscriptions and memberships easier to cancel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">White House policy adviser Neera Tanden said in a call with reporters that new Federal Trade Commission and Federal Communications Commission rules should make it so Americans only need “one or two clicks on your phone” to end a service.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Businesses often trick consumers into paying for subscriptions — on everything from gym memberships to newspapers to cosmetics — that they no longer want or didn’t sign up for in the first place,” a White House <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/08/12/fact-sheet-biden-harris-administration-launches-new-effort-to-crack-down-on-everyday-headaches-and-hassles-that-waste-americans-time-and-money/#:~:text=Businesses%20often%20trick%20consumers%20into,unwanted%20subscriptions%20and%20recurring%20payments.\">fact sheet released Monday reads</a>. “Consumers shouldn’t have to navigate a maze just to cancel unwanted subscriptions and recurring payments.”</p>\n\n<p class=\"has-text-align-none\">Americans <a href=\"https://news.gallup.com/poll/1675/most-important-problem.aspx\">regularly cite the economy</a> as one of the US’s most important problems. And the Biden administration’s attempts to rein in junk fees are a way for it to make the case that Democrats are addressing Americans’ concerns about high prices before the election. Limiting fees is popular on a bipartisan basis: a December <a href=\"https://www.dataforprogress.org/blog/2023/12/12/voters-support-initiatives-to-lower-drug-costs-ban-junk-fees-and-strengthen-supply-chains\">Data for Progress poll</a> found that 77 percent of voters&nbsp;— including 81 percent of Democrats, 78 percent of independents, and 72 percent of Republicans —&nbsp;said they supported legislation banning junk fees.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Essentially in all of these practices, the companies are delaying services to you or, really, trying to make it so difficult for you to cancel the service that they get to hold on to your money longer and longer,” Tanden said. “And what that means is, ultimately, consumers, the American public, is losing out.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How the policy would work</strong></h2>\n\n<p class=\"has-text-align-none\">The Biden administration’s proposals would prohibit companies from billing customers without their consent, failing to disclose cancellation policies, and making cancellation difficult by, for example, requiring customers to cancel in person or endure long holds on the phone with customer service. Companies that fail to comply with the rule could <a href=\"https://www.regulations.gov/document/FTC-2023-0033-0001\">face civil penalties</a>, <a href=\"https://www.ftc.gov/business-guidance/blog/2023/01/if-your-company-received-ftc-notice-penalty-offenses-take-notice-action\">like those</a> the FTC has sought in recent cases <a href=\"https://www.ftc.gov/news-events/news/press-releases/2024/04/proposed-ftc-order-will-prohibit-telehealth-firm-cerebral-using-or-disclosing-sensitive-data\">related to advertising</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The FTC is currently reviewing public comments on its <a href=\"https://www.ftc.gov/news-events/news/press-releases/2023/03/federal-trade-commission-proposes-rule-provision-making-it-easier-consumers-click-cancel-recurring\">proposed rule</a>, which would require companies to allow customers who sign up online for a service to also cancel that service online in no more steps than it took them to sign up. Companies would be allowed to make additional offers when a customer tries to cancel, but only if they first ask if a customer is open to hearing them. Companies would also have to provide reminders before subscriptions are automatically renewed if they are not for any physical good.</p>\n\n<p class=\"has-text-align-none\">That rule could go into effect in the coming months.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, the FCC opened an inquiry Monday into pursuing a similar rule that would apply to the communications industry. If the FCC decides to do so, that rule might not go into effect before Biden’s term ends, though if Vice President Kamala Harris wins the 2024 election, she would likely advance it.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Biden’s subscription cancellation policy is part of a broader pro-consumer agenda</strong></h2>\n\n<p class=\"has-text-align-none\">In addition to his latest move on subscriptions, Biden has pursued a still-pending <a href=\"https://www.ftc.gov/news-events/news/press-releases/2023/10/ftc-proposes-rule-ban-junk-fees\">broad regulation</a> to combat junk fees overall, as well as regulations aimed at industry-specific junk fees.</p>\n\n<p class=\"has-text-align-none\">Notably,&nbsp;the Consumer Financial Protection Bureau (CFPB) proposed a rule to <a href=\"https://www.vox.com/business-and-finance/2024/1/17/24042169/biden-overdraft-fee-banks-nsf-amount\">curb overdraft fees</a> incurred when consumers withdraw more than the available funds in their bank account — a move that might save customers about $3.5 billion a year overall.</p>\n\n<p class=\"has-text-align-none\">The administration’s efforts have hit some barriers, however. Airlines recently <a href=\"https://www.reuters.com/business/aerospace-defense/major-airlines-sue-biden-administration-over-fee-disclosure-rule-2024-05-13/#:~:text=WASHINGTON%2C%20May%2013%20(Reuters),carriers%20and%20the%20Biden%20administration\">sued</a> the Biden administration over a new final rule that requires airlines and ticket agents to disclose upfront any fees associated with booking a plane ticket. And a federal judge <a href=\"https://www.nytimes.com/2024/05/10/business/credit-card-fee-limit-blocked.html\">temporarily blocked</a> a Biden administration rule that would limit fees on late credit card payments to $8 per month, which the CFPB said would cut costs for Americans by $10 billion a year. Bank and credit card company lobbyists, supported by <a href=\"https://www.paymentsdive.com/news/credit-debit-card-transaction-fees-congress-cfpb-payments-biden-chopra/709691/\">some Republican members of Congress,</a> had argued that the rule was unconstitutional.</p>\n\n<p class=\"has-text-align-none\">Though those lawsuits are meant to limit the administration, Biden has also used the courts in an aggressive antitrust pro-consumer strategy. His administration has filed a flurry of sweeping lawsuits against major companies, including four Big Tech companies, on the grounds that they are harming competition in their industries and, therefore, American consumers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Biden administration recently won a <a href=\"https://www.vox.com/big-tech/365575/google-monopoly-search-case-biden-big-tech\">major ruling against Google</a> in which the judge found that the company’s search business constituted an illegal monopoly. Other antitrust lawsuits are pending against Google over its ads business, Meta over its acquisitions of Instagram and Whatsapp, Apple over its alleged anticompetitive practices in the smartphone market, and Amazon over its restrictions on third-party sellers that have served to keep prices higher.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Biden administration has also filed a lawsuit <a href=\"https://www.vox.com/culture/2024/4/16/24132509/ticketmaster-live-nation-lawsuit-swift-bad-bunny-beyonce-rodrigo\">seeking to break up Live Nation</a>, Ticketmaster’s parent company, accusing it of operating an illegal monopoly through anticompetitive behavior that has harmed everyone from consumers to concert venues to artists.</p>\n\n<p class=\"has-text-align-none\">The durability of Biden’s consumer protection initiative may depend in part on the November election. A Harris administration would likely uphold these policies and could continue to pursue these antitrust lawsuits and then some. But if former President Donald Trump wins the election, it’s probably a different story — the <a href=\"https://www.vox.com/politics/354668/biden-economy-antitrust-junk-fees-consumer-protection\">Trump administration didn’t make consumer protection a priority</a> in its first term, and has not made doing so in a second term central to its campaign.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, November 22, 5:33 pm ET</strong>: Due to an editing error, the editor&#8217;s note misstated the date when the rule was finalized.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Editor’s note: In October 2024, the administration finalized a new rule making subscriptions easier to cancel — the article below, originally published on August 13, 2024, explains how the rule works. President Joe Biden has made taking on “junk fees” — hidden fees on everything from airline bookings to concert tickets — a key part [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "The not-so-subtle message of Trump&#8217;s disturbing Cabinet picks",
    "link": "https://www.vox.com/culture/387404/trump-cabinet-nominations-matt-gaetz-pete-hegseth-rfk-elon-musk-linda-mcmahon",
    "pubDate": "2024-11-22T20:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Trump, wearing a red MAGA hat, is silhouetted against a bright blue sky.\" data-caption=\"A number of President-elect Donald Trump’s Cabinet picks have been accused of some sort of sexual misconduct, ranging from harassment to sexual assault to enabling a culture of exploitation. | Brandon Bell/Getty Images\" data-portal-copyright=\"Brandon Bell/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2185934538.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A number of President-elect Donald Trump’s Cabinet picks have been accused of some sort of sexual misconduct, ranging from harassment to sexual assault to enabling a culture of exploitation. | Brandon Bell/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Thursday, former Rep. Matt Gaetz announced <a href=\"https://www.vox.com/donald-trump/384967/matt-gaetz-donald-trump-attorney-general\">he would be withdrawing his candidacy</a> to serve as President-elect Donald Trump’s attorney general after facing a <a href=\"https://www.bbc.com/news/articles/cew2z48rp70o\">furor over accusations of sexual misconduct</a>, including having sex with a 17-year-old minor.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The accusations against Gaetz, who was the subject of a years-long investigation by the House Ethics Committee, as well as a separate, prior <a href=\"https://www.cnbc.com/2024/11/20/senate-matt-gaetz-fbi-sex-trafficking-trump-doj.html\">FBI probe over sex trafficking allegations</a> that never resulted in criminal charges, proved to be too much for the Florida Republican’s nomination. (<a href=\"https://x.com/RepMattGaetz/status/1839341409582846196/photo/1\">Gaetz has denied all wrongdoing</a>.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">But Gaetz is hardly the only one of Trump’s Cabinet picks to face such allegations. Indeed, a remarkable number of the people Trump is eager to position in his inner circle have been accused of some sort of sexual misconduct, ranging from harassment to sexual assault to enabling a culture of exploitation.</p>\n\n<p class=\"has-text-align-none\">In addition to Gaetz, there’s also:</p>\n\n<ul>\n<li>Former Fox News host Pete Hegseth, Trump’s nominee for defense secretary, who was <a href=\"https://www.nytimes.com/2024/11/20/us/politics/police-report-sexual-assault-claim-hegseth.html\">accused of sexually assaulting a woman in 2017</a> in his hotel room after an event for the California Federation of Republican Women. He later reportedly <a href=\"https://www.cbsnews.com/news/pete-hegseth-sexual-assault-allegation-payment/\">paid for her to stay silent</a> as part of a confidential legal settlement. A recently released police report about the incident says the <a href=\"https://www.cnn.com/2024/11/21/politics/pete-hegseth-police-report-defense-secretary-trump/index.html\">accuser believes Hegseth may have drugged her</a>. <a href=\"https://www.cnn.com/2024/11/17/politics/pete-hegseth-sexual-assault-settlement-agreement/index.html\">Hegseth maintains the encounter was consensual</a> and was never criminally charged.</li>\n\n\n\n<li>Robert F. Kennedy Jr., who Trump has tapped for secretary of Health and Human Services, has been <a href=\"https://www.theguardian.com/us-news/2024/nov/21/rfk-jr-assault-accuser\">accused of groping his teenage babysitter</a>. Kennedy <a href=\"https://www.washingtonpost.com/politics/2024/07/12/rfk-sexual-assault-apology-eliza-cooney/\">sent a text apology to the accuser</a> in which he said he had “no memory” of the incident.</li>\n\n\n\n<li>Elon Musk, who Trump has charged with making the government more efficient, <a href=\"https://www.cbsnews.com/news/employees-toxic-lawsuit-spacex-sexual-harrasment-wrongful-termination/\">was<strong> </strong>sued by former SpaceX employees</a> who say he fired them when they protested the company’s culture of rampant sexual harassment. Musk does not appear to have publicly addressed the lawsuit.</li>\n\n\n\n<li>Linda McMahon, Trump’s pick for education secretary, who is the target of a recent lawsuit that alleges she <a href=\"https://www.cnn.com/2024/11/21/business/linda-mcmahon-abuse-wwe-trump-education/index.html\">knowingly enabled the sexual exploitation of children</a> at World Wrestling Entertainment by another employee when she and her husband, Vince McMahon, were at its helm, beginning in the 1980s. McMahon has denied the allegations through an attorney.</li>\n</ul>\n\n<p class=\"has-text-align-none\">Trump himself, of course, has his own <a href=\"https://www.vox.com/culture/381187/trump-access-hollywood-video-gen-z-tiktok\">decades-long history of sexual misconduct</a>. Just last year he was found <a href=\"https://www.vox.com/politics/23696250/e-jean-carroll-trump-trial-sexual-misconduct-rape-allegations\">civilly liable of sexual assault</a>. He was <a href=\"https://www.vox.com/identities/2017/10/6/16430510/donald-trump-access-hollywood-tape-harvey-weinstein\">caught on tape bragging about sexually assaulting women</a>. He has been accused of sexual assault <a href=\"https://www.vox.com/policy-and-politics/2019/6/21/18701098/trump-accusers-sexual-assault-rape-e-jean-carroll\">by at least 21 other women</a>, <a href=\"https://www.newyorker.com/magazine/2016/10/24/documenting-trumps-abuse-of-women\">including his ex-wife Ivana Trump</a> in a divorce deposition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump has long seemed to have an affinity for those who, like him, have been accused of sexual misdeeds. Before he became president, <a href=\"https://www.vox.com/culture/382550/jeffrey-epstein-tapes-donald-trump-friendship\">he was close friends with notorious sex trafficker Jeffrey Epstein</a>. One of his Supreme Court picks, Brett Kavanaugh, <a href=\"https://www.vox.com/explainers/2018/9/27/17909782/brett-kavanaugh-christine-ford-supreme-court-senate-sexual-assault-testimony\">was accused of sexual assault</a> by multiple women (<a href=\"https://www.vox.com/2018/9/26/17906226/brett-kavanaugh-written-testimony-sexual-assault\">Kavanaugh denied all the claims</a>), but Trump stood by him throughout his tempestuous confirmation hearings. Kavanaugh <a href=\"https://www.vox.com/2022/5/3/23055125/roe-v-wade-abortion-rights-supreme-court-dobbs-v-jackson\">later went on to help topple <em>Roe v. Wade</em></a>, setting back reproductive rights in the country for a generation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We know about Trump’s own cavalier attitude toward sexual assault in part because of the infamous <em>Access Hollywood</em> tape, in which he can be heard bragging about sexually assaulting women for the benefit of a giggling Billy Bush. Trump talks about the assault as if it should hardly matter during their conversation: its primary importance seems to be <a href=\"https://journals.sagepub.com/doi/full/10.1177/07916035211034355\">the social capital it will grant him</a> with another man.</p>\n\n<p class=\"has-text-align-none\">We can’t know exactly why Trump is surrounding himself with fellow accused sexual predators and those alleged to enable them, or&nbsp;why he’s chosen to pick these particular people for some of the most prestigious positions in the nation. Regardless of Trump’s intentions, though, his nominations are sending a clear message: that being credibly accused of sexual assault is not a serious impediment to ascending to the highest ranks of American government, nor to being granted authority over the bodies of millions of people.<strong> </strong>In short, <a href=\"https://www.vox.com/politics/384792/your-body-my-choice-maga-gender-election\">your body, <em>my</em> choice</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Gaetz ultimately had to withdraw his nomination, though it&#8217;s not clear how much that&#8217;s due to his alleged sexual misdeeds and how much it&#8217;s due to his longstanding penchant for <a href=\"https://www.huffpost.com/entry/msnbc-ari-melber-matt-gaetz-gop-beef_n_673efba0e4b0045528dbff74\">conflict with his Republican colleagues</a>. The line for Cabinet members under Trump appears to be: Your colleagues can’t threaten to release a detailed report allegedly showing that you had sex with a minor, and you also cannot have personally feuded with the people whose votes you need to be confirmed. Otherwise, very little is off the table. After all, a credible accusation of sexual assault hasn&#8217;t doomed all of Trump&#8217;s picks: Republican senators <a href=\"https://www.nytimes.com/2024/11/21/us/politics/pete-hegseth-sexual-assault-senate-republicans.html\">appear to be rallying around Hegseth</a>, even after the release of the graphic police report, although the confirmation process is still in its early days.</p>\n\n<p class=\"has-text-align-none\">Trump’s Cabinet picks are a sort of crowing of victory, a proof of the concept he already demonstrated when he was successfully elected president. The concept is: You can be accused of sexual violence — you can be found civilly liable of sexual violence —&nbsp;and still hold some of the highest and most powerful offices in the land. And you can use that power to strip away women’s rights to control their own bodies, repeating the individual violation on a massive scale. </p>\n\n<p class=\"has-text-align-none\">Hegseth, if confirmed, would be in charge of the Pentagon, which has for years publicly <a href=\"https://www.militarytimes.com/news/your-military/2020/04/30/a-culture-that-fosters-sexual-assaults-and-sexual-harassment-persists-despite-prevention-efforts-a-new-pentagon-study-shows/\">battled a culture of rampant sexual violence</a>. Gaetz, if his nomination had gone through, would’ve overseen a Justice Department charged with investigating and prosecuting federal sex crimes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a country that frequently and fervently announces that <a href=\"https://www.vox.com/culture/380789/historic-election-feminism-kamala-harris-first-woman-president\">feminism is going too far</a>, our newly elected president appears determined to demonstrate that it’s not the case.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Thursday, former Rep. Matt Gaetz announced he would be withdrawing his candidacy to serve as President-elect Donald Trump’s attorney general after facing a furor over accusations of sexual misconduct, including having sex with a 17-year-old minor.&#160; The accusations against Gaetz, who was the subject of a years-long investigation by the House Ethics Committee, as [&#8230;]",
    "author": "Constance Grady"
  },
  {
    "title": "You deserve a better browser than Google Chrome",
    "link": "https://www.vox.com/technology/387375/google-chrome-antitrust-privacy-android",
    "pubDate": "2024-11-22T19:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A Google Chrome icon is floating over a trash can.\" data-caption=\"Google Chrome is the most popular browser in the United States, but that doesn’t mean it’s the best. | Getty Images\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Google-Chrome-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Google Chrome is the most popular browser in the United States, but that doesn’t mean it’s the best. | Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Department of Justice <a href=\"https://apnews.com/article/google-search-monopoly-penalty-justice-department-84e07fec51c5c59751d846118cb900a7\">asked a judge this week to break up Google</a>. Chrome? Sell it off. Android? Same. Paying other companies to make Google Search the default? Cut that out.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If the DOJ gets everything it wants, the entire technology industry would tilt on its axis. The internet, as we know it, would change.</p>\n\n<p class=\"has-text-align-none\">Which got me thinking: There are a lot of Google services that are hard to quit, especially Google’s ubiquitous search and, if you’re not an iPhone person, Android phones as your default option. But Chrome? It’s <a href=\"https://www.vox.com/recode/2020/10/21/21509440/global-privacy-control-browsers\">historically bad at privacy</a>, and it’s hardly the best browser.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So why wait for a judge to decide, when you can quit Chrome now and lessen Google’s stranglehold on your digital life? </p>\n\n<p class=\"has-text-align-none\">Plenty of other browsers, including Apple’s Safari and Mozilla’s Firefox, work just as well as Chrome and <a href=\"https://privacytests.org/\">do not collect</a> massive amounts of your data in the process. At the very least, you should wonder why you’re using Chrome, and whether that has anything to do with <a href=\"https://www.cnn.com/2024/08/05/business/google-loses-antitrust-lawsuit-doj/index.html\">Google’s illegal monopoly over the search industry</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It will take years before we know the outcome of Google’s big antitrust cases. (Yes, there are two: This one about Google’s illegal search monopoly, and there’s another about <a href=\"https://www.nytimes.com/2024/09/27/technology/google-antitrust-case-lawsuit.html\">Google’s alleged monopoly in the online advertising industry</a>). Google might not have to sell off Chrome and Android. Indeed, Google said on Thursday <a href=\"https://blog.google/outreach-initiatives/public-policy/doj-search-remedies-nov-2024/?ref=platformer.news\">it does not want to do this</a>. But there’s a very good chance Google will be forced to stop paying for the exclusive right to be the default search engine in browsers like Firefox and Safari, two legal experts told me.</p>\n\n<p class=\"has-text-align-none\">Regardless of the outcome, you do have a choice about how you access the web. Try quitting Chrome. If it doesn’t work out, you can always come back — Chrome, in some form, isn’t going away. It might even get better if Google ends up being forced to sell it off.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The case against Google, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">If you’re a Chrome user, the first thing you probably do when you open a tab is type a query into the box at the top of the browser. This initiates a Google search that returns a bunch of blue links, and before you know it, you’re learning everything you ever wanted to know about fennec foxes or whatever.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Frankly, if you’re a Safari or Firefox user, the experience is probably the same. Google currently <a href=\"https://gs.statcounter.com/search-engine-market-share/all/united-states-of-america/#monthly-202310-202410\">owns around 90 percent</a> of the US search engine market. There are a lot of reasons why that’s true, and according to the DOJ and a long list of state attorneys general, the ways Google has maintained that dominance is also illegal. They <a href=\"https://www.justice.gov/opa/pr/justice-department-sues-monopolist-google-violating-antitrust-laws\">sued Google in 2020</a>, during the first Trump administration, and argued that the company violated federal antitrust laws by maintaining a monopoly over search and search advertising markets. (This followed a separate 2023 lawsuit that alleged Google of using <a href=\"https://www.justice.gov/opa/pr/justice-department-sues-google-monopolizing-digital-advertising-technologies\">anticompetitive conduct to maintain a monopoly</a> over online advertising technology. That case <a href=\"https://apnews.com/article/google-antitrust-ad-tech-virginia-opening-7a19f525287f782609a5316b1fdb08f0\">is ongoing</a>.)</p>\n\n<p class=\"has-text-align-none\">In August, Judge Amit P. Mehta did not mince his words <a href=\"https://www.nytimes.com/2024/08/05/technology/google-antitrust-ruling.html\">in his ruling on the search engine case</a>: “Google is a monopolist, and it has acted as one to maintain its monopoly.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">He ruled that by paying companies to make Google the default browser in their browsers, Google illegally asserted its dominance over its competitors. The ruling also said that, thanks to its massive market share, Google has driven up rates for search ads. The fact that Google also owns both the most popular web browser, Chrome, and mobile operating system, Android, has further cemented its ability to steer more and more users towards its search monopoly.</p>\n\n<p class=\"has-text-align-none\">Think about it: For many people, Chrome is their main gateway into Google’s empire. And Google is their gateway to the internet as a whole. This is good for Google, because as you’re searching for stuff and browsing the web, it’s collecting data about you, which it then uses to sell targeted advertising, a business that <a href=\"https://www.nasdaq.com/articles/how-much-does-google-make-ad-revenue\">generated $237.9 billion</a> for Google in 2023.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It&#8217;s not illegal to have a monopoly,” said Mitch Stoltz, IP litigation director at the Electronic Frontier Foundation. “But it is illegal to leverage one&#8217;s monopoly power to maintain that monopoly, basically to stay a monopolist by means other than simply having the best product.”</p>\n\n<p class=\"has-text-align-none\">There’s little reason to believe Google will stop being synonymous with search any time soon, regardless of how good its search engine is and despite recent attempts from companies like Microsoft and OpenAI to <a href=\"https://www.vox.com/technology/357247/why-are-ai-search-engines-so-bad\">make AI-powered search an innovative option</a>. Google’s mobile operating system is on about half the phones in the US, and 2 out of 3 people use Chrome to access the web.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So it’s not terribly surprising that the Justice Department wants Mehta to break up Google. While we don’t know what Mehta will do, we do know that this won’t be resolved any time soon. While Google will probably have to kill its sweetheart deal with Apple, which is worth <a href=\"https://www.bloomberg.com/news/articles/2024-05-01/google-s-payments-to-apple-reached-20-billion-in-2022-cue-says?sref=qYiz2hd0\">as much as $20 billion</a>, it seems <a href=\"https://www.platformer.news/google-antitrust-trial-search-remedies-breakup-chrome-android/\">unlikely that Google will have to sell</a> Chrome and Android. If the issue is that Google could exploit those products to suppress rival search engines, the judge could simply order Google not to do that, according to <a href=\"https://www.lawschool.cornell.edu/faculty-research/faculty-directory/erik-hovenkamp/\">Erik Hovenkamp</a>, a professor at Cornell Law School.</p>\n\n<p class=\"has-text-align-none\">“If Google abides by that, then it gets to keep Chrome and Android,” Hovenkamp said. “A judge is not going to want to break up a big company that generates a lot of popular products, if it thinks that there&#8217;s a less intrusive remedy that would eliminate the bad conduct.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">And again, Google really does not want to sell off Chrome and Android. <a href=\"https://blog.google/outreach-initiatives/public-policy/doj-search-remedies-framework/\">Google said in a blog post</a> in October, “Splitting off Chrome or Android would break them — and many other things” and would “raise the cost of devices.”</p>\n\n<p class=\"has-text-align-none\">Then again, if a judge forced Google to sell off Chrome and Android, the company could be forced to make its search engine better in order to fend off competition in the search engine business. But speculating can be a fool’s errand. What we do know is Chrome, at least for another year, is a gateway into the Google ecosystem, so much so you may have even forgotten that Google is watching everything you do when you’re using its browser.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The case for ditching Chrome</strong></h2>\n\n<p class=\"has-text-align-none\">If you’ve been using Chrome because it came as the default browser on your phone, you might want to try something new. If you’ve been using Chrome for 15 years because it was so <a href=\"https://www.theverge.com/2018/9/2/17811844/google-chrome-browser-10-years-history\">innovative when it was introduced</a>, that’s no longer the case, and you should definitely try something new.</p>\n\n<p class=\"has-text-align-none\">There’s one big reason for this: Google Chrome is not the most <a href=\"https://www.computerworld.com/article/1639403/online-privacy-best-browsers-settings-and-tips.html\">privacy-friendly browser</a> because that’s how the company wants it. This might seem obvious, based on the established fact that Google stands to benefit by knowing more about its users&#8217; online activity. Critics have long argued Chrome <a href=\"https://www.cnet.com/news/privacy/google-chrome-privacy-isnt-best-these-browser-extensions-will-help/\">doesn’t give its users as many tools</a> to protect their privacy as competing browsers like Safari and Firefox. Google is also dealing with an ongoing <a href=\"https://www.theverge.com/2024/8/20/24224686/google-class-action-lawsuit-chrome-sync-data-collection\">class-action lawsuit from Chrome users</a> who said the company collected their data without permission. That’s in addition to a lawsuit Google settled in April, when it agreed to delete the privacy browsing history of millions of people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then there are cookies. In August, Google broke its promise to <a href=\"https://www.eff.org/deeplinks/2024/08/google-breaks-promise-block-third-party-cookies\">stop using third-party cookies</a> in Chrome. That promise dates back to around 2020<strong> </strong>when Safari and Firefox started blocking third-party cookies due to the potential harm they cause by tracking users across the web, but <a href=\"https://www.theverge.com/2021/6/24/22547339/google-chrome-cookiepocalypse-delayed-2023\">Google kept delaying its plans</a> to phase out third-party cookies as it worked to develop an alternative that wouldn’t harm the advertising industry. Third-party cookies help deliver personalized ads, which is good for business. Google ultimately built something called the <a href=\"https://www.theregister.com/2023/09/07/google_privacy_sandbox/\">Privacy Sandbox</a> that can also help deliver personalized ads in Chrome without using third-party cookies. But just for good measure, Google still allows third-party cookies in Chrome, too.</p>\n\n<p class=\"has-text-align-none\">By the way, you could argue that there’s no escaping online tracking anymore, especially when it comes to Google.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“That&#8217;s the problem: It&#8217;s insidious,” said Sacha Haworth, executive director of the <a href=\"https://techoversight.org/who-we-are/\">Tech Oversight Project</a>. “We don&#8217;t ask to have our data scraped and compiled and sold to the highest bidder.”</p>\n\n<p class=\"has-text-align-none\">Google itself <a href=\"https://spreadprivacy.com/how-does-google-track-me-even-when-im-not-using-it/\">tracks users across the web</a> using its suite of analytics tools. As many as 86 percent of the top 75,000 websites online run Google trackers. Google knows what you watch on YouTube, and although it <a href=\"https://money.cnn.com/2017/06/23/technology/business/google-ad-scanning-email-stop/index.html\">no longer reads the contents of your messages</a> to deliver personalized ads to you, Google does <a href=\"https://www.theguardian.com/technology/2021/may/09/how-private-is-your-gmail-and-should-you-switch\">track your behavior on Gmail</a>. Google also <a href=\"https://apnews.com/article/828aefab64d4411bac257a07c1af0ecb\">tracks your location</a> and stores it in the cloud — it’s historically been so prolific at tracking phones that it became “<a href=\"https://www.nytimes.com/interactive/2019/04/13/us/google-location-tracking-police.html\">a dragnet for the police</a>” — although the company says it <a href=\"https://blog.google/products/maps/updates-to-location-history-and-new-controls-coming-soon-to-maps/\">will stop doing this</a>.</p>\n\n<p class=\"has-text-align-none\">If you are concerned about your privacy, there are better browsers than Chrome. Actually, based on <a href=\"https://www.digitaltrends.com/computing/best-browsers-for-privacy/#bestoverall\">several</a> <a href=\"https://www.zdnet.com/article/best-browser-for-privacy/\">collections</a> <a href=\"https://www.techradar.com/best/browser\">of browser</a> <a href=\"https://www.pcmag.com/picks/stop-trackers-dead-the-best-private-browsers\">reviews</a>, just about every other browser is better than Chrome when it comes to privacy. And they’re all free.</p>\n\n<p class=\"has-text-align-none\">You’ve heard of <a href=\"https://www.apple.com/safari/\">Safari</a>, which is the browser that comes with all Apple operating systems. Safari comes with a long list of privacy features that are enabled by default and <a href=\"https://www.cultofmac.com/how-to/safari-privacy\">even more you can turn on in settings</a>. There’s also <a href=\"https://www.mozilla.org/firefox/\">Firefox</a>, which is an open source browser made by Mozilla that comes<a href=\"https://allaboutcookies.org/firefox-privacy-settings\"> </a>with its own suite of <a href=\"https://allaboutcookies.org/firefox-privacy-settings\">enhanced privacy settings</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But a few browsers you may not have heard of that are worth checking out include <a href=\"https://duckduckgo.com/\">DuckDuckGo</a>, which also makes a privacy-centric search engine. There’s <a href=\"https://brave.com/\">Brave</a>, which promises to block ads and load webpages faster. And there’s <a href=\"https://www.microsoft.com/en-us/edge/\">Edge</a>, Microsoft’s successor to Internet Explorer, which uses Bing as a search engine and <a href=\"https://www.theverge.com/2024/10/1/24259187/microsoft-copilot-redesign-vision-voice-features-inflection-ai\">Copilot as an AI assistant</a>.</p>\n\n<p class=\"has-text-align-none\">There are actually a bunch of new, innovative web browsers that have cropped up in the last couple years. A company called, appropriately, the Browser Company has now released <a href=\"https://arc.net/\">Arc</a> for both Windows and Mac. It will reportedly <a href=\"https://www.theverge.com/23462235/arc-web-browser-review\">change the way you think about browsing the web</a> by working more like an operating system that lets you tweak and remix content. <a href=\"https://vivaldi.com/\">Vivaldi</a>, which is available on all major operating systems including Android Auto, comes with a <a href=\"https://www.theverge.com/2022/6/9/23159860/vivaldi-browser-free-built-in-email-client-vivaldi-calendar-vivaldi-feed-reader-integrated\">built-in email client</a>. <a href=\"https://sigmaos.com/\">SigmaOS</a>, another Mac-only option, calls itself “the new home for your internet.”</p>\n\n<p class=\"has-text-align-none\">In the ‘90s, <a href=\"https://www.vox.com/recode/22893117/microsoft-activision-antitrust-big-tech\">Microsoft got in trouble</a> because it bundled Internet Explorer with every copy of Windows. So if Windows was your operating system — and it was <a href=\"https://arstechnica.com/features/2005/12/total-share/\">for more than 90 percent</a> of Americans at the time — you probably used Internet Explorer. The big difference between then and now, when Google Chrome has over 60 percent of the market, is that the alternatives to Chrome are free and easy to find. You can literally click your mouse twice on this very webpage and download a Chrome replacement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“You know, I think it&#8217;s popular,” the Electronic Frontier Foundation’s Stoltz said of Chrome. “But people are also very just ingrained in their habits, so we also see a lot of just like, ‘Hey, just leave me alone to use Google.’”</p>\n\n<p class=\"has-text-align-none\">A federal judge has already decided Google’s monopoly over the search industry is illegal. It might be worth admitting that the company a little bit forced you to use Google. And at least as far as browsers are concerned, it’s not that hard to stop.</p>\n\n<p class=\"has-text-align-none\">As for what that judge will decide to do next. We’ll have to wait and see. Again, after the upcoming decisions are&nbsp; inevitably appealed, it will be years before we know the final outcome of Google’s antitrust cases. Some say it would be a shame for the government to waste the opportunity to crack down now.</p>\n\n<p class=\"has-text-align-none\">“If we want to be serious about addressing the predatory monopoly power and abuses of Google,” said Haworth, from the Tech Oversight Project. “We have to take more extreme measures.”</p>\n\n<p class=\"has-text-align-none\"><strong><em>Correction, November 22, 3:40 pm ET</em></strong><em>: A previous version of this story misstated which operating systems support Vivaldi. It is available on all major operating systems, including Android Auto.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Department of Justice asked a judge this week to break up Google. Chrome? Sell it off. Android? Same. Paying other companies to make Google Search the default? Cut that out.&#160; If the DOJ gets everything it wants, the entire technology industry would tilt on its axis. The internet, as we know it, would change. [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "International arrest warrants are out for Netanyahu and Gallant. What happens next?",
    "link": "https://www.vox.com/israel/387191/icc-arrest-warrants-netanyahu",
    "pubDate": "2024-11-22T15:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Gallant and other men listen seated on either side of Netanyahu as he talks.\" data-caption=\"Israeli Prime Minister Benjamin Netanyahu (center) speaks to then-Defense Minister Yoav Gallant (left) at the opening of the 25th Parliament session in Jerusalem on October 28, 2024. | Debbie Hill/AFP via Getty Images\" data-portal-copyright=\"Debbie Hill/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2180882096.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Israeli Prime Minister Benjamin Netanyahu (center) speaks to then-Defense Minister Yoav Gallant (left) at the opening of the 25th Parliament session in Jerusalem on October 28, 2024. | Debbie Hill/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The <a href=\"https://www.vox.com/world-politics/350915/icc-arrest-netanyahu-israel-sinwar-hamas-khan-prosecutor-gallant-idf-haniyeh\">International Criminal Court (ICC)</a> has formally issued arrest warrants for Israeli Prime Minister Benjamin Netanyahu, former Israeli Defense Minister Yoav Gallant, and Hamas military chief Mohammed Deif for war crimes and crimes against humanity.</p>\n\n<p class=\"has-text-align-none\">The arrest warrants do not guarantee that the men will be tried at The Hague, the Dutch city where the ICC is located. Nor do they guarantee any of them will even be arrested, though some countries <a href=\"https://www.aljazeera.com/news/2024/11/21/world-reacts-to-icc-arrest-warrants-for-israels-netanyahu-gallant\">have announced they would comply with the warrants</a>.  </p>\n\n<p class=\"has-text-align-none\">But they do make life more complicated for Gallant and Netanyahu in particular. (It’s unclear whether Deif is currently alive.) Both Israelis will find it more difficult to travel abroad, as signatories to the treaty that created the ICC are obligated to arrest and turn over those accused of crimes. That means “there are now 124 countries” — all&nbsp;<a href=\"https://asp.icc-cpi.int/states-parties\">signatories</a> —&nbsp;“where they would be unwise to travel,” Adil Haque, a law professor at Rutgers University, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And the warrants will likely be a complicating factor for some of Israel’s allies. Some have domestic laws prohibiting the transfer of weapons to nations that might use them to commit atrocity crimes. Others may find the warrants put a strain on diplomatic relationships.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The warrants <a href=\"https://www.icc-cpi.int/news/situation-state-palestine-icc-pre-trial-chamber-i-rejects-state-israels-challenges\">accuse Gallant and Netanyahu</a> of violating the laws of international armed conflict by intentionally depriving civilians in Gaza of “food, water, and medicine and medical supplies, as well as fuel and electricity” by consistently blocking humanitarian aid into Gaza. They also accuse both men of intentionally directing attacks against civilians in Gaza in at least two instances. <a href=\"https://www.icc-cpi.int/news/situation-state-palestine-icc-pre-trial-chamber-i-issues-warrant-arrest-mohammed-diab-ibrahim\">Deif is also accused of war crimes and crimes against humanity</a> including murder, torture, and sexual violence.</p>\n\n<p class=\"has-text-align-none\">Israel has denounced the issuance of the warrants; Netanyahu’s office said Thursday, “There is nothing more just than the war that Israel has been waging in Gaza.” At least 44,000 people have been killed in Gaza since Israel began its assault on the territory last year in response to an October 7 attack by Hamas that killed <a href=\"https://abcnews.go.com/International/israel-hamas-war-death-toll-1-year/story?id=114458943\">roughly 1,200 people</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Are Benjamin Netanyahu and Yoav Gallant actually going to be arrested by the ICC?</strong></h2>\n\n<p class=\"has-text-align-none\">Netanyahu and Gallant are in no danger of an immediate arrest. Israel is not a signatory to the ICC, meaning it doesn’t recognize the Court’s jurisdiction in its territory. The US — Israel’s closest and most powerful ally — isn’t a signatory either, and in the past <a href=\"https://www.hrw.org/news/2020/12/14/us-sanctions-international-criminal-court\">has even sanctioned ICC officials</a> attempting to investigate war crimes committed by <a href=\"https://www.hrw.org/news/2020/03/05/icc-greenlights-afghanistan-investigation\">the CIA and US military personnel in Afghanistan</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That means Israeli law enforcement isn’t obligated to arrest Netanyahu or Gallant, and the US is highly unlikely to pressure either man to turn himself in.</p>\n\n<p class=\"has-text-align-none\">Israel has tried to argue that the ICC doesn’t have jurisdiction over Israelis at all, but the state of Palestine has been a signatory since 2015 —&nbsp;so crimes committed by anyone in occupied Palestinian territory like Gaza are, in fact, the ICC’s purview.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Israel has also tried to claim that the Court shouldn’t be involved in this case because Israel has a strong and competent court system; though that may be true, that court system is not investigating either man for the crimes the ICC prosecutor claims.&nbsp;</p>\n\n<p class=\"has-text-align-none\">ICC chief prosecutor Karim Khan recommended the arrest warrants in May. At the time, he also recommended warrants for former Hamas leaders who have since been killed by Israeli forces. The Court doesn’t try people in absentia, so the cases against the dead would be moot.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Court does not have its own police force and relies on signatory nations’ law enforcement for arrests. Nations generally don’t make arrests on behalf of the ICC outside of their borders, which means the most likely path for Netanyahu and Gallant to end up in ICC custody would be apprehension by a nation they’re visiting that has a record of taking international treaty obligations very seriously.&nbsp;&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>The warrants could have other consequences outside of arrests</strong></h2>\n\n<p class=\"has-text-align-none\">Although Netanyahu and Gallant are reasonably safe from arrest, the warrants could have diplomatic and military consequences for Israel, especially in Europe.</p>\n\n<p class=\"has-text-align-none\">“I think that even Israel&#8217;s allies who are ICC member states will face internal domestic pressure to cut off diplomatic contacts with Netanyahu,” Haque said. For example, “not only can he not travel to Germany, I also would be surprised if [German leaders] will fly to Israel and be photographed with him shaking hands and whatnot, or even to talk to him electronically, just because within their country, they&#8217;re going to get a lot of domestic pushback.” The warrants already seem to have diplomatic consequences: <a href=\"https://www.reuters.com/world/dutch-foreign-ministers-trip-israel-canceled-dutch-news-agency-anp-2024-11-21/\">The Dutch foreign minister has postponed a planned visit to Israel</a> following the Netherlands’ announcement that it would comply with the arrest warrant. </p>\n\n<p class=\"has-text-align-none\">Staunch allies that aren’t ICC member countries — namely the United States — aren’t as likely to change their relationship with Israel, however. “The ICC has no credibility and these allegations have been refuted by the U.S. government,” Rep. Mike Waltz (R-FL), President-elect Donald Trump’s pick for national security adviser, <a href=\"https://twitter.com/michaelgwaltz/status/1859589936967512244\">wrote on X</a>. “You can expect a strong response to the antisemitic bias of the ICC &amp; UN come January.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The warrants against Netanyahu and Gallant could also complicate weapons transfers from European states and <a href=\"https://www.armscontrol.org/act/2024-10/news/canada-and-uk-restrict-arms-sales-israel-over-gaza-war\">nations with laws limiting transfers</a> in situations in which there’s credible reason to believe a country will use them to commit atrocities.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We&#8217;ve already seen a Dutch court saying that the Netherlands cannot send <a href=\"https://www.courthousenews.com/dutch-supreme-court-hears-arguments-over-exporting-fighter-jet-parts-to-israel/\">fighter jet [parts]</a>, for example, to Israel. We&#8217;ve seen the termination or expiration of various <a href=\"https://www.npr.org/2024/09/03/nx-s1-5098300/uk-suspends-arms-israel\">arms contracts that the UK had</a>,” said <a href=\"https://www.wm.edu/as/government/faculty-directory/zvobgo_k.php\">Kelebogile Zvobgo</a>, professor of government at the College of William &amp; Mary. Those decisions came in the wake of proceedings at the International Court of Justice (ICJ), in which the court agreed to hear a case <a href=\"https://www.bbc.com/news/articles/c3g9g63jl17o\">accusing Israel of genocide</a>, and ordered Israel to <a href=\"https://www.npr.org/2024/01/26/1227078791/icj-israel-genocide-gaza-palestinians-south-africa\">stop any actions</a> that could cause genocide. (The <a href=\"https://theconversation.com/what-are-the-icj-and-the-icc-and-how-do-their-power-and-jurisdiction-differ-230573\">ICJ is the UN’s court</a>, which focuses on inter-country disputes.)</p>\n\n<p class=\"has-text-align-none\">There are many steps between the issuance of a warrant in the ICC and a judgment at The Hague, including the arrest of Netanyahu and Gallant, as well as gathering evidence that connects the men to the specific alleged crimes —&nbsp;something that’s not simple in active war zones. But as Zvobgo pointed out, Khan, the ICC chief prosecutor, “only brought charges that he thought would realistically result in conviction.”</p>\n\n<p class=\"has-text-align-none\">And even if the men accused do not end up in The Hague, Zvobgo said, “even if Netanyahu never steps on Dutch soil, never stands trial at the ICC, he will forever be someone who has been charged with atrocities.” And the charges won’t go away once the war ends, Zvobgo added: “There is no statute of limitations on atrocity crimes.”</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, November 22, 10 am ET: </em></strong><em>This story was originally published on November 21 and has been updated to include diplomatic consequences of the ICC arrest warrants, including the Dutch foreign minister’s postponement of a planned trip to Israel.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The International Criminal Court (ICC) has formally issued arrest warrants for Israeli Prime Minister Benjamin Netanyahu, former Israeli Defense Minister Yoav Gallant, and Hamas military chief Mohammed Deif for war crimes and crimes against humanity. The arrest warrants do not guarantee that the men will be tried at The Hague, the Dutch city where the [&#8230;]",
    "author": "Ellen Ioanes"
  }
]