[
  {
    "title": "A groundbreaking new plan to get Big Pharma to pay for wildlife conservation",
    "link": "https://www.vox.com/down-to-earth/381602/cop16-dsi-digital-sequence-information-explained",
    "pubDate": "2024-11-02T13:35:08.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Three people sit at a table giving a panel. Behind them a blue backdrop reads: Cop16 Cali - Colombia.\" data-caption=\"Three of the key figures at the COP16 meeting in Cali, Colombia. From left to right: David Cooper, CBD’s deputy executive secretary; Susana Muhamad, Colombia’s environmental minister and COP16 president; and Astrid Schomaker, executive secretary of CBD. | Mike Muzurakis/Earth Negotiations Bulletin/IISD\" data-portal-copyright=\"Mike Muzurakis/Earth Negotiations Bulletin/IISD\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/CBD_COP16-8106_f9b7b6.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Three of the key figures at the COP16 meeting in Cali, Colombia. From left to right: David Cooper, CBD’s deputy executive secretary; Susana Muhamad, Colombia’s environmental minister and COP16 president; and Astrid Schomaker, executive secretary of CBD. | Mike Muzurakis/Earth Negotiations Bulletin/IISD</figcaption>\n</figure>\n<p class=\"has-text-align-none\">CALI, Colombia — In the face of extreme and accelerating <a href=\"https://www.vox.com/down-to-earth/2023/12/14/23990382/extinction-capital-hawaii-endangered-species-act\">wildlife declines</a>, government officials from nearly every country have agreed<strong> </strong>to <a href=\"https://www.cbd.int/doc/c/bd4f/2861/9dce4f46d43a637231a442e0/cop-16-l-32-rev1-en.pdf\" data-type=\"link\" data-id=\"https://www.cbd.int/doc/c/bd4f/2861/9dce4f46d43a637231a442e0/cop-16-l-32-rev1-en.pdf\">a groundbreaking new deal</a> meant to funnel more money and other resources into conservation, especially in poor regions of the world.</p>\n\n<p class=\"has-text-align-none\">If it works, the deal — finalized Saturday morning at a<strong> </strong>United Nations biodiversity meeting known as COP16 — could raise hundreds of millions of dollars, or perhaps more than $1 billion, per year, to protect the environment.</p>\n\n<p class=\"has-text-align-none\">The deal is designed to draw money from a new and somewhat unusual source: companies that create and sell products, such as drugs and cosmetics, using the DNA of wild organisms. Today a large number of databases store this sort of genetic data —&nbsp;extracted from plants, animals, and microbes&nbsp;all over the world — and make it available for anyone to use, including companies. Corporations in a range of industries use this genetic data, known as digital sequence information (DSI), to find and create commercial products. Moderna, for example, used <a href=\"https://www.dsiscientificnetwork.org/wp-content/uploads/2023/04/DSI-covid-vaccines-factsheet.pdf\">hundreds of genetic sequences</a> from different respiratory viruses to swiftly produce its Covid-19 vaccine. Moderna has generated more than <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/moderna-beats-covid-vaccine-sales-expectations-deferred-revenue-rolls-2023-05-04/\">$30 billion</a> in sales from the vaccine.</p>\n\n<p class=\"has-text-align-none\">“It is absolutely, 100 percent clear that companies benefit from biodiversity,” Amber Scholz, a scientist at Leibniz Institute DSMZ, a German research organization, told Vox.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-1404559552.jpg?quality=90&#038;strip=all&#038;crop=0,10.741428812701,100,78.517142374599\" alt=\"Yellow oblong blobs float blobbily\" title=\"Yellow oblong blobs float blobbily\" data-has-syndication-rights=\"1\" data-caption=\"Clostridium botulinum, a bacterium that secretes toxins used to produce Botox. | Cavallini James/BSIP/Universal Images Group via Getty Images\" data-portal-copyright=\"Cavallini James/BSIP/Universal Images Group via Getty Images\" />\n<p class=\"has-text-align-none\">This new plan is meant to share some of those benefits, including profits, with nature. It states that large companies and other organizations in sectors that rely on DNA sequences — such as pharmaceuticals, biotechnology, and food supplements — should put a portion of their<strong> </strong>profits or revenue<strong> </strong>into a fund called the Cali fund. According to the plan, that portion is either <a href=\"https://www.cbd.int/doc/c/bd4f/2861/9dce4f46d43a637231a442e0/cop-16-l-32-rev1-en.pdf\" data-type=\"link\" data-id=\"https://www.cbd.int/doc/c/bd4f/2861/9dce4f46d43a637231a442e0/cop-16-l-32-rev1-en.pdf\">1 percent of profit or 0.1 percent of revenue, </a>though it leaves some wiggle room and remains open to review. This approach draws heavily from research by the London School of Economics.</p>\n\n<p class=\"has-text-align-none\">The new Cali fund,<strong> </strong>operated by the UN, will go toward conserving biodiversity —&nbsp;the plants and animals from which all that genetic information stems.&nbsp;It will dish out the money to countries based on things like how much wildlife they have and how much genetic data they are producing. At least half of the money is meant to support Indigenous people and local communities, especially in low-income parts of the world, according to the plan.&nbsp;The exact formula for how money will be divvied up will be decided later.</p>\n\n<p class=\"has-text-align-none\">“It is a global opportunity for businesses who are benefiting from nature to be able to quickly and easily put some money where it’s genuinely going to make a difference in nature conservation,” William Lockhart, a UK government official who co-led negotiations for the new plan, told Vox on Friday.</p>\n\n<p class=\"has-text-align-none\">Remarkably, the new plan is the only international tool to fund conservation nearly entirely with money from the private sector, Lockhart said. </p>\n\n<p class=\"has-text-align-none\">“It will change the lives of people,” Flora Mokgohloa, a negotiator with the government of South Africa, told Vox Friday, referring to how the plan could fund local communities who harbor biodiversity.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-549410223.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A large sea sponge, pale pink and cup-shaped, next to fiery orange and deep red coral on the ocean floor, with an assortment of pretty fish hanging out \" title=\"A large sea sponge, pale pink and cup-shaped, next to fiery orange and deep red coral on the ocean floor, with an assortment of pretty fish hanging out \" data-has-syndication-rights=\"1\" data-caption=\"A barrel sea sponge (right, in pink) on a reef in Indonesia. Scientists have produced &lt;a href=&quot;https://www.vox.com/down-to-earth/23921394/deep-sea-mining-sea-sponges-medicine-drugs&quot;&gt;a number of important drugs&lt;/a&gt;, including AZT and Remdesivir, using compounds produced by sea sponges. | Reinhard Dirscherl/ullstein bild via Getty Images\" data-portal-copyright=\"Reinhard Dirscherl/ullstein bild via Getty Images\" />\n<p class=\"has-text-align-none\">In some ways this new plan is meant to correct longstanding power imbalances, said Siva Thambisetty, an associate professor of intellectual property law at the London School of Economics. Many of the world’s hotspots of biodiversity are in developing nations, like the Democratic Republic of Congo, yet many of the companies that profit from that biodiversity are based in wealthy countries.</p>\n\n<p class=\"has-text-align-none\">“This is about correcting an injustice,” Thambisetty said. “A number of biodiverse countries have been alienated from the value of their resources.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It’s a big deal,” she said of the plan, when it was in draft form.<strong> </strong></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/54090836136_3068c7a220_o.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"People walk across a paved outdoor space surrounded by trees, with hazy hills in the distance. At the center of the space is a sculpture that looks like a Jenga tower with pieces missing, with plants cascading out of some blocks.\" title=\"People walk across a paved outdoor space surrounded by trees, with hazy hills in the distance. At the center of the space is a sculpture that looks like a Jenga tower with pieces missing, with plants cascading out of some blocks.\" data-has-syndication-rights=\"1\" data-caption=\"At the main venue of COP16, artist &lt;a href=&quot;https://www.instagram.com/vonwong/?hl=en&quot;&gt;Benjamin Von Wong&lt;/a&gt; created a &lt;a href=&quot;https://biodiversitygame.org/&quot;&gt;Jenga tower&lt;/a&gt;, which he says symbolizes biodiversity and its risk of collapse. | Von Wong Productions\" data-portal-copyright=\"Von Wong Productions\" />\n<p class=\"has-text-align-none\">There are still many unknowns, including how much money this mechanism might ultimately generate and how enforceable it will be. The deal was reached in the final hours of COP16, a meeting of roughly 180 world governments that are members of a global environmental treaty called the Convention on Biological Diversity (CBD). While that treaty is legally binding, this new plan — which is a “decision” in treaty parlance — is not. So unless countries enshrine the decision in their own legislation,<strong> </strong>it will be difficult to enforce. (Some countries already have legislation to regulate access to their genetic data. It’s still not clear how these national laws will work alongside the new global approach.)</p>\n\n<p class=\"has-text-align-none\">What’s more is that the US, the world’s largest economy, is one of two nations that’s <a href=\"https://www.vox.com/down-to-earth/379295/cop16-biodiversity-why-us-global-treaty-protect-nature\">not a member of the CBD</a> treaty. The other is the Vatican. That means American companies may have even less of an incentive to follow this new plan and pay the fee for using DNA extracted from wild organisms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some advocates for lower-income countries are unhappy with the plan, saying it doesn’t do enough to remedy the problem of what they call biopiracy. That’s when companies commercialize biodiversity, including DNA, and fail to share the benefits that stem from those resources — including profits — with the communities who safeguard them. The plan undermines a country’s ability to control who gets to use its genetic resources, said Nithin Ramakrishnan, a senior researcher at Third World Network, a group that advocates for human rights and benefit sharing. “You’re just creating a voluntary fund that promotes biopiracy,” he said.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/CBD_COP16-4791_0.jpg?quality=90&#038;strip=all&#038;crop=0,10.740836125969,100,78.518327748063\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Colombia President Gustavo Petro (left) and UN Secretary-General António Guterres (right) embrace on October 29 at COP16.&lt;br&gt; | Mike Muzurakis/Earth Negotiations Bulletin/IISD\" data-portal-copyright=\"Mike Muzurakis/Earth Negotiations Bulletin/IISD\" />\n<p class=\"has-text-align-none\">Nonetheless, this decision — which resulted from hours of negotiations, often over single words — still has a lot of power, experts told Vox. Many companies, and especially those with international operations, will likely pay the fee, or a portion of it, they said, even if they’re based in the US. That’s because they operate in regions, such as the European Union, where this new plan will likely be honored. “The big companies are pretty engaged here,” Scholz, who is based in Germany, said. “They have a significant reputational risk.”</p>\n\n<p class=\"has-text-align-none\">Basecamp Research, a London-based startup that claims to manage the world’s largest database of non-human genetic sequences, wasn’t worried about a potential fee. “We are quite comfortable and willing to contribute,” Bupe Mwambingu, the company’s biodiversity partnerships manager, said. “It is going to go toward conserving biodiversity, which is the resource that we are tapping into for our business.” (It’s not clear whether Basecamp Research would be obligated to pay the fee under this new plan.)</p>\n\n<p class=\"has-text-align-none\">Early reactions from the pharmaceutical industry suggest it’s not thrilled. On Saturday morning, David Reddy, director general of the International Federation of Pharmaceutical Manufacturers and Associations, said in a&nbsp;<a target=\"_blank\" href=\"https://www.ifpma.org/news/conclusion-of-cop16-negotiations-on-multilateral-mechanism-for-benefit-sharing-of-dsi/\" rel=\"noreferrer noopener\">statement</a>&nbsp;that the new plan does “not get the balance right” between the benefits it could generate and the&nbsp;potential&nbsp;“costs to&nbsp;society and science.”</p>\n\n<p class=\"has-text-align-none\">“Any new system should not introduce further conditions on how scientists access such data and add to a complex web of regulation, taxation and other obligations for the whole R&amp;D ecosystem — including on academia and biotech companies,” he said.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Share feedback on this story</h2>\n\n\n\n<p class=\"has-text-align-none\">Comments or questions on this story? Reach out to the author, Benji Jones, <a href=\"mailto:benji.jones@vox.com\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">Even under a best-case scenario, money is unlikely to flow into the Cali fund for several years, Scholz said. And there won’t be a lot of it — certainly nothing close to the <a href=\"https://www.vox.com/down-to-earth/378249/cop16-biodiversity-finance-gap-seven-hundred-billion\">$700 billion a year needed to thwart biodiversity loss</a>.</p>\n\n<p class=\"has-text-align-none\">But aside from the money it could generate, this new plan signals something important: Companies and scientists in wealthy regions should share the benefits they derive from nature. Even if it was harvested from digital DNA.</p>\n\n<p class=\"has-text-align-none\"><em>Want to go deeper? Check out </em><a href=\"https://www.vox.com/down-to-earth/372277/digital-sequence-information-dsi-cop16-explained\"><em>our explainer</em></a><em> about digital sequence information and how it’s used.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "CALI, Colombia — In the face of extreme and accelerating wildlife declines, government officials from nearly every country have agreed to a groundbreaking new deal meant to funnel more money and other resources into conservation, especially in poor regions of the world. If it works, the deal — finalized Saturday morning at a United Nations [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Were Bad Bunny and Ricky Martin really shadow banned by Instagram and X? ",
    "link": "https://www.vox.com/culture/381925/instagram-shadow-ban-political-election-posts-ricky-martin-bad-bunny-twitter-x-censorship",
    "pubDate": "2024-11-02T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A person stands with a circular Instagram logo held over their face.\" data-caption=\"Instagram’s current policy is not to recommend any political content to users.  | Dilara Irem Sancar/Anadolu via Getty Images\" data-portal-copyright=\"Dilara Irem Sancar/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2176411782.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Instagram’s current policy is not to recommend any political content to users.  | Dilara Irem Sancar/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the lead-up to the election, allegations are flying that social media platforms have been “shadow banning,” or in some way filtering the political content of, celebrities. After multiple Latine <a href=\"https://www.billboard.com/music/latin/jennifer-lopez-bad-bunny-ricky-martin-amplify-kamala-harris-campaign-trump-rally-racist-puerto-rico-joke-1235812714/\">stars spoke out</a> against <a href=\"https://www.vox.com/politics/380818/trump-rally-puerto-rico-tony-hinchcliffe-groypers\">the racism and misogyny on display</a> at last week’s Madison Square Garden rally, Ricky Martin posted an Instagram Story <a href=\"https://twitter.com/cazarespr/status/1850678928815317433\">claiming</a> that the platform was blocking a post he’d published on the subject. Users also <a href=\"https://www.reddit.com/r/BadBunnyPR/comments/1gf39cp/x_twitter/\">speculated</a> that their <a href=\"https://x.com/badbunnynetwork/status/1851402662949875774\">access</a> to other public figures who posted about the rally, including Bad Bunny, was being somehow restricted. Add these musicians to a long list of users who say they’ve been shadow banned. These include <a href=\"https://www.harpersbazaar.com.sg/lifestyle/bella-hadid-claims-instagram-blocks-her-stories-when-she-talks-about-palestine\">Bella Hadid</a>, who claimed in 2022 that the platform penalized her for posts about Palestine, and sources for a recent <a href=\"https://www.washingtonpost.com/technology/2024/10/16/instagram-limits-political-content-shadowban-election-posts/\">Washington Post</a> investigation who claimed Instagram throttled their political content.</p>\n\n<p class=\"has-text-align-none\">Claims of political post suppression have been made for years, but the idea that a platform would be censoring this content right before a deeply consequential election is alarming. Is it true?</p>\n\n<p class=\"has-text-align-none\">Well, yes and no. Instagram and its text platform, Threads, have <a href=\"https://techcrunch.com/2018/06/01/how-instagram-feed-works/\">claimed</a> in the past and continue to claim that they don&#8217;t shadow ban specific people. “Our policies are designed to give everyone a voice while at the same time keeping our platforms safe,&#8221; Meta’s Public Affairs Director Dani Lever told Vox in an email. &#8220;We’re currently enforcing these policies during a fast-moving, highly polarized, and intense election and we readily acknowledge errors can be made, but any implication that we deliberately and systemically suppress a particular voice is false.”</p>\n\n<p class=\"has-text-align-none\">Last year, Instagram head Adam Mosseri <a href=\"https://about.instagram.com/blog/announcements/instagram-ranking-explained/\">detailed</a> the many moving parts that go into determining how a post gets ranked, curated, and served to users on a platform, including, he said, “thousands” of “signals” of user preferences, including what users like, information about the post and who posted it, and how interested you are in the person who made it. This criteria varies from user to user, and it’s constantly in flux.</p>\n\n<p class=\"has-text-align-none\">Instagram’s complicated system of ranking content involves another operation of filtering content as well. <a href=\"https://themarkup.org/automated-censorship/2024/02/25/how-we-investigated-shadowbanning-on-instagram\">Previous reporting</a> has indicated that Instagram and Threads do remove and filter out content, including covertly restricting individual accounts and their content from search results — the oldest <a href=\"https://www.vox.com/technology/23933846/shadowbanning-meta-israel-hamas-war-palestine\">commonly understood meaning</a> of a shadow ban — as well as showing the posts to fewer users. That apparent contradiction may be why shadow ban discourse flared up again this past week. </p>\n\n<p class=\"has-text-align-none\">In addition, the political context — mere days away from an anxiety-inducing election — adds another layer of concern. The platform’s current <a href=\"https://about.instagram.com/blog/announcements/continuing-our-approach-to-political-content-on-instagram-and-threads\">official policy</a> regarding politics is not to recommend any political content to users. “Our goal is to preserve the ability for people to choose to interact with political content, while respecting each person’s appetite for it,” Mosseri <a href=\"https://www.threads.net/@mosseri/post/C3IjTzGvk6_\">said</a> earlier this year when the policy was announced. </p>\n\n<p class=\"has-text-align-none\">“People have told us they want to see less political content on Facebook,&#8221; Lever told Vox, &#8220;so we have spent the last few years <a href=\"https://transparency.meta.com/features/approach-to-political-content\">refining</a> our approach to reduce the amount of political content seen in Feed and other surfaces.&#8221;</p>\n\n<p class=\"has-text-align-none\">Users can opt into being served political content if they want — which is good — but users who don’t know they need to opt in first might go looking for political content and then get the wrong idea when they don’t find it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not only that, but in March, Instagram <a href=\"https://www.threads.net/@mosseri/post/C4yJaqgxK5o\">rolled out</a> a little-noticed but massive change to the way it displays hashtags across the site: It essentially erased real-time feeds altogether. Now, regardless of what tag you’re searching for, you can no longer see posts made in real time on a universal feed. While you can still see posts that are recommended for you on the mobile app, you can’t see everything. This, again, is another wrinkle that might make people think they’re being targeted or that their posts are being hidden, when they’re more likely just being lost in Meta’s ineffable algorithmic approach to sourcing content.</p>\n\n<p class=\"has-text-align-none\">Given the polarized era we’re in, all of these factors can create confusion. After all, Meta <em>has</em> previously limited political content across all its platforms. In 2022, it issued an <a href=\"https://developers.facebook.com/blog/post/2022/09/28/upcoming-restriction-period-for-us-ads/\">ad restriction</a> in the week prior to the election to squelch all political advertising from getting through, and it’s conducting a similar restriction this week. (A recent <a href=\"https://www.forbes.com/sites/emilybaker-white/2024/10/31/facebook-ads-election-misinformation/\">Forbes investigation</a> found that prior to the current week-long ban on election advertising, the company has been <a href=\"https://www.theverge.com/2024/10/31/24284674/meta-is-profiting-from-election-conspiracy-theories\">profiting handily</a> from political Facebook advertising — even ads that spread rampant disinformation about the election.) </p>\n\n<p class=\"has-text-align-none\">Lever pointed out to Vox that the company had actually <a href=\"https://about.fb.com/news/2023/11/how-meta-is-planning-for-elections-in-2024/\">announced</a> its forthcoming approach to the elections a full year ago. &#8220;We very clearly stated that we would show people links to official information about how, when, and where to vote when they searched for terms related to the election on Facebook and Instagram,” Lever told Vox. Still, the average Instagram user likely won’t see missing content as part of a site-wide design; they may see it instead as an unfair ban on a specific piece of content or theme.</p>\n\n<p class=\"has-text-align-none\">Users’ perceptions that their speech is being curtailed has become a running theme for Meta, as well as other platforms like Twitter, now known as X. Owner Elon Musk has frequently come under fire for allowing censorship and <a href=\"https://fortune.com/2024/10/30/study-shows-elon-musk-tweets-pro-trump-appear-x-users-feeds-within-2-sessions/\">artificial amplification</a> of content on that platform, often at the behest of <a href=\"https://www.theverge.com/2024/9/4/24235213/x-brazil-suppression-speech-elon-musk-india-turkey\">right-wing authoritarian governments</a>. (Vox has reached out to X for comment.) Under Musk, X has also been known to <a href=\"https://www.msnbc.com/opinion/msnbc-opinion/elon-musk-twitter-censor-left-accounts-rcna59638\">ban left-leaning users</a>, including journalists, from the platform despite the users having violated no site policies. All of this prior activity tends to feed the rumor mill in times of high anxiety and tension — like, say, days before an election. Even if X isn’t filtering content, the perception that it must be can contribute to user backlash.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The problem of users believing they’ve been shadow banned reflects larger tensions between tech and politics</strong></h2>\n\n<p class=\"has-text-align-none\">That leads us to another, perhaps more ominous, problem. Increasingly, the prominent moguls at the helms of these platforms seem willing to bend the knee to Donald Trump. Some tech entrepreneurs like Jeff Bezos and Patrick Soon-Shiong may be <a href=\"https://www.latimes.com/california/story/2024-10-28/non-endorsement-post-la-times-cancellations\">hedging their bets</a> in anticipation of a Trump election win. Musk has <a href=\"https://www.vox.com/2024-elections/380185/trump-elon-musk-election\">made it clear</a> that he is a Trump fan, but that’s not necessarily the case with Mark Zuckerberg, with whom Trump has had a famously tense relationship over the years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Following the <a href=\"https://www.vox.com/policy-and-politics/2021/1/6/22217657/us-capitol-breach-trump-rally-presidential-election\">January 6 insurrection,</a> Facebook and Twitter both <a href=\"https://www.vox.com/2021/1/16/22234971/trump-twitter-facebook-social-media-ban-election-misinformation-zignal\">banned Trump</a> from their platforms, which left the former president thoroughly disgruntled, with Zuckerberg in particular. That March, on TruthSocial, he <a href=\"https://variety.com/2024/digital/news/donald-trump-tiktok-ban-facebook-zuckerschmuck-enemy-of-the-people-1235934951/\">indicated</a> his intent to protect TikTok in the face of attempts by US politicians to ban the platform — solely because TikTok is Facebook’s biggest competitor. Trump followed that up by&nbsp;<a href=\"https://finance.yahoo.com/news/trump-warns-mark-zuckerberg-could-165321790.html\">threatening</a> to put Zuckerberg in prison if he filtered Trump-related content from Facebook.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump’s statements are in line with a long litany of threats he’s made against his enemies across <a href=\"https://www.nytimes.com/2024/10/15/us/politics/trump-opponents-enemy-within.html\">politics</a>, <a href=\"https://www.npr.org/2024/10/22/nx-s1-5161480/trump-media-threats-abc-cbs-60-minutes-journalists\">the media</a>, and <a href=\"https://economictimes.indiatimes.com/news/international/world-news/trumps-threats-to-prosecute-opponents-election-workers-and-google/articleshow/114783967.cms?from=mdr\">Silicon Valley</a> if he were to win office. Additionally, Congress has shown <a href=\"https://www.vox.com/2018/9/6/17824652/twitter-dorsey-energy-and-commerce-hearing-shadow-banning\">a willingness</a> to <a href=\"https://www.vox.com/recode/2020/10/28/21538767/senate-social-media-hearing-section-230-twitter-google-facebook-dorsey-pichai-zuckerberg-censorship\">investigate social media platforms</a> when they’re displeased by alleged content restrictions.</p>\n\n<p class=\"has-text-align-none\">The tensions between Trump and Meta seem to be thawing, however, as Meta has been giving progressively more face to Trump. Zuckerberg <a href=\"https://about.fb.com/news/2023/01/trump-facebook-instagram-account-suspension/\">restored Trump’s access</a> to Facebook and Instagram in 2023 after a two-year ban. He also <a href=\"https://newrepublic.com/article/187644/too-scared-endorse-harris-trump\">praised Trump</a> for his bravery following a July <a href=\"https://www.vox.com/politics/360390/trump-shot-assassination-attempt-shooter-bullet-butler-pennsylvania-biden-secret-service-updates\">assassination attempt</a>, and <a href=\"https://www.washingtonpost.com/business/2024/10/28/trump-bezos-billionaires-zuckerberg/\">called</a> him after the incident. While Trump had previously referred to <a href=\"https://variety.com/2024/digital/news/donald-trump-tiktok-ban-facebook-zuckerschmuck-enemy-of-the-people-1235934951/\">Zuckerberg as an “enemy of the people,”</a> that vibe has shifted; on a recent podcast interview, Trump claimed he <a href=\"https://thehill.com/policy/technology/4934534-trump-zuckerberg-politics-facebook/\">likes Zuckerberg “much better now.”</a> Facebook has <a href=\"https://www.forbes.com/sites/saradorn/2024/09/09/meta-denies-zuckerberg-told-trump-he-cant-vote-for-a-democrat/?\">denied</a> Trump’s <a href=\"https://nymag.com/intelligencer/article/donald-trump-ear-campaign-assassination-attempt.html\">claim</a> that Zuckerberg went one further and implied he would be voting for Trump in the election.</p>\n\n<p class=\"has-text-align-none\">It’s not hard to see that in a scenario where tech CEOs are <a href=\"https://www.wired.com/story/tech-ceos-trump-claims-are-courting-him/\">falling in line</a> to pay their dues to Trump in case he wins the election, the end user is the one who loses out.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the lead-up to the election, allegations are flying that social media platforms have been “shadow banning,” or in some way filtering the political content of, celebrities. After multiple Latine stars spoke out against the racism and misogyny on display at last week’s Madison Square Garden rally, Ricky Martin posted an Instagram Story claiming that [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "Starbucks won’t charge extra for plant-based milk. Other companies should follow.",
    "link": "https://www.vox.com/future-perfect/381551/starbucks-dropping-plant-milk-upcharge-vegan-tax",
    "pubDate": "2024-11-02T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A sign with a Starbucks logo hanging outside a storefront\" data-caption=\"\" data-portal-copyright=\"Associated Press/Matt Rourke\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/AP24122604637100.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Starbucks announced this week that starting November 7, its US and Canada stores will drop extra charges for plant-based milks — including oat, soy, almond, and coconut — that add 70 to 80 cents to a drink’s cost.</p>\n\n<p class=\"has-text-align-none\">It’s a change that plant-based food advocates have long campaigned for, citing the dairy industry’s grave animal welfare and climate impacts. In 2022, <em>Succession</em> actor James Cromwell — in partnership with <a href=\"https://www.peta.org/media/news-releases/drop-it-peta-to-cause-a-stir-at-starbucks-shareholder-meeting-over-nondairy-milk-upcharge/\">PETA</a> — <a href=\"https://sentientmedia.org/starbucks-plant-milk-surcharge/\">superglued</a> himself to a Starbucks counter in New York City in protest of the upcharge.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/5.jpg?quality=90&#038;strip=all&#038;crop=1.9640718562874,0,96.071856287425,100\" alt=\"Two men wearing PETA shirts protest at a Starbucks counter, one holds a sign that reads “STARBUCKS: END THE VEGAN UPCHARGE”\" title=\"Two men wearing PETA shirts protest at a Starbucks counter, one holds a sign that reads “STARBUCKS: END THE VEGAN UPCHARGE”\" data-has-syndication-rights=\"1\" data-caption=\"In 2022, actor James Cromwell glued himself to a Starbucks counter in protest of its plant-based milk uncharge. | PETA\" data-portal-copyright=\"PETA\" />\n<p class=\"has-text-align-none\">The news comes as the coffee giant tries to win customers back after a <a href=\"https://www.nytimes.com/2024/10/30/business/starbucks-customers-brian-niccol.html\">marked</a> <a href=\"https://www.nytimes.com/2024/10/22/business/starbucks-earnings-sales.html\">drop</a> in sales over the last year. Some customers are leaving due to <a href=\"https://www.vox.com/money/23896266/latte-price-pumpkin-spice-starbucks-coffee-inflation\" data-type=\"link\" data-id=\"https://www.vox.com/money/23896266/latte-price-pumpkin-spice-starbucks-coffee-inflation\">inflation</a>, “balking at $8 lattes, while others are boycotting the chain for a variety of reasons,” according to the <a href=\"https://www.nytimes.com/2024/10/30/business/starbucks-customers-brian-niccol.html\">New York Times</a> (including the <a href=\"https://theintercept.com/2023/10/17/starbucks-suing-union-israel-palestine/\" data-type=\"link\" data-id=\"https://theintercept.com/2023/10/17/starbucks-suing-union-israel-palestine/\">war in Gaza</a> and <a href=\"https://www.vox.com/technology/2023/3/28/23659846/starbucks-ceo-howard-schultz-senate-union-busting\" data-type=\"link\" data-id=\"https://www.vox.com/technology/2023/3/28/23659846/starbucks-ceo-howard-schultz-senate-union-busting\">union busting</a>, though it’s <a href=\"https://www.vox.com/money/2023/12/13/23999981/starbucks-boycott-israel-palestine-market-value-loss-holidays-labor\">unclear</a> how much impact that’s had on Starbucks’s business). The plant milk fee hasn’t helped. In the US, around <a href=\"https://stories.starbucks.com/stories/2021/key-takeaways-from-starbucks-q3-fy21-earnings-results/#\">one quarter</a> of Starbucks’ drinks that include milk are ordered with plant-based milk, according to data from 2021, and the upcharge adds much more to the cost of a drink for the customer than the actual cost of the plant-based milk to Starbucks. </p>\n\n<p class=\"has-text-align-none\">According to <a href=\"http://switch4good.org/\">Switch4Good</a>, a nonprofit that advocates for shifting away from dairy and has long agitated against the plant milk surcharge, it <a href=\"https://switch4good.org/droptheupcharge/\">costs</a> Starbucks between 9 and 28 cents extra to make a drink with soy, almond, or oat milk. That means the extra 70- to 80-cent charge could amount to a markup of more than 700 percent, depending on the milk alternative. A Starbucks spokesperson told Vox that the decision to drop the surcharge was made to benefit customers but didn’t answer questions about Switch4Good’s analysis.</p>\n\n<p class=\"has-text-align-none\">The company has also been<a href=\"https://www.cbsnews.com/news/starbucks-lawsuit-nondairy-milk-lactose-intolerance/\"> sued for the upcharge</a> on discrimination grounds because around one-third of Americans — disproportionately people of color — have difficulty digesting lactose, a sugar found in milk.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While changing course on the plant milk upcharge was, above all, a business decision, it could also be a milestone in the food industry’s <a href=\"https://insideclimatenews.org/news/21092024/food-companies-greenhouse-gas-emissions/\">stalled efforts to combat climate change</a>, given milk’s big carbon footprint. The switch will also help to further mainstream dairy-free milk, a more humane and sustainable alternative to conventional dairy, during what has otherwise been a turbulent year for the plant-based food market.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Starbucks’s new policy is a big deal for the climate&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Producing cow’s milk has outsize <a href=\"https://www.vox.com/future-perfect/24128700/bird-fludairy-meat-industry-h5n1-cows-milk-eggs-safety\">social</a> and <a href=\"https://www.vox.com/future-perfect/22905381/meat-dairy-eggs-climate-change-emissions-rewilding\">environmental costs</a> compared to plant-based milks — costs that aren’t priced into what consumers pay for dairy, which benefits from a range of <a href=\"https://www.vox.com/future-perfect/352359/milk-dairy-schools\">government subsidies designed</a> to make animal products cheap and plentiful.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For one, there’s the <a href=\"https://www.vox.com/future-perfect/377096/sonoma-county-denver-factory-farming-slaughterhouse-ban-ballot-measures\">animal cruelty</a>. The dairy business model depends on <a href=\"https://newrepublic.com/article/160448/meat-bestiality-artificial-insemination\">artificially inseminating cows</a> and separating them from their calves at birth so humans can take their milk. The calves are typically forced to live alone in small enclosures while dairy cows are kept in large, industrial sheds, spending <a href=\"https://www.frontiersin.org/journals/veterinary-science/articles/10.3389/fvets.2020.00257/full\">little to no time in pasture</a>.</p>\n\n<p class=\"has-text-align-none\">After multiple cycles of pregnancy and birth, when a dairy cow’s milk productivity wanes, she’s typically sent to slaughter.&nbsp;</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2163453178_584022.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Dairy cows in milking stalls at a large farm in Lancaster, Pennsylvania. | Robert J. Polett/Design Pics Editorial/Universal Images Group via Getty Images\" data-portal-copyright=\"Robert J. Polett/Design Pics Editorial/Universal Images Group via Getty Images\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-629562435.jpg?quality=90&#038;strip=all&#038;crop=0,10.729162685826,100,78.541674628349\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Calves on a dairy farm in the San Joaquin Valley region of California are confined in small pens. | Andia/Universal Images Group via Getty Images\" data-portal-copyright=\"Andia/Universal Images Group via Getty Images\" /></figure>\n\n<p class=\"has-text-align-none\">More important to Starbucks, however, is <a href=\"https://stories.starbucks.com/emea/stories/2021/starbucks-to-work-directly-with-farmers-to-help-reduce-emissions/#\">milk’s greenhouse gas emissions</a>, which comprise more than one-fifth of the company’s global carbon footprint. Dairy production devours dramatically <a href=\"https://ourworldindata.org/environmental-impact-milks\">more land and water</a>, and contributes far more greenhouse gas emissions and water pollution, than plant-based alternatives. <a href=\"https://www.vox.com/future-perfect/2024/3/20/24105735/peak-meat-livestock-emissions-plant-based-climate-deadline\">Climate scientists agree</a> that reducing dairy and meat consumption in wealthy countries is a necessary part of climate mitigation.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/dC9zJ-cow-s-milk-has-a-much-bigger-environmental-footprint-than-plant-based-milk.png?quality=90&#038;strip=all&#038;crop=14.652597402597,0,70.694805194805,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Starbucks has committed to <a href=\"https://stories.starbucks.com/uploads/2021/04/Starbucks-2020-Global-Environmental-and-Social-Impact-Report.pdf\">halving its greenhouse gas emissions by 2030</a>, and expanding its <a href=\"https://stories.starbucks.com/stories/2020/plant-based-menu-innovation-at-starbucks/#\">plant-based menu options</a> is a key component of that goal. Removing the plant milk upcharge, a Starbucks spokesperson said in a statement, also contributes to the company’s sustainability plans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As of 2023, the coffee chain had made <a href=\"https://content-prod-live.cert.starbucks.com/binary/v2/asset/137-88758.pdf\">minimal progress toward reducing its carbon footprint</a>; its overall emissions had increased from its 2019 baseline, in part because its emissions from cow’s milk were up 8 percent over that period. Starbucks is such a large buyer of milk that dairy emissions across its global operations is equivalent to around <a href=\"https://dairy.osu.edu/newsletter/buckeye-dairy-news/volume-26-issue-2/dairy-sustainability-–-jargon-dairy-story-and\" data-type=\"link\" data-id=\"https://dairy.osu.edu/newsletter/buckeye-dairy-news/volume-26-issue-2/dairy-sustainability-–-jargon-dairy-story-and\">2</a> <a href=\"https://www.sciencedirect.com/science/article/pii/S0022030222004830\" data-type=\"link\" data-id=\"https://www.sciencedirect.com/science/article/pii/S0022030222004830\">percent</a> of emissions from all US dairy production.</p>\n\n<p class=\"has-text-align-none\">Food companies are <a href=\"https://insideclimatenews.org/news/21092024/food-companies-greenhouse-gas-emissions/\">struggling to cut their emissions</a> because most of their menus revolve around meat and dairy, the most carbon-intensive foods. Starbucks’s decision to drop its dairy-free surcharge should help. Substituting nondairy milks is already Starbucks’s second most requested drink customization, according to the company, so the change could push even more of its customers to go dairy-free. It could also push other chains to follow.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What the Starbucks change could mean for the future of plant-based dairy</strong></h2>\n\n<p class=\"has-text-align-none\">The move represents a rare win in recent years for the US plant-based food industry. After a <a href=\"https://www.vox.com/2019/5/28/18626859/meatless-meat-explained-vegan-impossible-burger\">meteoric rise</a> in the late 2010s — as Beyond Meat and Impossible burgers went mainstream and Oatly became the it-milk of baristas and consumers alike — the sector has since <a href=\"https://www.vox.com/future-perfect/2023/4/17/23682232/impossible-beyond-plant-based-meat-sales\">faltered</a>. A number of fast food chains have <a href=\"https://www.bloomberg.com/news/articles/2021-09-24/which-fast-food-has-fake-meat-not-many-serve-beyond-meat-impossible-foods\">dropped plant-based burgers</a> from their menus, while the incumbent livestock sector has <a href=\"https://www.vox.com/future-perfect/2023/5/5/23709822/milk-dairy-plant-based-meat-soy-almond-fake-processed\">attacked plant-based startups</a>. Shoppers have opted for cheaper animal products amid high inflation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Plant-based milk, though, has managed to weather the <a href=\"https://www.vox.com/future-perfect/2019/10/7/20880318/meatless-meat-mainstream-backlash-impossible-burger\">plant-based backlash</a> better than most; from 2021 to 2023, <a href=\"https://gfi.org/wp-content/uploads/2024/05/2023-State-of-the-industry-report_Plant-based.pdf\">revenues were up 9 percent</a>, accounting for almost <a href=\"https://gfi.org/marketresearch/#:~:text=Plant%2Dbased%20milk%20sales,unit%20sales%20declined%208%20percent.\">15 percent of total milk sales</a> (though the number of nondairy milk units fell). Meanwhile, plant-based meat sales fell by an estimated 13 percent during that same period.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given Starbucks’s size and influence, dairy-free milk’s market share may continue to grow — and cow’s milk sales, which have been dropping for decades, may decline further.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/CZPWG-american-milk-consumption-has-fallen-by-almost-50-percent-since-1975-2.png?quality=90&#038;strip=all&#038;crop=0,16.741052270191,100,66.517895459617\" alt=\"Chart showing US fluid milk consumption dropping by nearly half since 1975 through the early 2020s. \" title=\"Chart showing US fluid milk consumption dropping by nearly half since 1975 through the early 2020s. \" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Starbucks’s policy change, however, is more than just a sign of plant-based milk’s staying power; it also demonstrates the potential for the plant-based and anti-factory farming movements to apply sustained pressure to corporations and get results.&nbsp;</p>\n\n<p class=\"has-text-align-none\">PETA and <a href=\"http://switch4good.org/\">Switch4Good</a> have called on the company to drop the surcharge for years. While Starbucks says the change was a business decision, the protests, celebrity endorsements, and petitions likely helped, creating the very idea that charging more for plant-based options was unjust. And while the protests have at times been <a href=\"https://www.washingtonpost.com/opinions/2022/05/20/james-cromwell-starbucks-glue-vegan-milk-upcharge/\">ridiculed</a> as the work of whiny vegans angry about a 70-cent charge, the successful campaign will now primarily benefit Starbucks’s millions of nonvegan customers who just enjoy plant-based milks or require them due to lactose intolerance (and, of course, factory-farmed cows and the climate).&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The move follows a vigorous five-year campaign, letters from more than 160,000 PETA supporters, protests at Starbucks around the country, and help from actor James Cromwell… as well as an appeal from Sir Paul McCartney,” a PETA statement reads. PETA paused its campaign in September to give the new Starbucks CEO, Brian Niccol, time to “make the right decision,” the organization said. “And he delivered.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/4.jpg?quality=90&#038;strip=all&#038;crop=0,6.5968586387435,100,86.806282722513\" alt=\"A group of people with protest signs protest Starbucks’s plant-based upcharge. \" title=\"A group of people with protest signs protest Starbucks’s plant-based upcharge. \" data-has-syndication-rights=\"1\" data-caption=\"PETA protested Starbucks’s plant-based milk surcharge for years before the company decided to drop it. | PETA\" data-portal-copyright=\"PETA\" />\n<p class=\"has-text-align-none\">If Starbucks wanted to, it could go even further by making plant-based milk the default option for its milky drinks. In 2022, Blue Bottle, a Nestlé-owned upscale coffee chain with some 100 locations around the world, announced it was making <a href=\"https://blog.bluebottlecoffee.com/posts/oat-milk-by-default\">oat milk the default milk</a> in beverage orders in US locations as part of a larger effort to cut carbon emissions. Now, if a Blue Bottle customer wants cow’s milk, they have to request it, but most don’t; a few months after making the switch, Blue Bottle reported that 63 percent of customers were sticking with oat milk.<br><br>Blue Bottle’s approach, which <a href=\"https://www.bloomberg.com/news/articles/2024-04-30/companies-and-schools-are-using-nudge-theory-to-cut-meat-consumption\">other food companies</a> have also embraced, shows how heavily our food choices are influenced by our food environments. Small changes — from dropping surcharges to changing default options — can nudge us toward a more climate-friendly future. Starbucks is the latest, and largest, company to put conventional dairy and plant-based milk on a level playing field. Others should follow.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Starbucks announced this week that starting November 7, its US and Canada stores will drop extra charges for plant-based milks — including oat, soy, almond, and coconut — that add 70 to 80 cents to a drink’s cost. It’s a change that plant-based food advocates have long campaigned for, citing the dairy industry’s grave animal [&#8230;]",
    "author": "Marina Bolotnikova"
  },
  {
    "title": "How Americans came to hate each other",
    "link": "https://www.vox.com/politics/381789/partisanship-polarization-political-violence",
    "pubDate": "2024-11-02T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A blonde woman wearing sunglasses and an American flag-patterned sweater points and yells.\" data-caption=\"A Trump supporter yells at counter-protesters outside of the US Supreme Court during the Million MAGA March in Washington on November 14, 2020. | Caroline Brehman/CQ-Roll Call, Inc via Getty Images\" data-portal-copyright=\"Caroline Brehman/CQ-Roll Call, Inc via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-1229622858.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A Trump supporter yells at counter-protesters outside of the US Supreme Court during the Million MAGA March in Washington on November 14, 2020. | Caroline Brehman/CQ-Roll Call, Inc via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">With just days until the 2024 election, it can feel like Americans are more divided than ever. Former President <a href=\"https://www.vox.com/politics/380818/trump-rally-puerto-rico-tony-hinchcliffe-groypers\">Donald Trump and his supporters</a> have <a href=\"https://apnews.com/article/donald-trump-enemies-from-within-5c4a34776469a55e71d3ba4d4e68cf62\">attacked opponents in increasingly vicious terms</a>. There have already been incidents of <a href=\"https://www.vox.com/politics/381520/2024-election-violence-trump-loses-extremism-civil-war\">political violence</a> — including multiple alleged arsons targeting ballot boxes and a terrorism arrest in Arizona after the windows were repeatedly shot out of a Democratic Party office — and polling suggests voters are worried about more post-election violence.</p>\n\n<p class=\"has-text-align-none\">There are serious stakes to the election, including democracy issues and abortion rights — but the intense, vitriolic polarization we’re experiencing now is largely based on our <a href=\"https://hub.jhu.edu/2024/10/27/snf-agora-poll-september-2024/\">perceptions about each other</a>, according to research from Johns Hopkins University professor Lilliana Mason. </p>\n\n<p class=\"has-text-align-none\">Mason, a professor of political science at the university’s Stavros Niarchos Foundation’s Agora Institute, says this type of division, which she calls affective polarization, doesn’t require us to have wildly different policy disagreements to hate each other. Instead, she told Vox, “it’s based on feelings,” as well as misunderstandings about which groups, and what kind of people, are on the other side.</p>\n\n<p class=\"has-text-align-none\">Through a series of surveys and experiments over four years, Mason and Nathan Kalmoe, a political communication professor at Louisiana State University, studied the origins of extreme partisanship among ordinary Americans for the 2022 book, <a href=\"https://press.uchicago.edu/ucp/books/book/chicago/R/bo163195227.html\"><em>Radical American Partisanship</em></a><em>. </em>Mason and Kalmoe found that around 40 percent of Americans surveyed were willing to use dehumanizing language about the other party — a metric she says can be a precursor to even more serious political violence.</p>\n\n<p class=\"has-text-align-none\"><em>Today, Explained</em> host Noel King spoke with Mason to understand how the American electorate got to this point and how we can get back to a more civil politics<em>.</em></p>\n\n<p class=\"has-text-align-none\">Below is an excerpt of the conversation, edited for length and clarity.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7443558362\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">You&#8217;ve written two books that seem relevant here. Tell me the names of your books.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Lilliana Mason</h4>\n\n<p class=\"has-text-align-none\">The first book is <em><a href=\"https://press.uchicago.edu/ucp/books/book/chicago/U/bo27527354.html\">Uncivil Agreement How Politics Became Our Identity</a></em>. And the second book is <em>Radical American Partisanship</em>.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Two main parties in the United States, Democrats and Republicans; as a researcher, what do you know about what we think about the other group that is incorrect?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Lilliana Mason</h4>\n\n<p class=\"has-text-align-none\">Everything! We all overestimate the extent to which people in the other party are extreme in terms of the policies. We also overestimate the degree to which the party is made up of groups that we kind of think of as like the stereotypical groups associated with the party. So, Republicans think that the Democratic Party is majority Black. It&#8217;s not. Democrats think that the Republican Party is majority wealthy people who make over $250,000 a year. It&#8217;s actually like 2 percent. And so we tend to assume that the stereotypical group that we think of when we think of that party, we tend to assume that that makes up the whole party and we&#8217;re all wrong.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And in fact, political scientists and sociologists have done experiments where we correct people&#8217;s misperceptions and it actually makes them hate the other party less because they hadn&#8217;t realized that the party wasn&#8217;t made up of maybe people they didn&#8217;t like or wasn&#8217;t made up of people who are really extreme in their policy preferences. We are overestimating the extent to which the other party is made up of people that we assume we would really dislike.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">How do you define partisanship?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Lilliana Mason</h4>\n\n<p class=\"has-text-align-none\">The classic understanding of partisanship is just which party you vote for based on your assessments of politics. But more recently, we&#8217;re starting to think of partisanship as a social identity, meaning it&#8217;s a psychological connection to the other people that are in the party and feeling like what happens to our party impacts our own sense of self-esteem and self-worth. The traditional view is thinking of choosing who to vote for like a banker chooses an investment. And really what we&#8217;re doing today is more like sports fans cheering on our team.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">That&#8217;s partisanship. What is polarization?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Lilliana Mason</h4>\n\n<p class=\"has-text-align-none\">So polarization can also be two things. It can be more than that, actually. But the classic understanding of polarization was that we are disagreeing about issues. So Democrats are really liberal and Republicans are really conservative on all of these different issues. But increasingly, what we&#8217;re finding now is that our polarization is partly about that, but it&#8217;s also about how we feel about each other. So Democrats and Republicans really don&#8217;t like one another, and we call that affective polarization. So it&#8217;s based on feelings. </p>\n\n<p class=\"has-text-align-none\">And really the important thing about understanding the effect of polarization is that it doesn&#8217;t require us to disagree in order to hate each other. We use theories from social psychology about why any groups don&#8217;t like each other to explain why Democrats and Republicans don&#8217;t like each other, and it doesn&#8217;t necessarily require that they disagree on, you know, marginal tax rates.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Does the data really say that people of different parties dislike or even hate each other?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Lilliana Mason</h4>\n\n<p class=\"has-text-align-none\">Yeah. In fact, in my first book, I asked people how would they feel if their child married somebody from the other party or how would they feel if someone from the other party moved in next door to them. And those types of questions — people really don&#8217;t like the idea of their child marrying somebody from the other party. They don&#8217;t really want to have social contact with people from the other party. And that type of feeling isn&#8217;t entirely rooted in disagreement. So people who have really moderate policy preferences can still really dislike people from the other party. </p>\n\n<p class=\"has-text-align-none\">In the second book, we started to ask more extreme questions. So we asked, “Do you think people on the other party are not just wrong for politics, they&#8217;re downright evil?” Or even, “Do they deserve to be treated like humans because they behave like animals?” So a dehumanization question, which is kind of the most extreme of the questions, and we are finding that about 50 percent of partisans are willing to say that their partisan opponents are evil, and between 20 to 40 percent are even willing to dehumanize people in the other party. </p>\n\n<p class=\"has-text-align-none\">We started asking this question in 2017. The reason we asked the question is because this is the type of thing that we measure in other countries, if there&#8217;s a mass violence event. This type of attitude exists beforehand. It doesn&#8217;t always lead to violence, but whenever there is mass violence, you have to have these dehumanizing and vilifying attitudes present beforehand, because otherwise it&#8217;s really hard to harm another human being and still feel like a morally good person. And really, the only way to do that is to think that they are a threat to you, that they&#8217;re evil and that they&#8217;re subhuman. And so when we see genocide in other places, for example, these attitudes exist before before the violence occurs. And what we wanted to know was, did these attitudes exist in the American electorate? And no one had really asked that question before.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Tell me about what kind of polarization we&#8217;re seeing these days.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Lilliana Mason</h4>\n\n<p class=\"has-text-align-none\">So what we&#8217;re seeing is mostly affective polarization. So it&#8217;s basically the type of polarization that means that we don&#8217;t like one another. And if you think about human groups throughout all of human history, there are plenty of reasons that two human groups don&#8217;t like one another. Humans hate one another for all kinds of reasons. And it&#8217;s very much that type of visceral dislike and distrust that any two social groups can have against each other that we&#8217;re observing in the Democratic and Republican parties right now.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Disagreeing on policy seems to me quite normal; thinking that a person in the other party is evil seems a bit less normal to me. What is this rooted in, this affective polarization? Where did this come from? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Lilliana Mason</h4>\n\n<p class=\"has-text-align-none\">A lot of this animosity between Democrats and Republicans has come out of a trend over the last many decades of not only our partisan identities being the thing that we fight over during elections, but also all of these other identities. And since the 1960s, our racial identities, our religious identities, all other cultural, even geographic identities have moved into alignment with our party identities. So what happens is that when we&#8217;re thinking about politics and who wins and who loses, we&#8217;re not just thinking my party wins or my party loses. We&#8217;re thinking, “If my party wins, then my racial group wins and my religious group wins.” And all of these other parts of my identity are winners and it feels really good and vice versa. “If my party loses, all these different parts of my identity are also losing,” and that feels really, really terrible. So the stakes get a lot higher when we think about our electoral choices and who is in control of our government as reflective of who we are as a human being. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">I would like to not live in this version of America. There&#8217;s an election to cover. How do we, in all seriousness, fix this problem?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Lilliana Mason</h4>\n\n<p class=\"has-text-align-none\">We&#8217;ve tried a number of interventions in our surveys, so we&#8217;ll embed an experiment in the survey to try to see if we can make people less violent or less approving of violence. And one thing that we found that basically always works is to have them read a quote from a leader. So in our experiments, we use Biden or Trump, a quote that just says something like, “violence is never acceptable. That&#8217;s just not how we do things here.” And people who read that quote are less likely to approve of political violence than those who&#8217;ve read nothing in a control condition. So simply reading a sentence from a leader can get people to kind of step back from this aggressive stance. We need to get something back. </p>\n\n<p class=\"has-text-align-none\">One of the things I think that the last few years have done — and I think Trump as a candidate in particular — is really break the norms of what&#8217;s acceptable behavior in American politics and in American society. The idea that we can use racist and misogynistic language against our fellow citizens, the idea that we can tell lies and not be punished for it; you know, a lot of the things that our politics is characterized by right now are things that 20 years ago would not have ever been allowed on the political stage. And there are plenty of Democrats and Republicans that just remember a different time. And what worries me is that young people don&#8217;t. So we&#8217;re increasingly in this world where young people don&#8217;t know that it was nicer, more diplomatic, and so I hope that we can pay attention to the norms that have been broken because the only way to enforce a norm is for people around you, when you break the norm, to tell you to stop it. Laws are enforced with law enforcement. Norms are enforced with us, with people. </p>\n\n<p class=\"has-text-align-none\">And the reason that shame is such a powerful emotion, is because it&#8217;s the way that we enforce norms. To the extent that together as a community, if we see somebody behaving in a way that we think of as unacceptable, that we as a community can say to them, “That&#8217;s beyond the pale, that&#8217;s that you just crossed the line. I&#8217;m not accepting that kind of behavior.” And we haven&#8217;t been doing that to each other in many years, I think. But to the extent that we can kind of remember what it&#8217;s like to be normal people and treat each other like we&#8217;re part of a community together and that we&#8217;re part of the same society, that&#8217;s something that we all can do on our own.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "With just days until the 2024 election, it can feel like Americans are more divided than ever. Former President Donald Trump and his supporters have attacked opponents in increasingly vicious terms. There have already been incidents of political violence — including multiple alleged arsons targeting ballot boxes and a terrorism arrest in Arizona after the [&#8230;]",
    "author": "Victoria Chamberlin"
  },
  {
    "title": "So what if Martha Stewart is a perfectionist control freak?",
    "link": "https://www.vox.com/culture/381802/martha-stewart-documentary-netflix-review",
    "pubDate": "2024-11-02T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An older blonde woman in professional makeup appears with her face in profile on the left side of the screen. She is gazing into space, one finger tapping her chin.\" data-caption=\"Martha Stewart in Martha. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Martha_n_01_48_04_13.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Martha Stewart in Martha. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Halfway through the run of <em>Martha</em>, the new Netflix documentary about the former domestic goddess-turned-<a href=\"https://swimsuit.si.com/swimsuit/model/martha-stewart-2023-si-swimsuit-photos\">Sports Illustrated cover star</a>, Martha Stewart lingers over the moment in 2004 when she received a guilty verdict at the end of her high-profile insider trading trial.</p>\n\n<p class=\"has-text-align-none\">Stewart’s lips purse viciously with disgust. She rolls her eyes. “Guilty guilty guilty on all these charges,” she says. “The New York Post lady was there, just looking so smug.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Stewart, now 83, pauses reflectively. “She’s dead now,” she adds. “Thank goodness. Nobody has to put up with all that crap that she was writing all the time.”</p>\n\n<p class=\"has-text-align-none\">The past few years have seen a small boom in documentaries about the many wronged women of the ’90s and 2000s: <a href=\"https://www.vox.com/culture/22276585/framing-britney-spears-us-weekly-perez-hilton-daniel-ramos\"><em>Framing Britney Spears</em></a>; <a href=\"https://www.vox.com/culture/23585077/pamela-a-love-story-netflix-anderson-documentary\"><em>Pamela, a Love Story</em></a>; <a href=\"https://www.nytimes.com/2019/01/30/arts/television/lorena-bobbitt-documentary-jordan-peele.html\"><em>Lorena</em></a>. <em>Martha, </em>directed by R.J. Cutler, is a different animal. It is not an apologia for its subject. It does not suggest that the public and its obsession with her foibles and legal troubles ruined her life.</p>\n\n<p class=\"has-text-align-none\">Martha Stewart does not admit to ever having her life ruined. Martha Stewart disdains self-pity. Martha Stewart refuses to be a victim.</p>\n\n<p class=\"has-text-align-none\">“Some people revel in this self-pity, etc., etc.,” Stewart remarks to the camera, when asked to reminisce about her divorce from the husband she describes as “a piece of shit” for having cheated. (Her own affairs, she explains to the camera <a href=\"https://x.com/netflix/status/1844415230631346531\">in a now-viral clip</a>, don’t count because her husband didn’t know about them.) She herself is different, she continues: “I just don’t.” She wouldn’t know how to wallow.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@philstarlife/video/7424823134383131922\" data-video-id=\"7424823134383131922\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@philstarlife\" href=\"https://www.tiktok.com/@philstarlife?refer=embed\">@philstarlife</a> <p>American businesswoman Martha Stewart revealed that she cheated on her now ex-husband Andy in the trailer of Netflix documentary Martha. She said he “never knew” about it during their marriage that lasted for almost 30 years. <a title=\"entertainmentnewsph\" target=\"_blank\" href=\"https://www.tiktok.com/tag/entertainmentnewsph?refer=embed\">#entertainmentnewsph</a> <a title=\"celebritynewsph\" target=\"_blank\" href=\"https://www.tiktok.com/tag/celebritynewsph?refer=embed\">#celebritynewsph</a></p> <a target=\"_blank\" title=\"♬ original sound - philstarlife - philstarlife\" href=\"https://www.tiktok.com/music/original-sound-philstarlife-7424823191296150273?refer=embed\">♬ original sound &#8211; philstarlife &#8211; philstarlife</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">Martha Stewart is, in other words, exactly as much of a hardass as you always thought she was. She is exactly the mean perfectionist control freak all the tabloids used to claim she was.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>What a perfectionist, what a control freak, what a mean lady.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Cutler, who conducts the documentary&#8217;s single talking-head interview with its subject, interlaces it with plenty of archival footage. (In a neat touch, all the other interviews for the film are audio-only, so that Stewart’s face is the only one&nbsp;we see in the present.) As the interview evolves, Cutler seems to revel in needling Stewart. He repeatedly asks her the kinds of questions she clearly finds annoying —&nbsp;personal questions on subjects that deal with moments where she perceives herself as having failed. He pauses mid-interview, leaving her to sigh heavily as she waits for the questions to keep going. He brings out her Martha-ness, her irritability, her impatience, her dislike at being at someone else’s mercy, under circumstances that are not precisely under her control.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those are all the things that used to make people hate Martha Stewart. What a perfectionist, what a control freak, what a mean lady. In <em>Martha</em>, they become the thing that makes her the most likable. They are human flaws, messy and endearing, in a woman who has worked for decades to try to make herself appear perfect.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">Stewart traces her perfectionism back to her upbringing. She was born in 1941, just on the far side of the Depression, to parents who couldn’t afford to feed their family. They set their six children to work tending the garden and beat them when they made mistakes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her father was exacting, an alcoholic whose fine tweed suits and leather shoes had to be pressed and shined just so. Stewart’s face lights up when she says she was the only one he trusted to tend to them, but she allows that the man himself was “mean, mean, mean.”</p>\n\n<p class=\"has-text-align-none\">She got out of that house every chance she saw: first by modeling as a teenager, then by going to college, then by marrying publishing executive Andrew Stewart. Characteristically, once she was married, Stewart tackled every ambition with ferocious discipline and took each failure as a personal crisis. She spent years as a successful stockbroker until one of her recommendations tanked, at which point she quit finance and moved her family to the farthest suburbs of Connecticut so she could remodel a house that was falling apart.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Eventually, Stewart parlayed her highly refined skills at homemaking and party-hosting into a career as an upscale caterer for her well-heeled friends. From catering came the lifestyle guide <em>Entertaining</em> in 1982, and then more books, and then a magazine, and then a TV show. By the 1990s, Stewart was the center of a multimedia empire, the embodiment of a massively lucrative brand that was all centered on a lifestyle so elevated that no one besides Stewart herself could ever possibly achieve it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Martha Stewart thought snow peas individually stuffed with cream cheese made an elegant dinner party side. Martha Stewart modeled her fruit bowl displays off the paintings of the Italian Renaissance. Martha Stewart, <a href=\"https://www.theguardian.com/lifeandstyle/2019/jan/29/meet-the-cleanfluencers-the-online-gurus-who-like-things-nice-and-tidy\">like the cleaning influencers of today</a>, wanted to store her laundry detergent in an aesthetically pleasing container.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All this could be a lot to swallow, both when Stewart was coming up and now. It&#8217;s easy to roll your eyes and wonder who has the time and energy to think that much about their laundry room.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p> “She got under men’s hair,” Paglia says, “this idea that you could be a homemaking expert who’s a bitch.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">But Martha Stewart is a lot more interesting, it turns out, when she is presented to you not as someone you should aspire to be like but as a very strange and specific psychological case study.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cutler presents Stewart to the audience as a portrait of a perfectionist scrabbling madly for something, anything, to mold in her own image, and then lashing out furiously at anyone she perceives as getting in her way. You don’t necessarily want to be her, but there’s something so compelling about watching her twist herself around to become this impossible-to-please empress of all she beholds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One piece of archival footage shows Stewart lambasting an employee behind the scenes for using a paring knife to cut an orange for Easter brunch. “Well, isn’t that a stupid knife?” Stewart says impatiently, her tone sharp enough to cut the orange with voice alone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In voiceover, the critic Camille Paglia explains the phenomenon that we’re watching. “She got under men’s hair,” Paglia says, “this idea that you could be a homemaking expert who’s a bitch.”</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-528812654.jpg?quality=90&#038;strip=all&#038;crop=0,10.172323571838,100,79.655352856324\" alt=\"Martha Stewart, beaming, carries a tray of brioche sandwiches through the glass doors of the Stock Exchange. To her right an older man with a white beard has started to eat one of the sandwiches.\" title=\"Martha Stewart, beaming, carries a tray of brioche sandwiches through the glass doors of the Stock Exchange. To her right an older man with a white beard has started to eat one of the sandwiches.\" data-has-syndication-rights=\"1\" data-caption=\"Stewart at her IPO at the New York Stock Exchange in 1999. | James Leynse/Corbis via Getty Images\" data-portal-copyright=\"James Leynse/Corbis via Getty Images\" />\n<p class=\"has-text-align-none\">In the 2000s, at the height of her empire, Stewart made an odd fit for the era. She was a woman with power <a href=\"https://www.vox.com/culture/22350286/2000s-pop-culture-misogyny-britney-spears-janet-jackson-whitney-houston-monica-lewinsky\">in a moment misogynistic enough to humiliate powerful woman</a>; a woman who made art and business out of home life in a moment <a href=\"https://www.reddit.com/r/GilmoreGirls/comments/kwmx72/that_damn_donna_reed_discussion/\">just feminist enough to understand a focus on the home as regressive</a>; a woman viciously committed to perfection in a moment that craved <a href=\"https://www.theringer.com/2022/2/10/22926619/introducing-just-like-us-the-tabloids-that-changed-america\">tabloid-friendly mess</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That was the fundamental paradox of Martha Stewart. On the one hand, she built her brand on presenting a vision of the home so exactingly idealized it was impossible for anyone to live up to it. She romanticized the domestic sphere that women had spent so many decades trying to escape. She was regressive, surely, a ’50s throwback who deserved to be mocked and ignored.</p>\n\n<p class=\"has-text-align-none\">On the other hand, Stewart used all that domestic acumen to make herself the first female self-made billionaire in the world. She took homemaking seriously as an aesthetic pursuit when the rest of the culture was minimizing it as unimportant women’s work. She had power and she had swagger and she knew it, and it put a target on her back.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.newyorker.com/magazine/2000/02/21/martha-stewart-profile-joan-didion\">When Joan Didion wrote about Martha Stewart</a> for the New Yorker in 2000, she noted that there was something telling about the way all those Martha Stewart parody books that flourished in the era were so bizarrely sexualized. The parodies, Didion wrote, were “too broad, misogynistic in a cartoon way (stripping Martha to her underwear has been a reliable motif of countless on-line parodies), curiously nervous (‘Keeping Razors Circumcision-Sharp’ is one feature in ‘Martha Stuart’s Better Than You at Entertaining’), oddly uncomfortable, a little too intent on marginalizing a rather considerable number of women by making light of their situations and their aspirations.” There was a vengeful, humiliating edge to all of it. </p>\n\n<p class=\"has-text-align-none\">All that power, however, took quite a beating when Stewart was arrested for insider trading in 2002.&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">In 2004, Stewart was found “guilty guilty guilty,” not of fraud but of conspiracy, obstruction of justice, and lying to federal investigators. She allegedly took an illicit tip from her stockbroker, perhaps in the same spirit with which she decided that her affairs didn’t count as infidelity. (The chief prosecutor against her was James Comey, of whom Stewart says in <em>Martha</em>, “Those prosecutors should have been put in a Cuisinart and turned on high.”)</p>\n\n<p class=\"has-text-align-none\">In <em>Martha</em>, Cutler lingers in detail on Stewart’s trial and her time in jail. In his hands, the media circus around her conviction becomes a portrait of what it is like for a woman who built her whole identity on her sense of control to find herself rendered completely powerless.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In archival footage of the period between her trial and her sentencing, Stewart explained her preparations for her sentencing to an interviewer in a chipper Snow White voice, as though explaining how to fold a fitted sheet. “Well, you know, you go to the dentist. You go to the gynecologist,” she said. “You just make sure you’re in as best shape as you possibly can to let your body and your mind take whatever comes!” In the diary she kept in prison, she instructed herself sternly to learn something new every day: the control freak doing her best to reap something of value from even the worst of experiences.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Martha_n_00_22_37_12.jpg?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"A blonde woman in her 30s stands in the center of a cluttered wood-paneled kitchen. Over her head hang dozens of copper pots and several stainless steel utensils. On the countertops around her are dried flowers, pies, cracker plates, pumpkins, asparagus, other vegetables, and a cat.\" title=\"A blonde woman in her 30s stands in the center of a cluttered wood-paneled kitchen. Over her head hang dozens of copper pots and several stainless steel utensils. On the countertops around her are dried flowers, pies, cracker plates, pumpkins, asparagus, other vegetables, and a cat.\" data-has-syndication-rights=\"1\" data-caption=\"Martha at a photoshoot in her Turkey Hill Farm kitchen in the 1980s. | Netflix\" data-portal-copyright=\"Netflix\" />\n<p class=\"has-text-align-none\">Stewart served five months in prison, and today, she insists it wasn’t a major inflection point in her life. The scandal that came with it, though, forced her to rebuild everything. She lost control of her fiercely guarded brand, lost her TV show, and lost what she estimates to be about $1 billion. Her first project after her release, the flashy NBC talk show <em>The Martha Stewart Show</em>, she dismisses now as a failure despite its seven seasons on the air: She wasn’t, she says, able to control it the way she wanted to. </p>\n\n<p class=\"has-text-align-none\">Eventually, Stewart managed to rebuild herself as a sort of ironic celebrity. She’s built a clever brand for herself now as the nice grandma who knows everything there is to know about rose gardens but also has done hard time and <a href=\"https://people.com/food/martha-stewart-snoop-dogg-friendship-timeline/\">is friends with Snoop</a>. (Endearingly, their relationship appears to be both authentic and organic —&nbsp;they were seated next to each other on Comedy Central’s roast of Justin Bieber and apparently hit it off.) She’s not a billionaire anymore, but she’s made herself relevant to the public again while apparently refusing to change her own behavior or personality in any meaningful way. She still wants power, and she is still grabbing for it.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Stewart managed to rebuild herself as a sort of ironic celebrity. </p></blockquote></figure>\n\n<p class=\"has-text-align-none\">In Didion’s essay, she suggests, in a passage Stewart describes as “very insightful” in the documentary, that it’s Stewart’s power that is attractive to her audience, not her unreachable exactitude.</p>\n\n<p class=\"has-text-align-none\">“The dreams and the fears into which Martha Stewart taps are not of ‘feminine’ domesticity,” Didion writes, “but of female power, of the woman who sits down at the table with the men and, still in her apron, walks away with the chips.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">What <em>Martha</em> suggests is different from Didion’s idea. It offers us a Martha Stewart who is attractive not because she played and won, but because she played so hard each and every time,&nbsp;even when she lost. She’s a control freak, a perfectionist, unreasonably demanding, and vicious when crossed — and what’s more touchingly, imperfectly human than that?</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Halfway through the run of Martha, the new Netflix documentary about the former domestic goddess-turned-Sports Illustrated cover star, Martha Stewart lingers over the moment in 2004 when she received a guilty verdict at the end of her high-profile insider trading trial. Stewart’s lips purse viciously with disgust. She rolls her eyes. “Guilty guilty guilty on [&#8230;]",
    "author": "Constance Grady"
  },
  {
    "title": "It’s not alarmist: A second Trump term really is an extinction-level threat to democracy",
    "link": "https://www.vox.com/policy/381636/trump-2024-democracy-threat-orban-second-term",
    "pubDate": "2024-11-02T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Trump speaks at the Ellipse, at a podium in front of several American flags fluttering in a breeze.\" data-caption=\"Trump speaks at the Ellipse outside the White House on January 6, 2021.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-1230450975.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Trump speaks at the Ellipse outside the White House on January 6, 2021.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the game Jenga, players take turns removing wooden blocks from a rickety tower and then stacking them back on the top. Each removed piece makes the base more wobbly; each block put back on top makes it more unbalanced until it eventually topples.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">This, I’d argue, is basically how we should be thinking about the stakes of the 2024 election for American democracy: an already-rickety tower of state would be at risk of falling in on itself entirely, with catastrophic results for those who live under its shelter.</p>\n\n<p class=\"has-text-align-none\">We live in an era where democracies <a href=\"https://www.nytimes.com/2024/10/29/magazine/democracy-elections-game.html\">once considered “consolidated”</a> — meaning so secure that that they couldn’t collapse into authoritarianism —&nbsp;have started to buckle and even collapse. As recently as 2010, Hungary was considered one of the post-Communist world’s great democratic success stories; today, it is now understood to be the <a href=\"https://www.vox.com/policy-and-politics/2018/9/13/17823488/hungary-democracy-authoritarianism-trump\">European Union’s only autocracy</a>.</p>\n\n<p class=\"has-text-align-none\">Hungarian democracy did not die of natural causes. It was murdered by Prime Minister Viktor Orbán, who seized control of nearly every aspect of state power and twisted it into tools. Not just the obvious things, like Hungary’s public broadcaster and judiciary, but other areas —&nbsp;like its tax administration and the offices regulating higher education.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Bit by bit, piece by piece, Orbán —&nbsp;whose support Trump regularly touts — subtly took a democracy and replaced it with something different.</p>\n\n<p class=\"has-text-align-none\">In this, he was a trailblazer, creating a blueprint of going from democracy to autocracy that has been followed, to varying degrees of success, by leaders in countries as diverse as Brazil, India, Israel, and Poland.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The central question of this election is whether voters will grant former President Donald Trump the power to resume his efforts to place the United States on this list.</p>\n\n<h2 class=\"wp-block-heading\">A predictable crisis</h2>\n\n<p class=\"has-text-align-none\">Trump’s statements and policy documents like <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">Project 2025</a> amount to a systematic Orbánist program for turning the government into an extension of his personal will. Their most fundamental proposal, a revival of Trump’s never-implemented Schedule F order, would permit the firing of <a href=\"https://donmoynihan.substack.com/p/what-mandate-for-leadership-says\">upward of 50,000 career civil servants</a>.</p>\n\n<p class=\"has-text-align-none\">This is the kind of thing that’s easy to dismiss as so much insider Washington drama, but the stakes are sky-high: Beyond hindering the <a href=\"https://www.vox.com/2024-elections/381094/trump-second-term-2024-election-justice-department-civil-rights\">basic functions of government</a> that millions of people depend on, politicizing the civil service is a critical step toward consolidating the power needed to build an autocracy.</p>\n\n<p class=\"has-text-align-none\">Democratic collapse nowadays isn’t a matter of abolishing elections and declaring oneself dictator, but rather stealthily hollowing out a democratic system so it’s harder and harder for the opposition to win. This strategy requires full control over the state and the bureaucracy: That means having the right staff in the right places who can use their power to erode democracy’s core functions.</p>\n\n<p class=\"has-text-align-none\">Trump and his team have plans to do just that. They have discussed everything from <a href=\"https://www.vox.com/2024-elections/381094/trump-second-term-2024-election-justice-department-civil-rights\">prosecuting local election administrators</a> to using regulatory authority for “<a href=\"https://www.theguardian.com/us-news/2024/oct/31/business-leaders-trump-election\">retribution” against corporations that cross him</a> — all steps that would depend, crucially, on replacing nonpartisan civil servants who would resist such orders with loyalists.</p>\n\n<p class=\"has-text-align-none\">How far Washington would travel down the Budapest road is very hard to say. It would depend on a variety of factors that are difficult to foresee, ranging from the competence of Trump’s chosen appointees to the degree of resistance he faces from the judiciary.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But even if there’s a reasonable chance that the worst case might be avoided, the danger remains serious. With specific plans for autocratization already in place, and a recent grant of criminal immunity from the Supreme Court, there’s every reason to treat a second Trump term as an extinction-level threat to American democracy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This assault on democracy didn’t come out of nowhere. My recent book on democracy, <a href=\"https://www.amazon.com/Reactionary-Spirit-Insidious-Political-Tradition-ebook/dp/B0CMQB8S94\"><em>The Reactionary Spirit</em></a>, argues that rising political antagonism in America is a perennial outgrowth of its defining conflict over race and national identity — with the current round of conflict sparked largely (albeit not entirely) by backlash to Barack Obama’s 2008 victory. </p>\n\n<p class=\"has-text-align-none\">The sense among some Americans that they were losing their country to something new, defined by a more diverse population and a more equal social hierarchy, made the idea of a strongman who could roll back change quite appealing to a significant chunk of the American population. These voters had come to constitute a plurality, if not an outright majority, of Republican primary voters — creating the conditions for Trump to rise.</p>\n\n<p class=\"has-text-align-none\">In 2016, Trump seized on this reactionary discontent and married it to a whole-scale agenda of backlash against the current political order. His policies and political rhetoric — on everything from immigration to gender to trade to foreign policy — were calculated to deepen America’s divisions and mainstream ideas once consigned to the fringes. </p>\n\n<p class=\"has-text-align-none\">As potent as this politics proved, it’s likely Trump never really expected it to take him all the way to the White House. He had done very little transition work — nothing like Project 2025 existed. His team was scrambling from the second the contest was called in their favor.</p>\n\n<p class=\"has-text-align-none\">The president himself was unfamiliar with how American democracy worked and largely uninterested in learning the details. So in his first term, he haphazardly yanked at its foundations — flagrantly assailing basic democratic norms of conduct and installing an incoherent policy process that made it very difficult to rely on any expectation of neutral, stable governance.</p>\n\n<p class=\"has-text-align-none\">The results? Rising tensions between citizens and declining faith in government institutions, in part because government had become legitimately less reliable. There were several near-miss crises — people forget how close we were to <a href=\"https://www.vox.com/world/2017/12/18/16733560/north-korea-war\">nuclear war with North Korea in 2017</a> — and then two very real ones: a <a href=\"https://europepmc.org/article/ppr/ppr570631\">botched pandemic response</a> and a democracy-shaking riot at the Capitol.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When critics warn about Trump&#8217;s threat, the constant rejoinder is that democracy already survived four years of Trump in office. In fact, democracy did not emerge unscathed from Trump&#8217;s first term.</p>\n\n<p class=\"has-text-align-none\">And, perhaps more importantly, there are many reasons to believe that a second Trump term would be far more dangerous than the first&nbsp;— starting with the degree of authoritarian preparation that’s already gone into it.</p>\n\n<h2 class=\"wp-block-heading\">A toddler grown into a saboteur</h2>\n\n<p class=\"has-text-align-none\">If the first Trump term was akin to the random destruction of a toddler, a second would be more like the deliberate demolition of a saboteur. With the benefit of four years of governing experience and four more years of planning, Trump and his team have concluded that the problem with their first game of Jenga was that they simply did not remove enough of democracy’s blocks.</p>\n\n<p class=\"has-text-align-none\">I do not think that, over the course of four more years, Trump could use these plans to successfully build a fascist state that would jail critics and install himself in power indefinitely. This is in part because of the size and complexity of the American state, and in part because that’s not really the kind of authoritarianism that works in democracies nowadays.</p>\n\n<p class=\"has-text-align-none\">But over the course of those years, he could yank out so many of American democracy’s basic building blocks that the system really could be pushed to the brink of collapse.</p>\n\n<p class=\"has-text-align-none\">He could quite plausibly create a political environment that tilts electoral contests (<a href=\"https://www.vox.com/2024-elections/377729/kamala-harris-supreme-court-electoral-college-senate-constitution\">even more</a>) in the GOP’s favor —&nbsp;accelerating <a href=\"https://www.nytimes.com/2024/10/29/magazine/democracy-elections-game.html\">dangerous and destabilizing partisan conflict</a> over the very rules of the political game. He could compromise media outlets, especially <a href=\"https://www.brookings.edu/articles/project-2025-what-a-second-trump-term-could-mean-for-media-and-technology-policies/\">government</a> or <a href=\"https://www.ctvnews.ca/world/donald-trump-weaponizes-non-endorsements-from-the-washington-post-and-los-angeles-times-1.7092891\">billionaire-owned ones</a>. He could <a href=\"https://www.vox.com/2024-elections/381094/trump-second-term-2024-election-justice-department-civil-rights\">wreck the government’s ability to perform basic tasks</a>, ranging from managing pollution to safely storing nuclear weapons.</p>\n\n<p class=\"has-text-align-none\">The damage could be immediately catastrophic in ways we saw in the first term: political violence and mass death (from <a href=\"https://www.vox.com/23677654/trump-foreign-policy-revisionist-history-dove-anti-imperial\">war</a>, a <a href=\"https://www.vox.com/politics/381470/trump-rfk-cabinet-hhs-vaccines-health\">crank-controlled public health system</a>, or any number of other things). But even if the very worst-case scenarios were avoided, the structural damage to the tower of American democracy could be long-lasting&nbsp;— undoing the complex and mutually supporting processes that work to keep democracy alive.</p>\n\n<p class=\"has-text-align-none\">When government reliably and neutrally delivers core services, people tend to have more faith in all of its functions — including running fair elections. When they have more faith in elections, they tend to trust them more as a means of resolving major policy disagreements. When they trust election outcomes, they tend to grant a baseline level of legitimacy to the government that follows, making it easier for it to reliably and neutrally deliver core services. The steady house of democracy is built by the gluing together of these functions.</p>\n\n<p class=\"has-text-align-none\">John Rawls, the greatest political philosopher of the 20th century, described this as a long process of trust-building that starts with a basic faith in democratic ideals. When people of all political stripes basically believe in the system, he argues, they start acting inside its rules — giving others more confidence that they too can follow the rules without being cheated.</p>\n\n<p class=\"has-text-align-none\">“Gradually, as the success of political cooperation continues, citizens gain increasing trust and confidence in one another,” Rawls writes in his book <em>Political Liberalism</em>.</p>\n\n<p class=\"has-text-align-none\">A second Trump term risks replacing Rawls’s virtuous cycle with a vicious one. As Trump degrades government, following the Orbánist playbook with at least some success, much of the public would justifiably lose their already-battered faith in the American system of government. And whether it could long survive such a disaster is anyone’s guess.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the game Jenga, players take turns removing wooden blocks from a rickety tower and then stacking them back on the top. Each removed piece makes the base more wobbly; each block put back on top makes it more unbalanced until it eventually topples.&#160;&#160; This, I’d argue, is basically how we should be thinking about [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "The Supreme Court decides not to toss out thousands of Pennsylvania ballots",
    "link": "https://www.vox.com/scotus/381997/supreme-court-republican-genser-pennsylvania-ballots",
    "pubDate": "2024-11-01T23:42:50.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"The Supreme Court decision in Republican National Committee v. Genser was unanimous, and mailed-in Pennsylvania ballots won’t be tossed out. | Matthew Hatcher/Getty Images\" data-portal-copyright=\"Matthew Hatcher/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2180210811.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The Supreme Court decision in Republican National Committee v. Genser was unanimous, and mailed-in Pennsylvania ballots won’t be tossed out. | Matthew Hatcher/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Friday evening, the Supreme Court ruled it would leave in place a Pennsylvania Supreme Court decision that made it marginally easier for certain voters in the state to cast a ballot. The Republican Party had asked the justices to block that decision; doing so would have likely <a href=\"https://www.vox.com/scotus/380170/supreme-court-pennsylvania-election-republican-genser\">disenfranchised thousands of voters</a>.</p>\n\n<p class=\"has-text-align-none\">But that won’t happen. The Court’s decision in <a href=\"https://www.supremecourt.gov/opinions/24pdf/24a408_3f14.pdf\"><em>Republican National Committee v. Genser</em></a> was unanimous, although Justice Samuel Alito wrote a statement indicating that he and Justices Clarence Thomas and Neil Gorsuch are only ruling against the GOP on narrow procedural grounds.</p>\n\n<p class=\"has-text-align-none\">The problem at the heart of the case was that Pennsylvania law is unusually strict regarding how mailed ballots must be returned by voters. They must be stuffed in two envelopes, and if the inner envelope is missing, the ballot is void. The state supreme court decision at issue in <em>Genser</em> ruled that voters who cast such a voided ballot can still vote if they show up on Election Day and cast a provisional ballot.</p>\n\n<p class=\"has-text-align-none\">The case was closely watched because the presidential race is <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/pennsylvania/\">expected to be tight</a>, and it is likely that the decision will <a href=\"https://www.vox.com/scotus/380170/supreme-court-pennsylvania-election-republican-genser\">impact several thousand voters</a>. Also, Democrats <a href=\"https://x.com/iapolls2022/status/1852210212880429503?s=61&amp;t=TQlk4x44ENcfSu3Y1ke6ew\">tend to vote by mail more often than Republicans</a>. So, if the presidential election is indeed very close and it all comes down to Pennsylvania — and if mail-in ballots do favor Democrats this year — a victory for the GOP in <em>Genser</em> could have flipped the result and put Donald Trump back in the White House.</p>\n\n<p class=\"has-text-align-none\">A win for the GOP could have scrambled future elections, too. The GOP’s legal arguments relied on a radical theory known as the “independent state legislature doctrine,” which the Supreme Court has rejected many times, but which all but one of the Court’s Republican members have <a href=\"https://www.vox.com/scotus/380170/supreme-court-pennsylvania-election-republican-genser\">expressed sympathy toward in the past</a>.</p>\n\n<p class=\"has-text-align-none\">If you want a full explainer on this doctrine, you can <a href=\"https://www.vox.com/scotus/380170/supreme-court-pennsylvania-election-republican-genser\">read my preview of the <em>Genser </em>case here</a>. But the important thing to know about it is that it takes power over elections away from state courts and places it in the hands of state legislatures, in a manner that could completely scramble how the US currently holds elections. A brief filed by an array of admirals, generals, and service secretaries warned that the doctrine “<a href=\"https://www.supremecourt.gov/DocketPDF/21/21-1271/243970/20221026122043996_Ret.%20Admirals%20AmicusBrief%20-%20Moore%20v.%20Harper.pdf\">undermines election integrity and exacerbates both domestic and foreign threats to national security</a>.”</p>\n\n<p class=\"has-text-align-none\">So the Court was asked to play with some very dangerous magic in <em>Genser</em> and, to their credit, all nine justices refused this request.</p>\n\n<p class=\"has-text-align-none\">The decision should also give a small degree of comfort to Democrats, who’ve had good reason to wonder if this Court — which has a 6-3 Republican majority — can be trusted to referee a close election after its <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\"><em>Trump v. United States </em>immunity decision</a>, in which the justices declared Trump was allowed to commit many crimes as president. At the very least, <em>Genser</em> is a sign that this Court won’t embrace literally any legal theory put forth by the Republican Party.</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Friday evening, the Supreme Court ruled it would leave in place a Pennsylvania Supreme Court decision that made it marginally easier for certain voters in the state to cast a ballot. The Republican Party had asked the justices to block that decision; doing so would have likely disenfranchised thousands of voters. But that won’t [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Inside Trump’s ominous plan to turn civil rights law against vulnerable Americans",
    "link": "https://www.vox.com/2024-elections/381094/trump-second-term-2024-election-justice-department-civil-rights",
    "pubDate": "2024-11-01T20:46:32.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Illustration of the presidential seal covered in red, with superimposed architectural columns falling on it.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/DOJ_Vox_10-30.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 2016, <a href=\"https://www.law.georgetown.edu/faculty/christy-e-lopez/\">Christy Lopez</a> was an attorney at the Justice Department’s Civil Rights Division working on policing where, among other things, she led the team that investigated the Ferguson Police Department in Missouri after the 2014 killing of Michael Brown. Lopez believes that her work spurred meaningful policing reforms, both in Ferguson and nationwide.</p>\n\n<p class=\"has-text-align-none\">But as soon as Trump took over, things started changing fast. Attorney General Jeff Sessions <a href=\"https://www.propublica.org/article/trump-administration-rolls-back-civil-rights-efforts-federal-government\">sharply restricted the use of consent decrees</a> — the legal tool Lopez and her colleagues used to force change in Ferguson. Lopez, who had left the Justice Department in 2017 to take a teaching job at Georgetown, could only watch from the outside as the work she took pride in was ground to a halt.</p>\n\n<p class=\"has-text-align-none\">Today, she is sounding the alarm: Whatever the dangers of a first Trump term were, the risks of a second dwarf them.</p>\n\n<p class=\"has-text-align-none\">“If Trump is elected, I would like to look back five years from now and say, ‘Oh, we were really alarmist,’” she told me.</p>\n\n<p class=\"has-text-align-none\">“But I do worry that it’s actually going to be far worse.”</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">Many, many people have warned that Trump is a threat to American democracy. Many others have argued that these warnings are politically inert, that focusing on abstract concepts like “democracy” and “the rule of law” removes political debate from the concrete concerns people want addressed by government. Do people struggling to pay the bills have time to care about such matters of principle?</p>\n\n<p class=\"has-text-align-none\">Yet in reality, the two things are inseparable. Trump’s plan to turn the government into a tool of his own personal will would have extraordinary consequences for Americans’ everyday lives. It would disrupt, or potentially even devastate, core functions of government that we’ve long taken for granted.</p>\n\n<p class=\"has-text-align-none\">The Justice Department’s Civil Rights Division is a case in point.</p>\n\n<p class=\"has-text-align-none\">Founded by the 1957 Civil Rights Act, the Division is tasked with enforcing federal law regarding anti-discrimination and civil equality. This is a mammoth responsibility, covering areas of law that shape the fundamental experience of American democracy. Its attorneys launch hate crimes prosecutions, investigate discrimination in employment and housing, and sue states when their voting rules run afoul of the 1965 Voting Rights Act.</p>\n\n<p class=\"has-text-align-none\">If Trump returns to power, the department could easily be turned from a tool for protecting civil rights into a means of undoing them. Trump and his allies have laid out fairly specific plans for doing just that — plans that, if enacted, would mean a far more radical and methodical transformation of the federal rights civil apparatus than what we saw in Trump’s shambolic first term.</p>\n\n<p class=\"has-text-align-none\">The department’s Voting Section&nbsp;— which played a critical role in defending the integrity of the 2020 election —&nbsp;would be twisted,&nbsp;its attorneys replaced with cronies working to validate Trump’s lies and shield Republican-controlled states from federal scrutiny. Its anti-discrimination litigators would be tasked with investigating “anti-white” discrimination, effectively turning the Civil Rights Act on the minority citizens it was written to defend. And Lopez’s former colleagues working on policing would not only let abusive cops skate, but potentially even investigate local law enforcement Trump believed weren’t aggressive enough toward alleged criminals.</p>\n\n<p class=\"has-text-align-none\">We can see here that a second Trump administration would likely mean the inversion of the traditional purpose of federal civil rights law. Its guardrails against authoritarianism, discrimination, and abuse of power will be twisted toward advancing them.</p>\n\n<p class=\"has-text-align-none\">And it’s just one of many ways in which Trump’s pursuit of power at any cost would have tangible and direct consequences for ordinary Americans’ lives.</p>\n\n<h2 class=\"wp-block-heading\">Trump’s plan to invert the Civil Rights Division, explained</h2>\n\n<p class=\"has-text-align-none\">Trump has vowed to use a second term to enact “retribution” against his enemies.&nbsp; The Justice Department, and specifically the current Civil Rights Division staff, are at the top of the list.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the end of Trump’s first term, he issued an executive order creating a new classification for civil service jobs — called Schedule F — that would have allowed him <a href=\"https://protectdemocracy.org/work/trumps-schedule-f-plan-explained/\">to fire as many as 50,000 civil servants</a> and replace them with handpicked allies.</p>\n\n<p class=\"has-text-align-none\">While Trump left office before his team could implement Schedule F, he has promised to reissue the order “<a href=\"https://www.donaldjtrump.com/agenda47/agenda47-president-trumps-plan-to-dismantle-the-deep-state-and-return-power-to-the-american-people\">immediately</a>” upon returning to office. In anticipation, his allies have compiled <a href=\"https://www.govexec.com/management/2024/09/trumps-second-term-agenda-breaking-bureaucracy/399533/\">long lists</a> of civil servants they’d like to fire and loyalists they’d like to put in their place — preparations that have led one expert on federal administration to conclude that 50,000 firings is now “<a href=\"https://protectdemocracy.org/work/trumps-schedule-f-plan-explained/\">probably a floor rather than a ceiling.</a>”</p>\n\n<p class=\"has-text-align-none\">Trump’s allies have focused on the Civil Rights Division as one of their chief targets for Schedule F and other power grabs. <a href=\"https://static.project2025.org/2025_MandateForLeadership_FULL.pdf\">Project 2025</a> — <a href=\"https://www.vox.com/politics/373485/project-2025-abortion-ban-trump-comstock-mifepristone\">widely seen</a> as the chief planning document for a Trump second term <a href=\"https://www.nytimes.com/article/project-2025.html\">despite the campaign’s disavowals</a> — has an explicit, detailed plan for taking it over.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The document calls on the next Republican president to “reorganize and refocus” the division, aiming to make it into “the vanguard” of the administration’s crusade against “an unholy alliance of special interests, radicals in government, and the far Left.” It is one of three Department of Justice divisions singled out in the document’s call for “a vast expansion of the number of [political] appointees” overseeing and directing its conduct.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is all part of a broader plan for eroding the Justice Department’s traditional independence. While the attorney general is appointed by the president, their staff is given wide leeway to follow the law rather than the president’s dictates. Political personnel are strictly prohibited from interfering with specific investigations and cases. That’s why the current Justice Department could pursue <a href=\"https://www.vox.com/politics/354842/hunter-biden-guilty-politics-david-weiss\">a case against Hunter Biden</a> with no fear of retaliation from his father.</p>\n\n<p class=\"has-text-align-none\">Trump and top deputies have declared their intent to change this.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AP24214674291537.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Trump stands next to a man behind a podium\" title=\"Trump stands next to a man behind a podium\" data-has-syndication-rights=\"1\" data-caption=\"Then-President Donald Trump listens as acting director of the Office of Management and Budget Russel Vought speaks during an event on &quot;transparency in Federal guidance and enforcement&quot; in the Roosevelt Room of the White House, October 9, 2019. | Evan Vucci/AP Photo\" data-portal-copyright=\"Evan Vucci/AP Photo\" />\n<p class=\"has-text-align-none\">“The notion of an independent agency — whether that&#8217;s a flat-out independent agency like the FCC or an agency that has parts of it that view itself as independent, like the Department of Justice — we&#8217;re planting a flag and saying we reject that notion completely,” Russ Vought, a key second-term Trump planner, <a href=\"https://www.npr.org/transcripts/1192432628\">said in a 2023 interview</a>.</p>\n\n<p class=\"has-text-align-none\">When you put these three proposals together — seeding the Civil Rights Division with Trump political appointees, using Schedule F to replace career prosecutors with ideological allies, and ending department independence — the full picture becomes clear. If Trump has his way, a second term means a Civil Rights Division operating not as a (relatively) neutral division dedicated to enforcing civil rights law, but as a tool of the Trump agenda in all the areas it covers.</p>\n\n<p class=\"has-text-align-none\">This is very threatening for government employees and obviously offensive to the notion of a neutral civil service. But what would this mean for most Americans in practice? What does it matter, really, if one bureaucrat is swapped out for another?</p>\n\n<h3 class=\"wp-block-heading\">Election law politicized</h3>\n\n<p class=\"has-text-align-none\">On November 9, 2020, Attorney General Bill Barr directed the Justice Department to investigate Trump’s allegations of fraud in the just-concluded presidential election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The probe, announced after the election had been called for Joe Biden, was <a href=\"https://www.cnn.com/2020/11/09/politics/william-barr-voting-irregularities/index.html\">controversial inside the Department</a>. It raised fears that Barr, no stranger to <a href=\"https://www.nbcnews.com/politics/2020-election/fact-check-echoing-trump-barr-misleads-voter-fraud-attack-expanded-n1240144\">conspiracy theories about voter fraud</a>, was trying to validate Trump’s claims of a stolen election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet the professional probe, staffed by veteran investigators in the Civil Rights Division and elsewhere, found no evidence of mass fraud. On November 23, Barr told Trump the investigation was “<a href=\"https://www.govinfo.gov/content/pkg/GPO-J6-REPORT/pdf/GPO-J6-REPORT.pdf\">not panning out</a>.” The neutral, competent investigation gave the attorney general the ammunition he needed to stand up to the president.</p>\n\n<p class=\"has-text-align-none\">Now imagine if things were different, if these career investigators had been Schedule F’d out, replaced instead with Trump-aligned attorneys.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What if they had come to Barr and said that, actually, the <a href=\"https://www.pnas.org/doi/10.1073/pnas.2103619118\">bogus statistical arguments</a> that the election was stolen had merit? What would he have done then? How would reports of such findings, however bogus, influence the rest of the country — including Vice President Mike Pence and members of Congress?</p>\n\n<p class=\"has-text-align-none\">It’s an example that illustrates the importance of the Civil Rights Division.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The American system is unusual, in global terms, by granting most power over election administration to state and local authorities. While this system makes it hard for the federal government to rig elections, it makes it comparatively easy for state-level officials to cheat and discriminate (Jim Crow being the signature example).</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2138366391.jpg?quality=90&#038;strip=all&#038;crop=0,11.749025795501,100,76.501948408999\" alt=\"Black and white photo of Black people in a long line outside a small rural building labeled “the sugar shack.”\" title=\"Black and white photo of Black people in a long line outside a small rural building labeled “the sugar shack.”\" data-has-syndication-rights=\"1\" data-caption=\"Following the passage of the Voting Rights Act of 1965, people line up to vote — many for the first time — at the Sugar Shack store, Peachtree, Alabama, May 3, 1966. | National Archives of Fort Worth/PhotoQuest/Getty Images\" data-portal-copyright=\"National Archives of Fort Worth/PhotoQuest/Getty Images\" />\n<p class=\"has-text-align-none\">The Civil Rights Division’s election work is one of the primary checks on such abuses. It protects the right to vote, enforcing laws like the Voting Rights Act. It also works to protect the sanctity of the results after elections, identifying and investigating allegations of illegal conduct by state and local administrators during the voting process.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Its main area of responsibility is allegations of discrimination, but it also regularly cooperates with other divisions in investigating other kinds of allegations like voting fraud (as happened in November 2020). While the Supreme Court has significantly <a href=\"https://www.vox.com/scotus/2023/11/28/23978226/supreme-court-trump-judges-voting-rights-act-arkansas-rose-secretary\">weakened the Voting Rights Act</a>, the Civil Rights Division is still able to bring cases that matter.</p>\n\n<p class=\"has-text-align-none\">In a second Trump term, this work could be turned on its head. Instead of trying to stop abuses at the state and local level, they might at best ignore them — and at worst try to force local officials to engage in them</p>\n\n<p class=\"has-text-align-none\">The chapter of Project 2025 on the Justice Department, authored by former Trump DOJ official Gene Hamilton, sketches out how this would work in detail. It argues that Kathy Boockvar, who was Pennsylvania’s secretary of state in 2020, “should have been (and still should be) investigated and prosecuted” under a post-Civil War law called the Klan Act — designed, as you might guess, to break the first incarnation of the Ku Klux Klan.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Boockvar’s crime, per Hamilton, was issuing a legal interpretation designed to address the unprecedented increase in mail-in ballots during the pandemic. She issued guidance to counties that if a provisional mail-in ballot were “spoiled” — meaning rendered defective through, for example, damage during the shipping process — that voters would have an opportunity to correct them. Hamilton calls this a “conspiracy against rights,” a crime laid out in the Klan Act.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When I spoke to <a href=\"https://newsroom.lmu.edu/expert-profile/levitt-justin/\">Justin Levitt</a>, an election law expert and former deputy assistant attorney general in the Civil Rights Division, he told me “it’s difficult to convey how crazy” such a case would be.</p>\n\n<p class=\"has-text-align-none\">The Pennsylvania rule is, in his mind, a very reasonable interpretation of a constitutional obligation to avoid disenfranchising people over minor ballot issues. Even if Boockvar’s interpretation were dubious, nothing in the Klan Act suggests that the DOJ would be empowered to prosecute her for it (as the law simply doesn’t cover good-faith mistakes by elected officials trying to count more ballots).</p>\n\n<p class=\"has-text-align-none\">“I know an awful lot of federal prosecutors [and] I don’t know one who would bring this case,” he tells me.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1229479862.jpg?quality=90&#038;strip=all&#038;crop=0,10.794243288056,100,78.411513423888\" alt=\"Protesters in an urban street carry signs that read “Count every vote.“\" title=\"Protesters in an urban street carry signs that read “Count every vote.“\" data-has-syndication-rights=\"1\" data-caption=\"Demonstrators at a protest in front of the Philadelphia Convention Center during the 2020 presidential election, November 5, 2020. | Jennifer Huxta/Bloomberg via Getty Images\" data-portal-copyright=\"Jennifer Huxta/Bloomberg via Getty Images\" />\n<p class=\"has-text-align-none\">Hence why Schedule F is so important. It’s almost certain that no experienced Justice Department prosecutor would bring this case, be they Democrat or Republican, because they would recognize it’s an absurd reading of the law. But if Trump can put the Division under his thumb, inserting cronies in oversight positions and firing a huge swath of the career staff, he can get people like Hamilton in a position to do what they want.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://csde.washington.edu/affiliates/jake-grumbach/\">Jake Grumbach</a>, a political scientist who studies state-level voting laws, tells me that such politically motivated prosecutions of state officials is “the most dangerous thing” the Justice Department can do.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even the threat of a civil rights investigation can scare state-level administrators into compliance with what the feds want. A weaponized Justice Department would mean these officials would feel significant pressure to twist their election administration systems into whatever contorted shape Trump was calling for at the moment — with potentially devastating consequences for electoral fairness.</p>\n\n<h2 class=\"wp-block-heading\">Civil wrongs</h2>\n\n<p class=\"has-text-align-none\">While voting rights law is an especially significant area of the Civil Rights Division’s work, it’s far from the only one.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Civil Rights Division’s raison d’etre, the entire point of it being a separate and distinct component of the federal government, is to enforce the modern consensus that discrimination on the basis of identity is a pervasive and systematic problem that requires significant federal resources to address.</p>\n\n<p class=\"has-text-align-none\">Trump and his closest allies believe something more like the opposite, that federal civil rights law isn’t a solution to the problem of discrimination against minorities but an agent of discrimination against whites, men, and Christians. As such, they aim to flip the entire civil rights code on its head by&nbsp;using the Civil Rights Division as “the vanguard,” in Hamilton’s language.</p>\n\n<p class=\"has-text-align-none\">“Anything [in law] can be weaponized,” says Kristy Parker, a former Civil Rights Division attorney who worked on policing. “That’s the problem.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since the last Trump administration ended, top Trump aide Stephen Miller has worked with Hamilton at a new law firm — America First Legal — that <a href=\"https://www.nytimes.com/2024/03/21/us/politics/stephen-miller-america-first-legal.html\">focuses on “anti-white” discrimination</a> in employment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">America First filed a suit that successfully blocked a pandemic-era program to distribute financial aid to <a href=\"https://thehill.com/regulation/554361-federal-judge-says-biden-restaurant-fund-discriminated-against-white-male/\">minority- and woman-owned restaurants</a>. It sued the NFL over the Rooney Rule, which requires that teams interview at least one nonwhite candidate for high-level coaching vacancies, and it went after <a href=\"https://aflegal.org/litigation/fasorp-v-northwestern-university/\">Northwestern University</a> for allegedly prioritizing hires of minority and non-male faculty members.</p>\n\n<p class=\"has-text-align-none\">In April, Axios’ Alex Thompson reported that <a href=\"https://www.axios.com/2024/04/01/trump-reverse-racism-civil-rights\">America First was “laying legal groundwork”</a> for a full-court press against “anti-white racism” in the event that Trump retakes control of the Civil Rights Division.</p>\n\n<p class=\"has-text-align-none\">This is something that Hamilton explicitly calls for in his Project 2025 chapter. He writes:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">The Civil Rights Division should spend its first year under the next Administration using the full force of federal prosecutorial resources to investigate and prosecute all state and local governments, institutions of higher education, corporations, and any other private employers who are engaged in discrimination in violation of constitutional and legal requirements.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">In reality, what Hamilton calls “discrimination” are actually efforts to address discrimination. There is overwhelming evidence that American society continues to <a href=\"https://scholar.harvard.edu/files/pager/files/annualreview_discrimination.pdf\">allocate resources unfairly on the basis of race</a>. Without affirmative steps to rectify this situation, entrenched inequalities like the racial gap will never disappear. What Trump and his team call “anti-white discrimination” are efforts to close gaps between groups, not open them.</p>\n\n<p class=\"has-text-align-none\">The Trump team aims to invert federal oversight over local prosecutors in a similar fashion.</p>\n\n<p class=\"has-text-align-none\">In 2023, the campaign released a policy video in which <a href=\"https://www.donaldjtrump.com/agenda47/agenda47-president-trump-announces-plan-to-end-crime-and-restore-law-and-order\">Trump vows to task the Civil Rights Division</a> with investigating “progressive prosecutors.” The basic argument is that these prosecutors, who see part of their mission as reducing the effects of mass incarceration on the Black community, are effectively engaging in race-based discrimination in favor of Black offenders.</p>\n\n<p class=\"has-text-align-none\">“I will direct the DOJ to open civil rights investigations into radical left prosecutor’s offices, such as those in Chicago, LA, and San Francisco, to determine whether they have illegally engaged in race-based enforcement of the law,” Trump said.</p>\n\n<p class=\"has-text-align-none\">Much like the attempt to prosecute Boockvar, trying to jail “progressive prosecutors” is not something the department’s professional staff would ordinarily contemplate doing. Even if Trump succeeded in replacing them via Schedule F, it’s hard to imagine any such investigation yielding charges that could stand up in court.</p>\n\n<p class=\"has-text-align-none\">But the fact that such investigations would almost certainly fail to yield charges <a href=\"https://newrepublic.com/article/185487/trump-maga-legal-war-slow-burn-authoritarianism\">does not make them harmless</a>. Even spurious investigations entail coercive measures — like subpoenas, searches, and audits&nbsp;— that can make it difficult for “progressive prosecutors” to do their jobs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s also a political aspect to the threat, as many of Trump’s proposed targets are in elected posts. Elected officials are generally responsive to threats to their reelection chances,&nbsp;and being a target of a DOJ civil rights probe looks really bad to prospective voters.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/2020/6/30/21281041/trump-justice-department-consent-decrees-jeff-sessions-police-violence-abuse\">Consent decrees</a>, the mechanism Lopez used to deal with bias in Ferguson, are one of the most powerful tools available to federal prosecutors for addressing bias in policing&nbsp;— and another target in a second Trump term.</p>\n\n<p class=\"has-text-align-none\">The process begins with a fact-finding investigation, uncovering evidence of systematic use-of-force problems and/or racial discrimination. The next stage involves lengthy negotiations with police departments that culminate in a tangible and enforceable set of reform benchmarks for the department. If the benchmarks aren’t being met to the Civil Rights Division’s satisfaction, its attorneys can haul cops in front of a judge and demand answers.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AP119714094153.jpg?quality=90&#038;strip=all&#038;crop=0,11.514716612012,100,76.970566775976\" alt=\"The back of a man who holds both hands up while police in riot gear approach him\" title=\"The back of a man who holds both hands up while police in riot gear approach him\" data-has-syndication-rights=\"1\" data-caption=\"Police wearing riot gear and pointing guns approach a man with his hands raised in Ferguson, Missouri, August 11, 2014. | Jeff Roberson/AP Photo\" data-portal-copyright=\"Jeff Roberson/AP Photo\" />\n<p class=\"has-text-align-none\">The previous Trump administration limited their use going forward, but a second one might roll them back.</p>\n\n<p class=\"has-text-align-none\">The Obama administration negotiated a historic number of consent decrees, but these are approaching their negotiated sunset dates. The Biden administration has tried to bargain with departments for extensions, as well as implement new ones, but police departments have been dragging their feet. Lopez believes they are anticipating the possibility of a Trump victory.</p>\n\n<p class=\"has-text-align-none\">“Almost any jurisdiction that is currently negotiating a consent decree is going to wait to see what happens in November,” she says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If this delaying tactic works and Trump’s Civil Rights Division vacates consent decrees across the board, Lopez warns of aggressive police being unleashed across the country. Trump’s wild rhetoric about policing — his recent statement that cops should be permitted “<a href=\"https://www.politico.com/news/2024/09/29/trump-violent-day-policing-crime-00181619\">one really violent day</a>” to combat crime — would further encourage abuse.</p>\n\n<p class=\"has-text-align-none\">The attorneys tasked with limiting police abuses would, in a second Trump administration, be responsible for encouraging them.</p>\n\n<h2 class=\"wp-block-heading\">A government “for the people” —&nbsp;for now</h2>\n\n<p class=\"has-text-align-none\">As important as the Justice Department’s Civil Rights Division is, it is far from the totality of government work.</p>\n\n<p class=\"has-text-align-none\">The Justice Department has eight other litigating departments beyond the Civil Rights Division, where attorneys prosecute everyone from terrorists to tax cheats. It has five separate police agencies, including the FBI and US Marshals Service. It oversees all federal prisons and studies federal criminal convictions to see if any merit presidential pardons. It has nine separate grantmaking authorities, which provide funding for local authorities supporting everything from assisting sex trafficking victims to encouraging innovation in <a href=\"https://www.ojp.gov/topics/community-violence-intervention/resources\">local alternatives to policing</a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2172231777.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A US flag on a pole flies in front of a federal building\" title=\"A US flag on a pole flies in front of a federal building\" data-has-syndication-rights=\"1\" data-caption=\"A US flag flies in front of the Department of Justice (DOJ) headquarters building on September 15, 2024, in Washington, DC. | J. David Ake/Getty Images\" data-portal-copyright=\"J. David Ake/Getty Images\" />\n<p class=\"has-text-align-none\">The Department of Justice is one of 15 federal departments, each of which has its own diverse and important set of responsibilities. There are also important agencies separate from the department structure, like the CIA and the Environmental Protection Agency.</p>\n\n<p class=\"has-text-align-none\">All of them perform critical work that contributes to the standard of living Americans have come to take for granted. This work depends on experienced, dedicated civil servants who know how to do the job, and all of it could be disrupted by Trump’s plans to give their jobs to partisan hacks.</p>\n\n<p class=\"has-text-align-none\">Every day, the EPA works to monitor and address pollution poisoning our rivers and drinkable water. The Bureau of Labor Statistics churns out job numbers and other reports that the Fed and other places depend on to make good economic policy. US Citizenship and Immigration Services helps keep families together, approving permanent residency and citizenship applications for foreign spouses of American citizens. The Department of Energy manages America’s nuclear weapons and power plants, making sure we don’t experience a Fukushima or Chernobyl-level disaster.</p>\n\n<p class=\"has-text-align-none\">Now imagine the people who know how to do this routine stuff are either thrown out of office or put under the thumbs of political commissars. That’s the danger here.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump and his team have laid out their plans in detail, in official statements proposing a revival of Schedule F and semi-official documents like Project 2025. Even if you agree with many of their policy ideas, they need to be implemented competently and lawfully in order to work. Throughout history, in the United States and elsewhere, the imposition of political control on a civil service has been a recipe for incompetence and anti-democratic abuse.</p>\n\n<p class=\"has-text-align-none\">The United States has a democratic government:&nbsp;a deeply flawed one, but one by the people and for the people. Trump’s plan is to make it for him and his alone, and he has a decent chance of succeeding if elected. We often take our <a href=\"https://www.hachettebookgroup.com/titles/zack-beauchamp/the-reactionary-spirit/9781541704411/\">relatively novel form of government</a> for granted; if we lose it, we’ll miss it when it’s gone.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, November 1, 5:45 pm ET: </strong>This story misstated the timing of Christy Lopez’s decision to leave the Justice Department. She had announced her planned departure prior to Trump’s 2016 election win.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 2016, Christy Lopez was an attorney at the Justice Department’s Civil Rights Division working on policing where, among other things, she led the team that investigated the Ferguson Police Department in Missouri after the 2014 killing of Michael Brown. Lopez believes that her work spurred meaningful policing reforms, both in Ferguson and nationwide. But [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "What polls can actually tell us",
    "link": "https://www.vox.com/videos/381712/what-polls-can-actually-tell-us",
    "pubDate": "2024-11-01T17:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"How polling works with blue bar above and red bar below\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/what-polls-can-actually-tell-us.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">For anyone closely watching the 2024 election, scrutinizing the daily drop of polls has become the norm. Each new data point gives people cause to celebrate or despair depending on how their candidate is faring. But if you understand what polls are actually capable of telling you, it might dispel any desire you have for them to predict whether Kamala Harris or Donald Trump will be the next president. </p>\n\n<p class=\"has-text-align-none\">For this video, we interviewed pollsters about their processes and explained the basics of how they turn small surveys into a way to measure the opinions and intentions of the American voting population. No matter what measures pollsters take to make their samples as representative as possible, there’s a limit to how precise they can be. And, sometimes, those same measures can make the poll numbers go awry.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For anyone closely watching the 2024 election, scrutinizing the daily drop of polls has become the norm. Each new data point gives people cause to celebrate or despair depending on how their candidate is faring. But if you understand what polls are actually capable of telling you, it might dispel any desire you have for [&#8230;]",
    "author": "Laura Bult"
  },
  {
    "title": "Take a mental break with the newest Vox crossword",
    "link": "https://www.vox.com/21523212/crossword-puzzles-free-daily-printable",
    "pubDate": "2024-11-01T15:31:55.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/18980610/crossword_yellow__1_.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Welcome to the Vox crossword! New puzzles are published daily, Monday through Saturday, and our moderated <strong>comments section is now live</strong>. The registration link is below every puzzle so get over there and add your two cents. Puzzle editors, constructors, and other solvers will be on hand to answer your questions and reply to your remarks. You can also register <a href=\"https://vox.coral.coralproject.net/embed/auth?view=SIGN_UP\">right here</a>. Puzzles are constructed by <a href=\"https://www.vox.com/e/21273241\">these great people</a> and edited by <a href=\"https://www.vox.com/authors/elizabeth-crane\">Elizabeth Crane</a>. </p>\n\n<p class=\"has-text-align-none\">Make sure to bookmark this page or <a href=\"https://www.howtogeek.com/667910/how-to-add-a-website-to-your-iphone-or-ipad-home-screen/\">add it to your phone’s home screen</a> to find a new challenge each day. You can also get a weekly email reminder by <a href=\"http://vox.com/crossword-newsletter\">signing up for our crossword newsletter</a>.</p>\n\n<p class=\"has-text-align-none\">Need more puzzles? We have whole <a href=\"https://www.amazon.com/Vox-Pop-Culture-Crosswords-Puzzles/dp/1454950064\">books</a> of <a href=\"https://www.amazon.com/Vox-Mega-Book-Mini-Crosswords/dp/1454950056/ref=pd_lpo_sccl_2/130-1400015-9235626?pd_rd_w=7UXxb&amp;content-id=amzn1.sym.4c8c52db-06f8-4e42-8e56-912796f2ea6c&amp;pf_rd_p=4c8c52db-06f8-4e42-8e56-912796f2ea6c&amp;pf_rd_r=5WNWY0GXSDT6CZQCQ1J7&amp;pd_rd_wg=acUYA&amp;pd_rd_r=79c1a273-f9d1-4614-9fc3-414aad1ccd14&amp;pd_rd_i=1454950056&amp;psc=1\">Vox crosswords</a>!</p>\n\n<div class=\"m-ad m-ad__editorial-athena-placement\"></div>\n\n<div id=\"xword-wrapper\">\n<iframe allowfullscreen=\"true\" height=\"1000\" width=\"375\" src=\"https://cdn3.amuselabs.com/vox/date-picker?set=vox&amp;embed=1&amp;limit=30&amp;maxCols=1\"></iframe>\n</div>\n\nvar puzzlecontainer = document.getElementById('xword-wrapper');\nvar puzzle = document.getElementById('voxpuzzle').contentWindow;\n\n\nfunction receiveMessage(event) {\nif (event.origin !== \"https://cdn3.amuselabs.com\") return;\nif (!event.data) return;\nif (typeof event.data !== 'string') return;\nvar data = JSON.parse(event.data);\n  if (data.src === \"crossword\" || data.src === \"picker\"){\n  puzzlecontainer.style.height = data.frameHeight + 'px';\n}\n}\nwindow.addEventListener(\"message\", receiveMessage, false);\n\n\n<p><a href=\"/pages/crossword-puzzles-free-archive\" class=\"p-button\">More crossword puzzles</a></p>\n\n<div class=\"m-ad m-ad__editorial-leaderboard-placement\"></div>\n\n<div id=\"coral_thread\"></div>\n\n  (function() {\n      var d = document, s = d.createElement('script');\n      s.src = 'https://vox.coral.coralproject.net/assets/js/embed.js';\n      s.async = false;\n      s.defer = true;\n      s.onload = function() {\n          Coral.createStreamEmbed({\n              id: \"coral_thread\",\n              autoRender: true,\n              rootURL: 'https://vox.coral.coralproject.net',\n              // Uncomment these lines and replace with the ID of the\n              // story's ID and URL from your CMS to provide the\n              // tightest integration. Refer to our documentation at\n              // https://docs.coralproject.net for all the configuration\n              // options.\n              // storyID: '${storyID}',\n              // storyURL: '${storyURL}',\n          });\n      };\n      (d.head || d.body).appendChild(s);\n  })();\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Welcome to the Vox crossword! New puzzles are published daily, Monday through Saturday, and our moderated comments section is now live. The registration link is below every puzzle so get over there and add your two cents. Puzzle editors, constructors, and other solvers will be on hand to answer your questions and reply to your [&#8230;]",
    "author": "Vox Staff"
  }
]