[
  {
    "title": "The problem with US charity is that it’s not effective enough",
    "link": "https://www.vox.com/future-perfect/390458/charity-america-effective-altruism-local",
    "pubDate": "2024-12-11T13:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A tall modern building with a glass and columned facade, bathed in golden light. People stand around a brightly lit fountain in front of the building.\" data-caption=\"Lincoln Center in New York, perhaps the poster child of wasteful, vain philanthropy in America. | Smith Collection/Gado/Getty Images\" data-portal-copyright=\"Smith Collection/Gado/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-855263610.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Lincoln Center in New York, perhaps the poster child of wasteful, vain philanthropy in America. | Smith Collection/Gado/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In September 1973, the hi-fi sound equipment mogul Avery Fisher made a <a href=\"https://www.nytimes.com/1973/10/17/archives/the-cost-of-putting-footprints-in-sands-of-time-taxes-a-factor-the.html\">massive gift of $10 million</a> (about $70 million in today’s dollars) to the New York Philharmonic. In thanks, Lincoln Center renamed the venue where the orchestra performs Avery Fisher Hall. Fisher was <a href=\"https://www.philanthropy.com/article/renaming-avery-fisher-hall-raises-the-question-of-authenticity/\">reportedly reluctant</a> to agree to have the hall named after him, but nonetheless, the donation specified that<a href=\"https://www.nytimes.com/2019/07/18/arts/sackler-family-museums.html#:~:text=The%20agreement%20included%20the%20stipulation%20that%20the%20name%20Avery%20Fisher%20Hall%20%E2%80%9Cwill%20appear%20on%20tickets%2C%20brochures%2C%20program%20announcements%20and%20advertisements%20and%20the%20like%2C%20and%20I%20consent%20in%20perpetuity%20to%20such%20use.%E2%80%9D\"> his name be used “in perpetuity.”</a></p>\n\n<p class=\"has-text-align-none\">But in 2015, Lincoln Center wanted more money, and the record company billionaire David Geffen wanted to put his name on some stuff. He wanted that very hall to be renamed in his own honor, despite the Fisher name supposedly being forever.</p>\n\n<p class=\"has-text-align-none\">Geffen <a href=\"https://www.nytimes.com/2015/03/24/arts/music/how-david-geffens-100-million-lincoln-center-gift-came-together.html\">succeeded</a> with a gift of $100 million to Lincoln Center and — perhaps more importantly — <a href=\"https://www.nytimes.com/2014/11/14/arts/music/lincoln-center-to-rename-avery-fisher-hall.html\">Lincoln Center paid $15 million to Fisher’s descendants</a> so they would not sue. What that means is that the most prominent cultural organization in New York City lit $15 million on fire so that Geffen’s name would be on a concert hall. </p>\n\n<p class=\"has-text-align-none\">That $15 million didn’t even go to renovating the hall — it was just a bribe for Geffen’s own vanity, taking $15 million away from other things Lincoln Center could have invested in. Don’t worry though, the other $100 million reportedly helped with a variety of <a href=\"https://www.nytimes.com/2015/03/24/arts/music/how-david-geffens-100-million-lincoln-center-gift-came-together.html\">“acoustical shortcomings”</a> in the concert hall.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, about <a href=\"https://iris.who.int/bitstream/handle/10665/374472/9789240086173-eng.pdf?sequence=1https://iris.who.int/bitstream/handle/10665/374472/9789240086173-eng.pdf#page=80\">586,000 people</a>, most of them children under the age of 5, died of malaria in 2015, a disease that is easily treatable and preventable with inexpensive interventions that Geffen could have funded instead. But he wanted his name on a theater.</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.nytimes.com/2024/12/07/business/charity-holiday-giving-optimized.html\">piece this week in the New York Times</a>, however, warns that we’re at risk of giving too much money to malaria and not enough money to less optimized causes, like fixing acoustical shortcomings in concert halls. Author Emma Goldberg laments that effective altruism (EA), which asks us to use reason and evidence to find the charitable causes that can do the most good per dollar, has become &#8220;the dominant way to think about charity,&#8221; which &#8220;argues, essentially, that you do not get to feel good for having done anything at all.&#8221;</p>\n\n<p class=\"has-text-align-none\">The second claim is so bizarre it’s hard to know where to start: I have been part of the EA community for a decade at this point, and I have never once heard someone argue that you should not feel good for helping others. Most EAs I know have <a href=\"https://juliawise.net/you-care-about-more-than-one-thing-and-thats-fine/\">complex and nuanced feelings about how their emotions and their giving relate</a>. In general, if you hear a group described as believing something obviously ridiculous, you should consider the possibility that you’re being lied to.</p>\n\n<p class=\"has-text-align-none\">But the first claim, that EA has become the dominant way that charity is done in the US, is even more wrong, and more insidious. The <a href=\"https://docs.google.com/spreadsheets/d/1IeO7NIgZ-qfSTDyiAFSgH6dMn1xzb6hB2pVSdlBJZ88/edit?gid=1410797881#gid=1410797881\">best data I’ve seen</a> <a href=\"https://forum.effectivealtruism.org/posts/ZbaDmowkXbTBsxvHn/historical-ea-funding-data\">aggregating donations</a> from major effective altruist groups — like grants from the Open Philanthropy group, individual donations given through GiveWell, etc. —&nbsp;found that a little under $900 million was donated by EA funders in 2022. Those donations were mostly, but not exclusively, made in the US. </p>\n\n<p class=\"has-text-align-none\">By contrast, <a href=\"https://philanthropy.indianapolis.iu.edu/news-events/news/_news/2023/giving-usa-total-us-charitable-giving-declined-in-2022-to-49933-billion-following-two-years-of-record-generosity.html\">total US charitable donations</a> in 2022 were $499 billion. That means that even if all EA funding were in the US, it would amount to a whopping 0.18 percent of all giving. Giving to the arts alone that year totaled $24.67 billion, or over 27 times more than was allocated based on EA ideas.</p>\n\n<p class=\"has-text-align-none\">Put differently: US philanthropy is still much, much, <em>much</em> more about rich guys like David Geffen slapping their names on concert halls than it is about donating to help <a href=\"https://www.vox.com/future-perfect/387901/malaria-vaccine-treatment-challenge-trial\">people dying from malaria</a>, or <a href=\"https://www.vox.com/future-perfect/364288/how-factory-farming-ends-animal-rights-vegans-climate-ethics\">animals being tortured in factory farms</a>, or <a href=\"https://www.vox.com/future-perfect/2022/11/23/23475085/covid-pandemic-infectious-disease-virus-pathogen-illness-kevin-esvelt-genetic-sequencing\">preventing deaths from pandemics</a> and <a href=\"https://www.vox.com/future-perfect/2018/12/21/18126576/ai-artificial-intelligence-machine-learning-safety-alignment\">out-of-control AI</a>, to name a few EA-associated causes.</p>\n\n<p class=\"has-text-align-none\">Pretending otherwise, though, lets more complacent philanthropists off the hook for refusing to think through the consequences of their actions. Goldberg approvingly cites the writer and political philosopher <a href=\"https://www.amybessschiller.com/about\">Amy Schiller</a>, arguing that philanthropic funds are better spent on, say, rebuilding Notre Dame than on anti-malarial bed nets: &#8220;She wanted to know,&#8221; Goldberg writes of Schiller, &#8220;how could anyone put a numerical value on a holy space?&#8221;</p>\n\n<h2 class=\"wp-block-heading\">The life you didn’t save</h2>\n\n<p class=\"has-text-align-none\">Well, here’s one way. The Notre Dame restoration <a href=\"https://www.cnn.com/style/notre-dame-cathedral-restoration/index.html\">cost a reported $760 million</a>. Top anti-malaria charities like <a href=\"https://www.givewell.org/charities/malaria-consortium#What_do_you_get_for_your_dollar\">the Malaria Consortium</a> and the <a href=\"https://www.givewell.org/charities/amf#What_do_you_get_for_your_dollar_\">Against Malaria Foundation</a> can save a life for $8,000, taking the highest estimate for the latter. </p>\n\n<p class=\"has-text-align-none\">Let’s double that, just in case it’s still too optimistic; after all, $760 million, even spread over a few years, would require these groups to massively grow in size, and they might be less cost-efficient during that growth stage. At $16,000 per life, the Notre Dame restoration budget could save 47,500 people’s lives from malaria.</p>\n\n<p class=\"has-text-align-none\">Effective altruism often involves consideration of quantitative evidence, and as such, proponents are often accused of being more interested in numbers than humanity. But I’d like the Notre Dame champions like Schiller to think about this in terms of concrete humanity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">47,500 people is about five times the population of <a href=\"https://data.census.gov/profile/Hanover_CDP,_New_Hampshire?g=160XX00US3333780\">the town</a> I grew up in, Hanover, New Hampshire, which, as it happens, contains the college that Schiller now teaches at. It’s useful to imagine walking down Main Street, stopping at each table at the <a href=\"https://lousrestaurant.com/?srsltid=AfmBOopoT31TXGN-oWpTXbzz3pAoe2q4aml7NEDWrvhCXjetQKU1pnC3\">diner Lou’s</a>, shaking hands with as many people as you can, and telling them, “I think you need to die to make a cathedral pretty.” And then going to the <a href=\"https://en.wikipedia.org/wiki/Lebanon,_New_Hampshire\">next town over</a> and doing it again, and again, until you’ve told 47,500 people why they have to die.</p>\n\n<h2 class=\"wp-block-heading\">Kids over cathedrals</h2>\n\n<p class=\"has-text-align-none\">EA is in many ways an offshoot of <a href=\"https://ethicsunwrapped.utexas.edu/glossary/consequentialism#:~:text=Consequentialism%20is%20an%20ethical%20theory%20that%20judges%20whether%20or%20not,the%20right%20thing%20to%20do.\">consequentialism</a>, the school of moral philosophy that evaluates moral actions based solely on the goodness or badness of their consequences. One of the major rivals to consequentialism is a theory called <a href=\"https://plato.stanford.edu/entries/contractualism/\">“contractualism,”</a> which asks instead: Are you acting according to principles that no one could reasonably reject? Or, put another way, do you feel you can defend the rule you’re following to everyone affected by it?</p>\n\n<p class=\"has-text-align-none\">Whatever your philosophical leanings, it’s a useful thought experiment. And there are some versions of that conversation I can imagine having. I think it’s okay to tell someone at risk of malaria that they’re not getting pills or bed nets to prevent it because the money is going instead to develop a vaccine against tuberculosis so that even more people’s lives could be saved. That’s a reasonable principle to act on.</p>\n\n<p class=\"has-text-align-none\">In her piece, Goldberg worries that an effective altruist philanthropic strategy that among other things insists that foreigners’ lives count equally — a foundational part of EA — could fray “people’s already threadbare ties to local charities like soup kitchens and shelters, worsening civic isolation.” I think it’s worth thinking through the comparison here a bit more carefully. Housing vouchers for people experiencing homelessness in the District of Columbia, where I live now, <a href=\"https://www.dcfpi.org/wp-content/uploads/2023/04/CostofEndingHomelessness_FINAL.pdf#page=19\">run up to $30,000 a year</a>. As horrific as conditions for DC-ers experiencing homelessness are, am I willing to let a couple of kids in West Africa die to put up one of my neighbors for a year? I’m not.</p>\n\n<p class=\"has-text-align-none\">That said, it’s a harder question than the Notre Dame one. I can imagine explaining to kids waiting for bed nets that my tax dollars are going to help people suffering in the US, not Nigeria, because we live in a democracy, and democracies have to respond more to the needs of their citizens, even if the needs in a much poorer country like Nigeria are much greater. I won’t feel great, but at least there’s some kind of legitimate reason. </p>\n\n<p class=\"has-text-align-none\">But can I imagine going down Main Street and telling people they need to die for Notre Dame? Of course not.</p>\n\n<p class=\"has-text-align-none\">If I were to file effective altruism down to its more core, elemental truth, it’s this: “We should let children die to rebuild a cathedral” is not a principle anyone should be willing to accept. Every reasonable person should reject it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The sight of rich Westerners like David Geffen directing their philanthropy not toward saving lives but toward improving the acoustics of the New York Phil fills me with visceral disgust.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are hard questions in the ethics of philanthropy, but this is simply not one of them. Maybe when the bed nets crew amounts to more than 0.18 percent of giving, it’ll be worth asking if we’ve gone too far. But if the question is really Notre Dame versus dying kids, there is only one right answer.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In September 1973, the hi-fi sound equipment mogul Avery Fisher made a massive gift of $10 million (about $70 million in today’s dollars) to the New York Philharmonic. In thanks, Lincoln Center renamed the venue where the orchestra performs Avery Fisher Hall. Fisher was reportedly reluctant to agree to have the hall named after him, [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "A far-right publication just got tricked into publishing Communist Manifesto excerpts",
    "link": "https://www.vox.com/politics/390510/woke-right-prank-hoax-communist-manifesto",
    "pubDate": "2024-12-11T12:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An older man with a bushy white and gray beard seated in a chair with his hand tucked into his waistcoat. \" data-caption=\"Karl Marx. | Getty Images\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-515383828.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Karl Marx. | Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In an extremely normal turn of events, a far-right magazine recently published an essay consisting entirely of edited passages from <em>The Communist Manifesto</em>.</p>\n\n<p class=\"has-text-align-none\">American Reformer is a prominent evangelical magazine —&nbsp;one whose politics are extreme enough that calling it “Christian nationalist” might be a bit mild. Its co-founder, Josh Abbotoy, once called for an authoritarian to seize power —&nbsp;a “<a href=\"https://www.firstthings.com/web-exclusives/2023/10/is-a-protestant-franco-inevitable\">protestant Franco</a>,” as he put it — in order to “reestablish order” in America.</p>\n\n<p class=\"has-text-align-none\">Last week, we learned the magazine had been the victim of a prank. James Lindsay, a prominent right-wing pundit, had submitted the aforementioned adaptation of Marx and Engels’s work and gotten it published. The essay’s publication, per Lindsay, is proof that the far right is <a href=\"https://newdiscourses.com/2024/12/a-communist-manifesto-for-christian-nationalists-testing-the-woke-right/\">basically the same as the far left</a>: that it is, in his words, part of a “woke right” corrupting conservatism from within.</p>\n\n<p class=\"has-text-align-none\">The <em>Manifesto</em> prank was fairly silly, as is the “woke right” concept in general. But it points to something bigger and more important: a struggle over what exactly the Trumpist revolution in conservative politics is supposed to accomplish, and how philosophically ambitious its war on the American status quo ought to be.</p>\n\n<p class=\"has-text-align-none\">Fundamentally, this a version of the same fight the right has been having since Donald Trump entered the Republican primary back in 2015: What defines “true conservatism?” Yet the difference is that Lindsay, American Reformer, and almost all of the other right-wingers who eventually weighed in on this are all Trump supporters. This is less about whether Trumpism should be the reigning ideology of the right than about what Trumpism actually stands for.</p>\n\n<p class=\"has-text-align-none\">And the tensions between the sides here show just how unstable the Trump coalition truly is&nbsp;—&nbsp;and how divided it may become when forced to make actual choices while in power.</p>\n\n<h2 class=\"wp-block-heading\">Anatomy of a hoax</h2>\n\n<p class=\"has-text-align-none\">When Lindsay revealed the hoax <a href=\"https://newdiscourses.com/2024/12/a-communist-manifesto-for-christian-nationalists-testing-the-woke-right/\">in a December 3 essay</a>, he made the stakes plain: His aim was to vindicate the concept that his enemies inside the broader right-wing tent are best described as “the woke right.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">These enemies include, broadly speaking, a series of radical right-wing factions of a more religious or collectivist bent, such as Protestant Christian nationalists, Catholic integralists, and white nationalists. Lindsay believes that they threaten the American project in much the same way as the left — treating citizens not as individuals but as groups to be pitted against each other.</p>\n\n<p class=\"has-text-align-none\">Calling something “woke” on the right is to delegitimize it. And Lindsay wanted proof that his enemies deserved the insult.</p>\n\n<p class=\"has-text-align-none\">“I suspected that the so-called Woke Right really is Woke; many people disagreed; and I wanted to test that hypothesis instead of arguing about it to very little effect,” he writes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So he picked a prominent target — American Reformer is a well-known magazine on the Protestant far-right —&nbsp;and got it to publish an adapted version of what Lindsay considers the most “woke” text in history.</p>\n\n<p class=\"has-text-align-none\">“I figured there’s nothing more definitively Woke than the <em>Communist Manifesto</em>, so I think we can … get on with calling them the Woke Right after this,” <a href=\"https://newdiscourses.com/2024/12/a-communist-manifesto-for-christian-nationalists-testing-the-woke-right/\">he writes</a>.</p>\n\n<p class=\"has-text-align-none\">Of course, <em>The</em> <em>Communist Manifesto</em> was written nearly 200 years before the word “woke” came into wide use. And many modern Marxists are deeply opposed to the social justice left, which they see as a form of shallow identity politics that distracts from the more fundamental class struggle.</p>\n\n<p class=\"has-text-align-none\">But Lindsay, like many on the right, deeply believes that “wokeness” is a species of communism (he wrote <a href=\"https://jacobin.com/2022/03/james-lindsay-race-marxism-book-review-crt-liberalism\">a bestselling book titled <em>Race Marxism</em></a>). This is because he sees them as structurally<em> </em>similar doctrines, in that both define society by antagonisms between oppressed and oppressor groups. Lindsay terms Christian nationalism a “woke right” doctrine because it sees the world in a similar fashion. The only real difference, he claims, is who they treat as the oppressed and the oppressor.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The edits to the <em>Manifesto</em> are designed to underscore this point — to show how easy it is to take a left-wing worldview focusing on group conflict and restructure it to fit the Christian nationalist narrative of a white Christian uprising and liberalism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Like much of Lindsay’s output, this claim is more than a little simplistic. Take his adaptation of the <em>Manifesto</em>’s <a href=\"https://www.yorku.ca/comninel/courses/4090pdf/manifest.pdf\">famous preamble</a> about the “specter” of communism “haunting Europe”:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">A rising spirit is haunting America: the spirit of a true Christian Right. Moreover, all the existing powers of the American Regime since the end of the Second World War have aligned themselves against it and its re-emergence from the shadows of American civic life, politics, and religion—the Marxist Left and its neo-Marxist “Woke” descendant, the liberal establishment, the neoconservatives, and their police and intelligence apparatuses.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">Sure, the texts are similar: Both argue that the status quo political establishment is aligned against an insurgent alternative. But any ideology that sees itself to be the enemy of the political status quo will make such claims. When you swap out enough nouns, the actual meaning of the text changes so much that it’s hard to say the ideas remain all that similar.</p>\n\n<h2 class=\"wp-block-heading\">Why the hoax matters</h2>\n\n<p class=\"has-text-align-none\">Despite the problems with Lindsay’s approach, it generated a huge response among online conservatives — with <a href=\"https://x.com/KonstantinKisin/status/1865824554737676465\">prominent</a> <a href=\"https://x.com/L0m3z/status/1865927727318179934\">voices</a> <a href=\"https://x.com/Cernovich/status/1864162335277109332\">weighing</a> <a href=\"https://x.com/PerfInjust/status/1864118724933935588\">in on</a> <a href=\"https://x.com/SwipeWright/status/1866131339763675645\">both</a> <a href=\"https://www.youtube.com/live/oHgdX4jp__8\">sides</a>.</p>\n\n<p class=\"has-text-align-none\">Chris Rufo, the right’s leading anti-woke activist, argued that Lindsay and his allies were expanding the word “woke” beyond any reasonable definition. “There is nothing necessarily ‘woke’ about identity, grievance, and oppression, which are universal concepts in politics. America&#8217;s founders, for example, completed their revolution using those concepts,” <a href=\"https://x.com/realchrisrufo/status/1865106113638863180\">he wrote</a>.</p>\n\n<p class=\"has-text-align-none\">Seth Dillon, founder of the Babylon Bee, responded with a defense of Lindsay’s position.</p>\n\n<p class=\"has-text-align-none\">“Wokeness doesn&#8217;t accurately identify legitimate, real-world oppression—it points instead to intangible, unfalsifiable, elusive ‘systemic’ oppression and calls for deconstruction or revolution on a false premise,” <a href=\"https://x.com/SethDillon/status/1865218563834831336\">he wrote</a>. “There are some clear examples of this on the right, and saying so doesn&#8217;t mean we&#8217;re expanding the definition of ‘wokeness’ so broadly that it would apply even to a justified revolution.”</p>\n\n<p class=\"has-text-align-none\">Dillon’s comment is revealing because it points to the real stakes of the “woke right” debate. His definition of “woke” —&nbsp;basically any revolutionary movement whose aims he doesn’t agree with — is less a rigorous intellectual argument than an effort at boundary policing.</p>\n\n<p class=\"has-text-align-none\">In the Trump era, the right is self-consciously revolutionary. It believes that the American political status quo is rotten, and that some kind of transformative political change is necessary in order to save America from a vicious, dangerous left.</p>\n\n<p class=\"has-text-align-none\">But there are profound disagreements over just how far the right-wing revolution should go.</p>\n\n<p class=\"has-text-align-none\">People like Lindsay still describe themselves as liberals in the philosophical sense, committed to limited government and individual rights. For them, the Trump movement is about defending the founders’ values against an overreaching left (even if the means they employ in this fight are themselves illiberal). By contrast, the “woke right” they oppose are all avowed opponents of philosophical liberalism. Protestant Christian nationalism, integralist Catholicism, white nationalism — all of these doctrines see Trump as the tip of a revolutionary spear.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet merely labeling these factions “illiberal” carries little weight on the modern Trumpy right. Therefore, Trump-aligned liberals have to reach for a nastier term —&nbsp;one hated by everyone on the right —&nbsp;to try and push their foes out of the coalition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hence, “woke right.”</p>\n\n<p class=\"has-text-align-none\">I would expect this kind of infighting to get more intense, not less, as Trump returns to government. Governing requires policy choices, and policy choices have a way of forcing these kinds of fundamental splits to the fore. So while the American Reformer hoax may be a silly, low-stakes affair, it points to some fairly fundamental divides in the broad-tent Trump coalition —&nbsp;ones that will only assume more significance in the coming years.</p>\n\n<p class=\"has-text-align-none\"><em>This story was adapted from the On the Right newsletter.</em>&nbsp;<em>New editions drop every Wednesday. Sign up&nbsp;<a href=\"https://www.vox.com/pages/on-the-right-newsletter-whats-driving-conservative-ideas\" target=\"_blank\" rel=\"noreferrer noopener\">here</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In an extremely normal turn of events, a far-right magazine recently published an essay consisting entirely of edited passages from The Communist Manifesto. American Reformer is a prominent evangelical magazine —&#160;one whose politics are extreme enough that calling it “Christian nationalist” might be a bit mild. Its co-founder, Josh Abbotoy, once called for an authoritarian [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "The danger of Trump’s promise to pardon J6 defendants",
    "link": "https://www.vox.com/politics/390519/trump-pardon-january-6-insurrection",
    "pubDate": "2024-12-11T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump standing with his fist raised, backed by American flags.\" data-caption=\"Then-President Donald Trump speaks at the “Stop The Steal” Rally on January 6, 2021, in Washington, DC. | Tasos Katopodis/Getty Images\" data-portal-copyright=\"Tasos Katopodis/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-1294908910.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Then-President Donald Trump speaks at the “Stop The Steal” Rally on January 6, 2021, in Washington, DC. | Tasos Katopodis/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">President-elect Donald Trump has been talking for years about pardoning the people who took part in the January 6, 2021, insurrection, and he could do so on day one of his second term.</p>\n\n<p class=\"has-text-align-none\">In a March <a href=\"https://truthsocial.com/@realDonaldTrump/posts/112079753989223875\">post</a> on his social media network Truth Social, he said he would “Free the January 6 Hostages being wrongfully imprisoned!” <a href=\"https://www.theguardian.com/us-news/2022/sep/01/donald-trump-pardons-january-6-us-capitol-attack\">In 2022</a>, Trump promised full pardons and apologies, and claimed he was financially supporting people associated with the insurrection. All that culminated last weekend when, in an interview with <a href=\"https://www.youtube.com/watch?v=H8SoMbuPidE\">NBC News’s Kristen Welker,</a> Trump again said that he may pardon people who had been convicted of crimes related to the insurrection.</p>\n\n<p class=\"has-text-align-none\">Those pardons would be well within the president’s powers. And they would be a remarkable victory for a collection of groups that have spent the last few years agitating for them. They would also provide Trump with a political win, allowing him to simultaneously reward some of his most fervent supporters while also undermining a legal system he has long claimed is unjust.  </p>\n\n<h2 class=\"wp-block-heading\"><strong>Who are the insurrectionists? What charges do they face?</strong></h2>\n\n<p class=\"has-text-align-none\">There are roughly 1,500 arrested, charged, or imprisoned January 6 insurrectionists, and among their number are all sorts of people.</p>\n\n<p class=\"has-text-align-none\">The January 6 defendants aren’t just hard-boiled leaders of militant groups; the insurrectionists included an <a href=\"https://www.npr.org/2024/10/29/g-s1-30586/bobs-burgers-actor-sentenced-prison-capitol-riot#:~:text=Trump's%20Terms-,Former%20'Bob's%20Burgers'%20actor%20sentenced%20to%201%20year%20in%20prison,6.\">actor</a>, <a href=\"https://www.pbs.org/newshour/politics/gym-owner-pleads-guilty-to-assaulting-officer-in-jan-6-riot\">small-business owners</a>, and even a <a href=\"https://www.pbs.org/newshour/nation/jan-6-rioter-known-as-qanon-shaman-sentenced-to-41-months\">self-proclaimed shaman</a>, many of whom voiced a belief in conspiracy theories. However, some of the January 6 insurrectionists were affiliated with a variety of radical anti-government movements, most notably the <a href=\"https://www.start.umd.edu/publication/extremist-groupmovement-affiliations-january-6-capitol-rioters\">Proud Boys and the Oath Keepers</a>, right-wing paramilitary groups <a href=\"https://www.splcenter.org/fighting-hate/extremist-files/group/proud-boys\">recognized as hate groups</a> by the <a href=\"https://www.splcenter.org/fighting-hate/extremist-files/group/oath-keepers\">Southern Poverty Law Center.</a> </p>\n\n<p class=\"has-text-align-none\">Those convicted have been found guilty of a range of crimes, from low-level offenses like trespassing or property damage to grave offenses like <a href=\"https://www.vox.com/politics/2023/5/25/23737575/oath-keepers-sentencing-conviction-january-6-insurrection-capitol-attack-riot\">seditious conspiracy.</a>   </p>\n\n<h2 class=\"wp-block-heading\"><strong>How did pardoning the insurrectionists become a cause for those on the far right?</strong></h2>\n\n<p class=\"has-text-align-none\">The push for freeing insurrectionists has its roots in the false assertion, popularized by Trump, that the 2020 presidential election was rigged. That false claim, based on a variety of conspiracy theories, asserts that the 2020 election was improper; thus the insurrectionists were justified in taking action. Furthermore, the insurrectionists’ supporters claim, Justice Department investigations into Trump show that it is weaponized against those on the right, and that makes the prosecution against insurrectionists improper and invalid. </p>\n\n<p class=\"has-text-align-none\">Trump has encouraged this line of thinking, repeatedly claiming that the DOJ is being weaponized against him and his supporters, often saying, as <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-deliver-fiery-post-indictment-speech-georgia-rcna88561\">he did following an indictment</a>, “They&#8217;re coming after you — and I&#8217;m just standing in their way.”</p>\n\n<p class=\"has-text-align-none\">As the trials of insurrectionists unfolded, several groups began to work to draw attention to the trials and recast them as persecution. One leader of these efforts is Micki Witthoeft, the mother of <a href=\"https://apnews.com/article/ashli-babbitt-capitol-siege-a15c7e52a04d932972b7a284c7a8f7df\">Ashli Babbit</a>t, a woman shot and killed by a Capitol Police officer during the insurrection. (The officer was investigated by the DOJ; he was cleared of any wrongdoing.) Witthoeft moved to Washington, DC, from San Diego to support January 6 defendants and hold vigils in support of the cause.  </p>\n\n<p class=\"has-text-align-none\">Trump has <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/03/20/donald-trump-jan-6-hostages-campaign/73023337007/\">supported the narrative</a> that January 6 defendants are the victims, with Babbitt cast as a martyr and the convicted as <a href=\"https://stophate.com/january-6\">“political prisoners</a>.” To be clear, they’re in prison not for expressing political beliefs but for interfering with the political process, <a href=\"https://www.nytimes.com/2024/11/13/us/politics/proud-boys-biggs-pardon.html\">committing serious violence, and other crimes</a>. </p>\n\n<p class=\"has-text-align-none\">Now, there is a constellation of pro-insurrectionist groups, like Justice for January 6 (J4J6), <a href=\"https://www.cnn.com/2024/11/12/politics/trump-january-6-rioters-pardons/index.html\">American Patriot Relief, J6 Pardon Project,</a> and <a href=\"http://stophate.com\">stophate.com,</a> all of which have called for pardons. <a href=\"https://www.nytimes.com/2024/11/13/us/politics/proud-boys-biggs-pardon.html\">Proud Boys leadership</a> has requested clemency, and a slew of other groups and individuals associated with the January 6 insurrectionists have asked for pardons, too. </p>\n\n<h2 class=\"wp-block-heading\"><strong>What happens if Trump does pardon the insurrectionists?</strong></h2>\n\n<p class=\"has-text-align-none\">A pardon would help validate two arguments that Trump has made: that the Justice Department was weaponized against him and his supporters and that the 2020 election was “rigged.”</p>\n\n<p class=\"has-text-align-none\">It would also help to fully bring the insurrectionists — many of whom are aligned with the far right — into the GOP fold.</p>\n\n<p class=\"has-text-align-none\">“I think we can look at the movement behind the pardoning, the desire for those individuals to be pardoned, as part and parcel of the mainstreaming of the extremist elements that comprised the Stop the Steal movement now becoming a centralized part of a mainstream political party in the United States,” Matthew Kriner, managing director of the Accelerationism Research Consortium (ARC) at Middlebury Institute, told Vox.</p>\n\n<p class=\"has-text-align-none\">January 6 insurrectionists have already started <a href=\"https://www.politico.com/news/2022/01/05/jan-6-protesters-run-for-office-526545\">running for office themselves</a>, and once freed, those now imprisoned could join their number. Groups like <a href=\"https://lookaheadamerica.org/j6questionproject/\">Look Ahead America</a> are not only advocating on behalf of January 6 defendants, but also engaging in <a href=\"https://lookaheadamerica.org/about/\">political organizing</a>, including voter registration, turnout, and lobbying efforts — all on behalf of the Republican Party.</p>\n\n<p class=\"has-text-align-none\">Pardoned insurrectionists could also go back to the groups that radicalized them in the first place. Some of these groups, like the Oath Keepers, have essentially collapsed following the imprisonment of their leaders, but right-wing antigovernment groups are still plenty active in the US.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A pardon would mean that some of the more extreme insurrectionists could see themselves as having been “given a permission structure to use politically motivated violence,” Kriner said. It’s “a clean slate for them to come back and essentially pick right back up where they were before.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President-elect Donald Trump has been talking for years about pardoning the people who took part in the January 6, 2021, insurrection, and he could do so on day one of his second term. In a March post on his social media network Truth Social, he said he would “Free the January 6 Hostages being wrongfully [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "An AI that sees what you see",
    "link": "https://www.vox.com/technology/390582/microsoft-chatgpt-copilot-vision-ai",
    "pubDate": "2024-12-11T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A drawing of a large eyeball looking at a woman using a computer.\" data-caption=\"Copilot Vision is a lot like a friend with an almost infinite amount of knowledge looking over your shoulder while you surf the web.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2169079877-edit.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Copilot Vision is a lot like a friend with an almost infinite amount of knowledge looking over your shoulder while you surf the web.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s almost hard to remember what it was like before the whole world seemed to be powered by AI. Whether you like it or not, the tech industry is betting AI can improve everything from <a href=\"https://www.vox.com/technology/381158/should-you-feel-guilty-about-using-ai\">your iPhone</a> to <a href=\"https://www.vox.com/videos/364124/ai-talk-communicate-animals-machine-learning\">your relationship with animals</a>. And the <a href=\"https://www.vox.com/future-perfect/378347/nobel-prize-physics-ai-hinton-hopfield\">hype doesn’t stop there</a>.</p>\n\n<p class=\"has-text-align-none\">As 2025 inches closer, there is no shortage of AI-powered product launches. OpenAI <a href=\"https://www.theverge.com/2024/12/9/24317092/openai-sora-text-to-video-ai-launch\">just announced</a> Sora, its long-awaited photorealistic video generator, as <a href=\"https://nymag.com/intelligencer/article/openai-is-sending-mixed-signals-with-its-shipmas.html\">part of “Shipmas,”</a> a 12-day series of product releases that rhymes with Christmas. Reddit <a href=\"https://www.theverge.com/2024/12/9/24314445/reddit-answers-ai-powered-search-tool\">launched an AI search tool</a> that helps you tap into its hive mind <a href=\"https://nymag.com/intelligencer/article/reddit-traffic-google-search-growth.html\">without using Google</a>. That shouldn’t bother Google, which has a new quantum computing chip called Willow that <a href=\"https://blog.google/technology/research/google-willow-quantum-chip/\">promises to supercharge</a> what AI can do. </p>\n\n<p class=\"has-text-align-none\">Then there’s Microsoft. After <a href=\"https://www.nytimes.com/2024/10/17/technology/microsoft-openai-partnership-deal.html\">investing $13 billion in OpenAI</a> and <a href=\"https://www.vox.com/recode/2023/1/26/23571710/microsoft-open-ai-chatgpt-google\">becoming an early mover</a> in the generative AI race a couple years ago, Microsoft has been building out its stable of AI offerings in recent months. In March, the company <a href=\"https://www.nytimes.com/2024/03/19/technology/mustafa-suleyman-google-gemini.html\">acquired Inflection AI</a> and appointed its co-founder, Mustafa Suleyman, as CEO of Microsoft AI, overseeing its consumer AI products including Copilot, Bing, and Edge. </p>\n\n<p class=\"has-text-align-none\">Microsoft’s big early-December product launch doesn’t quite match Sora in terms of scale and buzz, but the new AI tool does do something entirely original.</p>\n\n<p class=\"has-text-align-none\">It’s <a href=\"https://www.microsoft.com/en-us/microsoft-copilot/blog/2024/12/05/copilot-vision-now-in-preview-a-new-way-to-browse/\">called Copilot Vision</a>. The basic idea is that Vision allows Copilot, Microsoft’s AI-powered chatbot, to see what you’re seeing in an internet browser. Microsoft calls Copilot an “AI companion,” and with Vision, it makes sense. If you’re shopping for furniture on Wayfair, for instance, you can ask Copilot to find something with a bit of <a href=\"https://www.nytimes.com/2021/10/28/style/memphis-design-movement.html\">a Memphis design vibe</a>, even if you have no idea what a “Memphis design vibe” even means. Copilot then scans the entire webpage, looking for images that match what you’re asking for, and then points you in that direction. In other words, it can see what you’re seeing on Wayfair, and it can answer all your questions about it. It’s unlike any web browsing experience I’ve ever had.</p>\n\n<p class=\"has-text-align-none\">There are a lot of caveats here. Copilot Vision is rolling out in preview for a limited number of Copilot Pro subscribers who have also signed up <a href=\"https://www.microsoft.com/en-us/microsoft-copilot/for-individuals/copilot-labs?form=MO12KM&amp;OCID=MO12KM\">for Copilot Labs</a>. You have to use the Edge browser, and it only works on certain websites. Microsoft also deletes all of the information from every session after you’re done, which helps protect your privacy.</p>\n\n<p class=\"has-text-align-none\">I’ve spent a few days using Copilot Vision, and I’ll admit, it’s a little weird talking to a robot about the website you’re looking at. That said, the AI is great at summarizing articles on Wikipedia, and it’s fun to explore maps on TripAdvisor. But because it only works on about a dozen websites right now, I’ll admit that its abilities feel pretty constrained.</p>\n\n<p class=\"has-text-align-none\">To me, though, the ambition here feels somewhat limitless. What if an AI assistant could see your whole world, know what was what, and help you navigate it? That’s the big idea behind Copilot Vision. Letting an AI watch you browse the web is just a step toward putting an AI companion on your shoulder everywhere you go. </p>\n\n<p class=\"has-text-align-none\">In a recent interview, Suleyman explained why collaborating with AI is the future of computing. This is frankly something I’ve heard tech companies pitch for years. But the way things are heading, I’m finally starting to buy it.</p>\n\n<p class=\"has-text-align-none\"><em>Our conversation has been lightly edited for clarity and length. </em></p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">How do you feel about where things stand at the moment? Are you surprised at how mainstream AI is in 2024 or did you think it would be further ahead or behind?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">Part of me feels like it&#8217;s been frustratingly slow and we could be making more progress faster. But part of me is also just overwhelmed with how awesome these models are. For the first time in history, we actually have more science than we know how to apply in technology and products. These large language models that we&#8217;ve been developing, we&#8217;re only just beginning to sort of understand the limits that they have and what they can&#8217;t do. Every week I see people unlocking new capabilities. </p>\n\n<p class=\"has-text-align-none\">It&#8217;s probably the most creative time in technology, in the tech industry, that I can think of for actually inventing and creating new experiences, and that&#8217;s what I&#8217;ve always been passionate about. Like, how do I create a personal AI or personal AI companion? How do I really make people feel like there is a smooth, fluent, conversational companion in their corner that helps them go about their daily lives? And now I actually have the clay to be able to sculpt this new species at my fingertips.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">What kind of hang-ups do you think people have about using AI?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">Most of the time people are asking themselves, &#8220;What do I use this for?&#8221; Like any new, general-purpose technology which can do anything, it kind of leaves the user thinking, &#8220;Well, if it can do anything, what am I going to do with it?&#8221; And so the way that we&#8217;ve designed Copilot is to help lead the conversation. It asks great questions. It&#8217;s inquiring. It listens actively while you&#8217;re in the voice mode. It interrupts at the right time. It has a different intonation and pace depending on the subject matter of the conversation. </p>\n\n<p class=\"has-text-align-none\">We&#8217;ve tried to work around some of the limitations of what we would otherwise call the &#8220;cold start problem,&#8221; knowing how to get the most out of a technology, or where to begin a conversation by creating a much more fluent and smooth conversational interaction.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">Voice assistants, like Siri and Alexa, have been around for a while. I know a lot of people that don&#8217;t use them every day. I don&#8217;t use them every day. Do you think that there needs to be a breakthrough moment — and maybe this is the moment — to get people to talk to their computers and to have that feel natural?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">I mean, I use voice every day now. It&#8217;s the first thing I do when I think to search for something. It is so much faster. It&#8217;s so much easier. It&#8217;s so much more accurate than having to type into your phone or onto your keyboard. And the crazy thing about it is that it can then ask you a question back and keep the dialogue going. And it&#8217;s a totally new modality. </p>\n\n<p class=\"has-text-align-none\">For the first time, it actually works. Unlike in the past, where voice commands were limited to, like, a few fixed phrases, like turn on the lights, or what&#8217;s the capital of Paris, and they never really work very well. Today, it is just like having a conversation with a friend, and that unlocks a different type of interaction. You&#8217;re no longer limited by having to formulate your thoughts into a search query, read a bunch of links on the page when they arrive in the results page, and then go and look at that web page. You can just actually ask Copilot, as though you&#8217;re talking to a friend or a knowledgeable expert or an adviser. </p>\n\n<p class=\"has-text-align-none\">We&#8217;re seeing huge growth in the voice-first interactions, much longer sessions, much more variety of topics that are being covered, much more frequent, because you can just whip it out and within one click get into a dialogue on your headphones with a super knowledgeable, supportive expert. So yes, I definitely think it is the future of computing.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">We’ve been browsing the web the same way for as long as the web has existed, basically. Why do you think we&#8217;ve been stuck?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">We&#8217;ve been stuck in search and browser for 20 years, in the same paradigm, and it&#8217;s because computers haven&#8217;t been able to speak our language. We&#8217;ve had to learn their language, right? And that interface layer mediated our communication, and that layer is buttons and search queries. Search queries don&#8217;t represent the richness of your ideas in conversation. You&#8217;re forced to express things in short form, in a very curiously odd, limiting way, right? And you can&#8217;t ask any follow-up. Whereas now, computers understand our language, they speak plain English — fast, interactive, kind, and supportive. </p>\n\n<p class=\"has-text-align-none\">Voice is clearly a totally new paradigm, and the interface always changes what you can do with a piece of technology. So now that we have a brand new interface, it will open up a whole new range of possibilities for the types of questions that you ask and the types of learning experiences that you go on.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">Which brings us to Copilot Vision. What does that new range of possibilities look like?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">Copilot Vision is a mind-blowing experience. This is a first in the industry. We are going to be the first to launch, at scale, general purpose, visual understanding of your entire web page. And this is transformative because it means that you can say to your Copilot, &#8220;What is this?” or, “What is that?&#8221; or, &#8220;Look over there. What does that thing look like?&#8221; And that ambiguous reference — the this or that or there — is a much more human way of thinking about interacting with the world. </p>\n\n<p class=\"has-text-align-none\">We do that when you&#8217;re standing next to a friend or a colleague or a family member, and you&#8217;re both looking at the same plant or the same sofa, or looking at the same dress. And that is what a companion feels like. That&#8217;s what we&#8217;ve been designing with Copilot Consumer is these visual, interactive companion-like experiences, and it is just mind-blowing. It is totally different. When people get a chance to really use it for themselves, you&#8217;ll see that it is just a completely different way of interacting with a computer.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">It seems like the natural next step here would be to get Copilot Vision to actually do stuff for you on the web instead of just describing things for you.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">You&#8217;re absolutely right. The first step is that your AI companion should be able to hear what you hear and talk to you in your language. The second step is that it should see what you see and be able to talk to you about what you&#8217;re both seeing at the same time. The third step is that it should be able to take actions on your behalf, fill in forms, buy things, book things, plan, navigate, click on drop-down menus, and so on. All of that is coming down the road and in the foreseeable future.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">Hallucinations are a big drawback of a lot of generative AI. Does that happen with Vision, or is it different because it&#8217;s dealing with a set amount of information?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">Humans get stuff wrong. Sometimes when they&#8217;re looking into the distance, they mislabel a color, or they get the genre of a piece of furniture wrong. Sometimes that happens, but very rarely. It&#8217;s actually more accurate than your average person at identifying those kinds of objects in the images because it&#8217;s seen so much more data. It&#8217;s had so much more experience. So it&#8217;s not like there&#8217;s zero hallucinations, but it isn&#8217;t a significant limitation of the experience.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">Looking ahead to the future, into the evolution of hardware, how do you think moving from phones to glasses or headsets will steer our relationship with AI?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">I think people are increasingly exhausted with their screens and having to pull out your screen to type something into it or take a photo with it. It&#8217;s an additional layer of friction and an intrusion into your being present in the moment. So I definitely think that various kinds of wearables are going to become more and more present in the next few years, and we&#8217;re certainly thinking about that very carefully.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">AI seems great for the workplace. It&#8217;s very helpful at summarizing meetings or making presentations. But I&#8217;m having a harder time making it make sense at home. What am I missing?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">Think about this: Any time you go to search something, any question that comes to mind, whether it&#8217;s like a restaurant or the time of day in another country, or where you should buy your next car, or, you know, what the answer is to some general knowledge question, or what happened in the news yesterday, what the sports score was. All of those things are now faster and easier and more interactive and more conversational with Copilot. So I think your first thought should be, let me just ask my AI companion, because the answer is much more digestible. It&#8217;s much more succinct, and it&#8217;s instantly available for the follow-up question, if you want to go down that far.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s almost hard to remember what it was like before the whole world seemed to be powered by AI. Whether you like it or not, the tech industry is betting AI can improve everything from your iPhone to your relationship with animals. And the hype doesn’t stop there. As 2025 inches closer, there is no [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "Why do people think Republicans are better for the economy?",
    "link": "https://www.vox.com/explain-it-to-me/390454/democrats-republicans-economic-performance-gdp-growth",
    "pubDate": "2024-12-11T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Biden wearing sunglasses and standing at a lectern in front of a sign that says “Bidenomics: Investing in America”\" data-caption=\"President Joe Biden touting his economic record. | Joe Lamberti/Bloomberg via Getty Images\" data-portal-copyright=\"Joe Lamberti/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-1723101642.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>President Joe Biden touting his economic record. | Joe Lamberti/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>A Vox reader asks: There is a perception in the United States that Republicans do a better job supervising the economy, but is this true in fact?</em></p>\n\n<p class=\"has-text-align-none\">Throughout the 2024 election, <a href=\"https://www.nytimes.com/2024/10/30/us/elections/trump-harris-economy-poll.html\">polls showed </a><span><a href=\"https://www.nytimes.com/2024/10/30/us/elections/trump-harris-economy-poll.html\" target=\"_blank\" rel=\"noopener\">voters believed</a></span> President-elect Donald Trump would be better for the economy than President Joe Biden or Vice President Kamala Harris. That sentiment often repeats in many election cycles because <a href=\"https://today.yougov.com/politics/articles/50605-which-issues-americans-think-democratic-and-republican-parties-handle-better-poll\">Americans tend to think</a> Republicans are better at handling the economy than Democrats. In 2012, for example, polls showed that voters <a href=\"https://www.businessinsider.com/voters-trust-romney-obama-economy-2012-4\">trusted Mitt Romney</a> more on the economy than <a href=\"https://www.nbcnews.com/news/world/poll-romney-has-economic-advantage-obamas-fairness-message-resonates-flna910335\">Barack Obama</a>.</p>\n\n<p class=\"has-text-align-none\">There are a lot of reasons why voters would think this. Republicans have a long history of branding themselves as the pro-business party that will cut taxes and eliminate red tape. Meanwhile, Democrats run on strengthening regulations, and even though those can be popular proposals (like, say, raising the minimum wage), voters get concerned that those policies will hinder business.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there’s a disconnect between how voters feel about Republicans’ management of the economy and the historical record. Since World War II, <a href=\"https://www.belfercenter.org/publication/historical-puzzle-us-economic-performance-under-democrats-vs-republicans\">there’s been a consistent pattern</a> of the economy faring better under Democratic presidents than Republican ones. More jobs have been created under Democrats, for example, who also saw higher rates of GDP growth. And economic downturns tend to happen under Republicans: <a href=\"https://www.cnn.com/2020/09/23/investing/stock-market-election-trump-biden/index.html\">Ten of the last 11 recessions</a> started under a Republican administration.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What do the numbers say?</strong></h2>\n\n<p class=\"has-text-align-none\">First things first: The economy has expanded more under Democrats than Republicans. Since 1945, Democratic presidents oversaw, on average, 4.1 percent annual GDP growth, whereas Republican administrations had an average GDP growth rate of 2.5 percent, <a href=\"https://www.cnn.com/2020/09/23/investing/stock-market-election-trump-biden/index.html\">according to CFRA Research</a>, an investment research firm.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When it comes to job creation, both Biden and Harris highlighted Trump’s poor record: During his first term, the United States lost more jobs than it had gained — <a href=\"https://www.washingtonpost.com/business/2021/01/08/trump-jobs-record/\">the worst jobs record</a> of any president in modern history. In Trump’s defense, the Covid pandemic, a once-in-a-century kind of event, is the reason so many jobs were gone by the time he left office. But while Trump can point to Covid as the reason for his bad performance, the truth is that Republicans still have a significantly worse jobs record than Democrats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Going back to President Harry Truman, Democrats have added more than twice the amount of jobs as Republicans (70.5 million jobs under Democrats compared to 29.1 million under Republicans), <a href=\"https://www.washingtonpost.com/politics/2020/10/02/bidens-claim-that-trump-will-be-first-president-with-negative-jobs-record/\">according to the Washington Post</a>.</p>\n\n<p class=\"has-text-align-none\">Even the stock market — which, it should be noted, <a href=\"https://www.forbes.com/councils/forbesfinancecouncil/2024/01/24/its-normal-that-the-stock-market-and-economy-are-on-different-pages/\">does not always reflect</a> the actual health of the economy — has <a href=\"https://www.cnn.com/2020/09/23/investing/stock-market-election-trump-biden/index.html\">performed better</a> under Democratic leadership. According to CFRA Research, the S&amp;P 500 <a href=\"https://www.cnn.com/2020/09/23/investing/stock-market-election-trump-biden/index.html\">saw an average annual gain of 11.2 percent</a> under Democrats and 6.9 percent under Republicans since 1945.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Inflation is a more complicated story: <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/03/21/inflation-better-republicans-vs-democrats-presidents/73044054007/\">According to the American Economic Association</a>, the inflation rates were, on average, lower under Democrats than Republicans from 1945 to 2016. But while that might make it seem like Democrats have a better record, researchers found that inflation rises under Democrats and falls under Republicans. More than that, two presidents are now remembered for unusually high inflationary periods: Biden and Jimmy Carter, both Democrats.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Are the numbers just a coincidence?</strong></h2>\n\n<p class=\"has-text-align-none\">You might think it’s hard to argue with numbers. When you look at the past 80 years, it’s clear that the economy has performed better when Democrats are in the White House. But the reality is that it’s difficult to pinpoint exactly why that is.</p>\n\n<p class=\"has-text-align-none\">“Even those of us who believe that Democrats may have pursued better policies than Republicans, overall, have a hard time explaining the big observed gap in performance,” <a href=\"https://www.belfercenter.org/publication/historical-puzzle-us-economic-performance-under-democrats-vs-republicans\">writes Jeffrey Frankel</a>, a professor at the Harvard Kennedy School who served on President Bill Clinton’s Council of Economic Advisers. “After all, many other powerful and unpredictable factors impact the economy, often dwarfing the effect of any policy levers that the president can control.”</p>\n\n<p class=\"has-text-align-none\">Other experts agree. Economists Alan Blinder and Mark Watson, who dug into economic performance under different presidents, <a href=\"https://www.aeaweb.org/articles?id=10.1257/aer.20140913\">found that the reason</a> the economy has done better during Democratic tenures has less to do with specific fiscal or monetary policies and more to do with factors that presidents have little control over, including oil shocks, consumer sentiments, and the global economic environment.</p>\n\n<p class=\"has-text-align-none\">That doesn’t mean that economic policies don’t matter. But policies sometimes take years to have an impact and their effects might only be felt well beyond a specific presidency. And when expansions or recessions happen, it’s difficult to pinpoint exactly what went right (or wrong) and when.</p>\n\n<p class=\"has-text-align-none\">But when it comes to the numbers, the verdict is clear. And back in 2004, <a href=\"https://www.youtube.com/watch?v=_k2og1ZmZhw\">even Trump agreed</a>: “It just seems that the economy does better under the Democrats than the Republicans,” he said.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A Vox reader asks: There is a perception in the United States that Republicans do a better job supervising the economy, but is this true in fact? Throughout the 2024 election, polls showed voters believed President-elect Donald Trump would be better for the economy than President Joe Biden or Vice President Kamala Harris. That sentiment [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "How UnitedHealthcare became the face of a broken health care system",
    "link": "https://www.vox.com/today-explained-podcast/390553/unitedhealthcare-shooting-luigi-mangione-health-insurance",
    "pubDate": "2024-12-10T22:35:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A dark-haired young man wearing an orange jumpsuit is escorted by the arm by a man wearing a black sheriff jacket.\" data-caption=\"Luigi Mangione, the suspected shooter of UnitedHealthcare CEO Brian Thompson, is led into the Blair County Courthouse in Hollidaysburg, Pennsylvania, for an extradition hearing on December 10, 2024. | Jeff Swensen/Getty Images\" data-portal-copyright=\"Jeff Swensen/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2188644838.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Luigi Mangione, the suspected shooter of UnitedHealthcare CEO Brian Thompson, is led into the Blair County Courthouse in Hollidaysburg, Pennsylvania, for an extradition hearing on December 10, 2024. | Jeff Swensen/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Monday, police in Altoona, Pennsylvania, arrested Luigi Mangione in connection with last week’s shooting death of UnitedHealthcare CEO Brian Thompson. When Mangione&#8217;s identity became public, the <a href=\"https://www.vox.com/future-perfect/390111/united-healthcare-ceo-shot-insurance-hospitals-doctors\">online reaction</a> around Thompson&#8217;s death went into overdrive; unlike most shootings, this one has brought a stream of support for the suspected killer rather than for the victim, and Mangione&#8217;s capture has only intensified that sentiment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mangione, 26, has since been <a href=\"https://www.cnn.com/us/live-news/brian-thompson-unitedhealthcare-death-investigation-12-9-24#cm4hvpkgh00003d5vr6713kdq\">charged with second-degree murder in New York</a>, among other crimes, and has been valorized as a folk hero in many corners of the internet, though the killing of Thompson, 50, has also been widely condemned. After Mangine was arrested and identified, his <a href=\"https://x.com/pepmangione\">following on X</a> went from a few dozen followers to more than 300,000 overnight. From a flood of supportive memes on Instagram and X to a <a href=\"https://nypost.com/2024/12/07/us-news/new-yorkers-celebrate-assassination-of-unitedhealthcare-ceo-with-shooter-look-a-like-contest/\">shooter lookalike contest</a> this weekend in Manhattan’s Washington Square Park, making jokes about Thompson’s death somehow came to be considered <a href=\"https://archive.ph/rWVIi\">acceptable and appropriate</a>.</p>\n\n<p class=\"has-text-align-none\">The widespread interest in Mangione demonstrates just how much built-up hate there is toward insurance companies: Americans are infuriated about the costs and complications of health care coverage, and Thompson’s murder has brought that anger to the surface. To try to better grasp the reaction among Americans, <em>Today, Explained</em> reached out to journalist <a href=\"https://www.statnews.com/staff/bob-herman/\">Bob Herman</a>, who covers the business of health care at Stat News<em> </em>and has co-reported several investigations about UnitedHealthcare.</p>\n\n<p class=\"has-text-align-none\"><em>Today, Explained</em> co-host Sean Rameswaram spoke with Herman about UnitedHealthcare’s business practices, their place in the health care market, and why they have been a target of so much anger.&nbsp;An excerpt of his conversation with Herman, edited for length and clarity, is below. In the full podcast we also get into who Mangione is and what we know about his motives, why it took police five days to find him, and how they eventually did, so listen to <em>Today, Explained</em> on <a href=\"https://podcasts.apple.com/us/podcast/today-explained/id1346207297\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/3pXx5SXzXwJxnf4A5pWN2A\">Spotify</a>, or <a href=\"https://www.iheart.com/podcast/1319-today-explained-87205166/\">wherever you get podcasts</a>.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7787330631\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">UnitedHealthcare is the largest health insurance company in America, and it is part of a bigger company called UnitedHealth Group. UnitedHealthcare covers older adults on Medicare Advantage, they cover the poor who are on Medicaid, they sell Obamacare plans, and they&#8217;re also the plans that employers offer to their workers. We&#8217;ve had a whole series this year called <a href=\"https://www.statnews.com/unitedhealth-group-investigation-health-care-colossus-series/\">Health Care&#8217;s Colossus</a> that has looked at this massive company and how it has its tentacles everywhere. A lot of people recognize it for UnitedHealthcare, the insurance company. It is not just a health insurance company — that&#8217;s what it&#8217;s most known for, that&#8217;s why it&#8217;s often reviled — but people don&#8217;t recognize all the other components that it owns. It owns a ton of medical practices. It either employs or is affiliated with one out of every 10 doctors in the country. It is the largest claims processor. They are everywhere.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">What was your reaction when you saw that Brian Thompson had been shot last week?&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">I&#8217;ve never covered a homicide on my beat. Normally, this is a beat filled with white-collar crime, so this definitely has been outside of the norm. My colleague and I were watching UnitedHealth Group&#8217;s Investor Day on Wednesday morning, just kind of a routine thing. It&#8217;s a big meeting every year — all kinds of investors and shareholders get together and they talk about their earnings for the year — and it&#8217;s a big cheerleading routine. Normally Brian Thompson appears pretty early on, as the head of the insurance division for United. And then about an hour in, that&#8217;s when I first got a text of a New York Post story saying that Thompson had been shot and killed. So a little bit more than an hour into it, that&#8217;s when Andrew Witty, the CEO of UnitedHealth Group, the parent company, came back out and canceled the rest of the conference. We had never seen anything like it.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Almost immediately, people were celebrating this homicide. What was your reaction to that?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">The reactions were pretty morbid. Pretty grim. The dancing on the death of somebody was pretty vile. But anyone who covers health care knows that people are fed up with the system. This is not new. This has been going on for decades. Even when the Affordable Care Act, or Obamacare, came into play 15 years ago, people still hated the system and it&#8217;s persisted since then. So people&#8217;s frustrations have been bubbling under the surface for so long. To say you were surprised by all the reactions, then I think maybe you had your head buried in the sand a little bit.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Before we talk about what this company does that might upset people, can you just tell us about the company generally?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">UnitedHealthcare is the largest health insurance company in America. They cover more people than anyone — [its coverage] includes Medicare Advantage, Medicaid, Obamacare, and all the different types of employer plans out there. And there&#8217;s a lot.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Which I imagine makes them pretty powerful in this market.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">Yeah. Now, a lot of health care dynamics are local. The fights that often occur between health insurers and providers, like hospitals and doctors, are all about who has market share in a specific area. United might not always have the biggest market share in a given area, but nationally they are very powerful, they are very profitable. There&#8217;s no way of getting around them in pretty much any market. They exist almost everywhere in some capacity.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">And what do they do with that power? How do they throw it around?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">If you have a UnitedHealthcare plan, you want them to negotiate better rates for you. That&#8217;s their primary function. And so they use some of that to try and drive better deals with hospitals and doctors and other types of facilities. They&#8217;re also an insurance company and they happen to deny or delay claims as well. As an insurance company, the easiest way to make money is to make sure you&#8217;re paying out fewer dollars. Now, there are laws in place, especially a federal law that says you have to spend a certain amount of your premium dollars on care for people. You just have to do it. But insurers have an incentive to stay as close to those thresholds as possible. They don&#8217;t want to have to pay out more than they absolutely have to.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">You just, of course, used two of the operative words in this story because as we found out, the shooter had inscribed three words on his bullets: deny, delay, and depose. Is this company known for its denials?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">Every health insurance company out there is known for their denials, to some degree. Specific rates of denials are tough to come by, but insurers — especially the for-profit ones that [trade] on the stock market — have an incentive to deny care. There have been so many issues with denials over the years. My colleague Casey Ross and I <a href=\"https://www.statnews.com/2023/03/13/medicare-advantage-plans-denial-artificial-intelligence/\">reported on a big one within Medicare Advantage</a>, the program for older adults. UnitedHealthcare is the biggest [provider] in Medicare Advantage, and over the past several years, they&#8217;ve been using algorithmic prediction, predictive tools, and artificial intelligence to basically ramp up denials specifically in post-acute care, the care that somebody gets when they leave the hospital. So especially on that side of the coin, post-acute care denials have been a very big issue for United.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">What exactly does that mean, that they&#8217;re using algorithms and AI to deny Medicare Advantage [claims]? How do they do that?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">So let&#8217;s say someone goes to the hospital and then the hospital says, okay, you know, you&#8217;re ready for physical therapy, occupational therapy, speech therapy. Let&#8217;s send you to a rehab facility or a nursing home. So a person will go there and they&#8217;ll start their physical therapy, and behind the scenes, UnitedHealthcare has used a tool called NaviHealth. There&#8217;s an algorithm within the company that looks at the patient&#8217;s demographics — how sick they are, their history — and tries to come up with some kind of prediction of how much time they&#8217;ll need in that nursing home. Let&#8217;s say it&#8217;s 16 days. That&#8217;s what the algorithm says — after 16 days, you should be good. Now, if it&#8217;s used as a guide, that&#8217;s fine. But in many cases, we found documents that said that United told their case managers, “You have to stick to the algorithm.” </p>\n\n<p class=\"has-text-align-none\">And that&#8217;s where it becomes a problem, because if you&#8217;re saying this algorithm spits out 16 days for somebody and they&#8217;re not ready to go home on the 16th day, if they can&#8217;t even go to the bathroom themselves, if they still can&#8217;t walk around but the algorithm says it’s time to ship them out, that&#8217;s where it&#8217;s a problem. And that&#8217;s what&#8217;s happened. Then families are left with the decision of, do I pay out of pocket to stay at this nursing home to get the care that my mom or dad or grandparent needs? Or do I take them home with me and then risk having them fall or get hurt again and have to go back to the hospital or worse? So that&#8217;s how the algorithms play in those types of situations.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">And people know this is happening and they&#8217;re mad about it?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">On the Medicare Advantage side, most people actually don&#8217;t. They&#8217;re not aware as much about this because the algorithm happens behind the scenes. It&#8217;s not like families are getting a sheet of paper saying, “Hey, our algorithm says you have this much time here.” They really don&#8217;t find out about this until the nursing home says, “Hey, your insurance is up and we have to kick you out now.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The denials are very front and center in other insurance plans where they say, “I know I need this back surgery or I need this prescription,” and then United will come along with maybe a prior authorization which says, “Hey, doctor, fill out more paperwork to make sure that this person needs this procedure or needs this drug.” And then maybe they&#8217;ll come back with a denial that says, “We&#8217;re not going to cover this procedure or this prescription drug.” That&#8217;s where it&#8217;s most front and center for people, that&#8217;s where a lot of the outrage comes from: those widespread delays and denials.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">We&#8217;re talking about our eldest citizens who are often on the receiving end of these algorithms or AI initiatives that tell them they&#8217;ve run out of care.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">At least in our reporting it is — for the Medicare Advantage — it is the oldest, it&#8217;s the frail, often the poor, the oldest people in this country who often have no idea that this is going on. Once they find out, they can appeal; anyone can appeal any denial. But it is such an arduous process. If you&#8217;re sick or injured, that&#8217;s not something you want to be doing, and you might not have family to help you out either. So it is very clearly a problem.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Is this a UnitedHealthcare-specific problem or is this a systemic problem? It feels like a systemic problem.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">This is systemic. This is not isolated to just UnitedHealthcare. UnitedHealthcare gets the most criticism and heat for this because they are the largest and they&#8217;re a very common provider for any workplace plan. But there are other large insurers: Cigna, Aetna, all the Blue Cross Blue Shield plans, Humana. This is just how US health insurance works. This is a systemic issue, especially for the insurance companies that are on the stock market. They have a duty to make money for shareholders. And one of the ways that they do that is by making sure that they pay out fewer claims. The most-watched number on every earnings call for an insurer is what’s called the “medical loss ratio.” That&#8217;s a number that says how much money from our premiums we spend on medical care, and lower is better. If it&#8217;s higher than expected, Wall Street freaks out. I think that kind of tells you a lot.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">This has been an insane week for this industry. But do you think anything changes now, other than executives are going to have more security?&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">Could this be a galvanizing event to broader health care reform? It&#8217;s certainly possible, because the American public has made their voices very clear here. But this is completely dependent on a new administration, a new Congress. This is a federal policy issue. And if Congress doesn&#8217;t act, then you&#8217;re just going to continue to see more of this — unless companies start to make changes on their own. But if they do, it&#8217;ll be around the edges. It&#8217;ll be tinkering.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Monday, police in Altoona, Pennsylvania, arrested Luigi Mangione in connection with last week’s shooting death of UnitedHealthcare CEO Brian Thompson. When Mangione&#8217;s identity became public, the online reaction around Thompson&#8217;s death went into overdrive; unlike most shootings, this one has brought a stream of support for the suspected killer rather than for the victim, [&#8230;]",
    "author": "Miranda Kennedy"
  },
  {
    "title": "This critical ecosystem helped keep climate change in check. Now it’s making things worse.",
    "link": "https://www.vox.com/climate/390530/arctic-tundra-carbon-sink-emitter-climate-change",
    "pubDate": "2024-12-10T21:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A reindeer stands on rocky tundra near Nordkapp, Norway. The Arctic tundra is now a net emitter of greenhouse gasses.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2178015935.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A reindeer stands on rocky tundra near Nordkapp, Norway. The Arctic tundra is now a net emitter of greenhouse gasses.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The frigid Arctic tundra has soaked up carbon dioxide from the atmosphere for millennia, an essential balancer for our planet’s climate. Now, it appears to be emitting more heat-trapping gasses than it absorbs as global temperatures rise. The switch threatens to amplify warming even further and shows that climate change isn’t always a gradual process, but one that can accelerate with sudden steps. </p>\n\n<p class=\"has-text-align-none\">The National Oceanic and Atmospheric Administration released its annual <a href=\"https://www.climate.gov/news-features/understanding-climate/2024-arctic-report-card-documents-rapid-dramatic-change\">Arctic Report Card</a> this week, pooling research from the planet’s north. As what is likely the hottest year on record draws to a close, researchers have found the Arctic region is warming four times faster than the global rate, with adverse consequences for everything from the soil, the ice, the plants that live there and the animals that then eat those plants to the communities that rely on them, and everyone else on Earth. </p>\n\n<p class=\"has-text-align-none\">“This is yet one more sign, predicted by scientists, of the consequences of inadequately reducing fossil fuel pollution,” NOAA administrator Rick Spinrad said in a statement. </p>\n\n<p class=\"has-text-align-none\">About <a href=\"https://arctic-council.org/explore/topics/arctic-peoples/\">4 million people</a> live north of the Arctic Circle. It’s a critical geopolitical choke point that’s beginning to become more accessible to shipping as sea ice recedes, creating <a href=\"https://www.vox.com/22993194/russia-ukraine-invasion-arctic-council-climate-change\">territorial tensions between countries</a> and a <a href=\"https://abcnews.go.com/US/wireStory/bidens-approval-oil-lease-sale-door-open-drilling-116621959\">race for minerals and oil</a>. </p>\n\n<p class=\"has-text-align-none\">The Arctic is also critical for global weather as it <a href=\"https://www.vox.com/climate/24043213/polar-vortex-extreme-cold-winter-climate-change-warming\">drives oceanic and atmospheric currents</a> in lower latitudes. It’s one of the regions where scientists can observe discrete shifts as average temperatures rise, like when reflective sea ice yields to open, sunlight-absorbing ocean, or when precipitation falls as rain rather than snow.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now scientists can add the Arctic tundra to that list.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In most ecosystems, plants absorb carbon dioxide from the atmosphere. Those plants grow, die, or get eaten by animals that also grow and die. The carbon in their corpses — lignin, cellulose, fatty acids, proteins, and so on — feeds microorganisms that break down large molecules and return carbon dioxide to the air, completing the carbon cycle. </p>\n\n<p class=\"has-text-align-none\">The tundra, a frozen treeless Arctic biome with long dark winters and short summers, alters the balance of this cycle. While it doesn’t have the dense, fast-growing biomass of a tropical rainforest, its vegetation does breathe in about <a href=\"https://www.ponokanews.com/news/arctic-tundra-emits-more-carbon-in-winter-than-plants-can-absorb-in-summer-study-6702723\">a billion metric tons of carbon dioxide per year</a>, about a fifth of humanity’s total annual output. Beneath the tundra, permafrost, a layer of soil that remains frozen year-round, keeps microbes at bay that would ordinarily decompose vegetation. The net result is that Arctic soils store enormous amounts of carbon, upward of 1.6 trillion metric tons across the region. That’s about double the amount of carbon in the atmosphere. </p>\n\n<p class=\"has-text-align-none\">However, as average global temperatures rise, the permafrost isn’t so “perma” and once-sleepy microbes start waking up with an appetite, chewing up organic matter in the soil. That leads to more emissions of carbon dioxide as well as methane, an even more potent greenhouse gas. Over the years, the thawing permafrost has shifted the balance of carbon such that the <a href=\"https://www.jpl.nasa.gov/news/thawing-permafrost-could-leach-microbes-chemicals-into-environment/\">Arctic is absorbing less and emitting more</a> (sidenote: ice “melts,” permafrost “thaws”). This year, nine out of 20 permafrost monitoring sites reported record-high temperatures. </p>\n\n<p class=\"has-text-align-none\">It’s not always a straightforward mechanism, however. “Warming temperatures tend to increase the uptake of carbon dioxide during the summer,” said <a href=\"https://www.woodwellclimate.org/staff/brendan-rogers/\">Brenden Rogers</a>, a scientist at the Woodwell Climate Research Center who contributed to the Arctic report card, during a press conference. “But they also generate increased net carbon dioxide emissions in soil microbes in the fall, winter, and spring.”</p>\n\n<p class=\"has-text-align-none\">But one more factor has firmly flipped the Arctic tundra from being a carbon sink to a carbon source: wildfires. Remarkably, wildfires have occasionally ignited in Arctic regions in the past, but in recent years, their frequency and severity have picked up. Looking at the years between 2001 and 2020, researchers found that fires are a key source of greenhouse gases and present an urgent perennial concern for Arctic residents. Last year was the worst wildfire season in the Arctic on record, and this year was the second-biggest year for wildfire emissions.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/arctic-report-card-2024-carbon-flux-2400px-1.jpg?quality=90&#038;strip=all&#038;crop=0,23.479432194643,100,53.041135610713\" alt=\"A world map shows where carbon is sinking and being emitted.\" title=\"A world map shows where carbon is sinking and being emitted.\" data-has-syndication-rights=\"1\" data-caption=\"The tundra in the Arctic Circle is now emitting more carbon than it absorbs. | NOAA\" data-portal-copyright=\"NOAA\" />\n<p class=\"has-text-align-none\">Fire can then create a feedback loop that leads to more thawing permafrost, priming more of the landscape to burn.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s possible that the tundra could flip back in the other direction, toward being a net sink, if global temperatures come down.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rogers noted that there is a lot of year-to-year variability in how much carbon the region absorbs, indicating that there are short-term drivers at work. But the results highlight that humanity can’t take the traditional carbon-absorbing biomes for granted. It’s not just the greenhouse gas emissions from burning fossil fuels that are driving warming, but also the loss of critical natural systems that used to offset heat-trapping gasses. And the effects are already beginning to manifest. </p>\n\n<p class=\"has-text-align-none\">“We are seeing impacts together now in real time in the Arctics, and it&#8217;s a call to action,” Spinrad said. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The frigid Arctic tundra has soaked up carbon dioxide from the atmosphere for millennia, an essential balancer for our planet’s climate. Now, it appears to be emitting more heat-trapping gasses than it absorbs as global temperatures rise. The switch threatens to amplify warming even further and shows that climate change isn’t always a gradual process, [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "How Trump could try to deport immigrants to countries other than their own",
    "link": "https://www.vox.com/politics/390533/trump-third-country-deportation-bahamas-panama-grenada-turks-caicos",
    "pubDate": "2024-12-10T21:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Three men sit and lean near a small fire in a sandy area, with a large border fence visible behind them.\" data-caption=\"Chinese immigrants attempting to enter the US from Mexico sit by a fire as they are detained by US Customs and Border Protection in 2023, in Jacumba, California. | Nick Ut/Getty Images\" data-portal-copyright=\"Nick Ut/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-1779054084.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Chinese immigrants attempting to enter the US from Mexico sit by a fire as they are detained by US Customs and Border Protection in 2023, in Jacumba, California. | Nick Ut/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">President-elect Donald Trump is reportedly considering deporting some immigrants to countries other than their own. If he tries to do so, it won’t be the first time. Like before, however, he would probably face legal challenges.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to <a href=\"https://www.nbcnews.com/investigations/incoming-trump-administration-plans-deport-migrants-countries-rcna182896\">NBC News</a>, Trump is considering sending immigrants whose home countries will not accept US deportees to third countries including Turks and Caicos, the Bahamas, Panama, and Grenada. Currently, many immigrants from so-called “recalcitrant countries” are simply released into the US since there is nowhere to send them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not immediately clear what legal mechanism Trump intends to rely on to carry out these deportations to third countries. A representative for the Trump transition team did not respond to a request for comment. A regulation and a law currently give the executive branch some ability to deport immigrants to third countries; however, the legality of both is an open question.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During his first term, Trump previously sought to use executive power to send asylum seekers of various nationalities to Guatemala under what he called an “Asylum Cooperative Agreement.” Under the agreement, migrants who passed through Guatemala before arriving in the US were sent back if they did not first seek protection there. The ACLU <a href=\"https://www.aclu.org/news/human-rights/asylum-seekers-are-being-abandoned-in-guatemala-in-a-new-policy-officials-call-a-total-disaster\">filed a lawsuit</a> challenging the policy, but that suit was never resolved: The government stopped enforcing the policy during the pandemic and President Joe Biden was elected.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The rule remains on the books, however. If Biden does not rescind it before he leaves office, the incoming Trump administration could use it to deport people to the countries under consideration — if it survives in court, and if the US can broker similar agreements with those countries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Alternatively, Trump could try to invoke federal immigration law allowing the removal of immigrants to third countries in certain circumstances, such as when they cannot be returned to their country of origin and the third country is deemed to be safe for them. The ACLU has <a href=\"https://www.acludc.org/sites/default/files/field_documents/m.a._v_mayorkas.001.complaint.pdf\">challenged Biden’s use of this law</a> to fast-track deportations of Venezuelans to Mexico without their consent. The outcome of the lawsuit may determine the kind of powers Trump may have to carry out his plans.</p>\n\n<p class=\"has-text-align-none\">Either way, the Trump administration would have to ensure that immigrants would be sent to a country where they will be safe, as is required under US and international law.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Folks are supposed to be safe from persecution and torture and [any] procedure has to include adequate screening for fear of return and a fair process,” <a href=\"https://www.aclu.org/bio/katrina-eiland\">Katrina Eiland</a>, deputy director of the ACLU’s Immigrants’ Rights Project, said. “To the extent [the Trump administration is] incentivized to take shortcuts, that&#8217;s a huge problem and something that the ACLU and other allies I&#8217;m sure would be prime to sue over.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Recalcitrant countries, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">The US had <a href=\"https://crsreports.congress.gov/product/pdf/IF/IF11025\">designated 13 countries as recalcitrant</a> as of 2020, including Russia, China, Cuba, and Iran. It has not publicly updated that list in the years since, and immigrants have been arriving in the US in increasing numbers from some of those countries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For instance, <a href=\"https://www.newsweek.com/chinese-immigrants-southwest-border-encounters-rise-1967350\">apprehensions of Chinese nationals</a> at the US southern border jumped from less than 2,000 in fiscal year 2022 to over 36,000 in 2024. Many of them are fleeing economic hardship and political oppression following the country’s strict pandemic-era lockdowns. But China has been reluctant to accept its own citizens: The US sent a large deportation flight to China in July for the <a href=\"https://www.nytimes.com/2024/07/03/us/us-china-migrants-deportation-flight.html\">first time in six years</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though Venezuela was not previously on the list of recalcitrant countries, it also <a href=\"https://www.wsj.com/world/americas/venezuela-halts-flights-of-deported-migrants-from-u-s-and-mexico-962f6149\">stopped accepting deportation flights</a> from the US in February following the implementation of American sanctions. While the US was previously only returning a fraction of the millions fleeing Venezuela’s dictatorship, the Biden administration saw the deportation flights as a deterrent to further migration. US immigration agents <a href=\"https://www.cbp.gov/newsroom/stats/nationwide-encounters\">recorded more than 300,000 encounters</a> with Venezuelans in fiscal year 2024.</p>\n\n<p class=\"has-text-align-none\">All of these people, who number in at least the hundreds of thousands, could be targets for a deportation program that sends immigrants to third countries under Trump.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Can Trump actually deport people to third countries?</strong></h2>\n\n<p class=\"has-text-align-none\">Whether Trump can deport people to third countries in large numbers may depend on what happens in the ACLU’s pending lawsuits. But, again, existing legal authorities could allow him to carry out at least some of these removals.</p>\n\n<p class=\"has-text-align-none\">The ACLU has argued in its lawsuit challenging the rule underlying the US’s agreement with Guatemala that the agreement does not provide for sufficient screening to determine whether an immigrant would face “credible fear” of persecution in Guatemala. Under US and international law, immigrants cannot be returned to places where they would face such credible fear. At the time the agreement was established, Guatemala had the <a href=\"https://www.vox.com/policy-and-politics/2019/11/19/20970868/asylum-rule-agreement-guatemala-el-salvador-honduras-safe-third-deport-dhs-doj\">ninth-highest homicide rate</a> worldwide, at about 26 deaths per 100,000 inhabitants, and the State Department had issued a <a href=\"https://coladca.wordpress.com/wp-content/uploads/2018/07/guatemala.pdf\">travel warning</a> for US citizens in Guatemala.</p>\n\n<p class=\"has-text-align-none\">The rule also claimed that asylum seekers would only be sent to countries where they have “access to a full and fair procedure for determining a claim to asylum or equivalent temporary protection.” The Trump administration certified that Guatemala’s legal framework met that standard despite what Eiland called a “total dearth of evidence in the administrative record, and in fact … a lot of evidence to the contrary.”</p>\n\n<p class=\"has-text-align-none\">It’s not clear whether the same legal arguments would apply to any similar agreements Trump might broker with Turks and Caicos, the Bahamas, Panama, and Grenada.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But in the meantime, Biden still has an opportunity to rescind the underlying rule that would allow additional agreements to be implemented.</p>\n\n<p class=\"has-text-align-none\">“With a little over a month to go till inauguration, they may do nothing, in which case the rule is still there. Theoretically, the Trump administration could come in and sign new agreements,” Eiland said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In its other lawsuit challenging the deportations of Venezuelans to Mexico, the ACLU has argued that such a use of the third-country removal authority is unprecedented and will result in “removal to situations in which noncitizens are likely to face persecution or torture.” The law lays out a detailed process for determining when an immigrant can be sent to a third country, and the ACLU has argued that the Biden administration is not abiding by it.</p>\n\n<p class=\"has-text-align-none\">If the courts uphold Biden’s use of the law, that would potentially open the door for Trump to do the same for additional citizens of recalcitrant countries, giving him another tool through which he could carry out his <a href=\"https://www.vox.com/politics/380582/mass-deportations-trump-history-alien-enemies\">plans for mass deportations</a>.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President-elect Donald Trump is reportedly considering deporting some immigrants to countries other than their own. If he tries to do so, it won’t be the first time. Like before, however, he would probably face legal challenges.&#160; According to NBC News, Trump is considering sending immigrants whose home countries will not accept US deportees to third [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Luigi Mangione’s 3D-printed gun and the problem of untraceable firearms",
    "link": "https://www.vox.com/politics/390438/luigi-mangione-healthcare-shooting-ghost-gun",
    "pubDate": "2024-12-10T17:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Luigi Mangione standing in front of a white tiled wall.\" data-caption=\"This photo, provided by Pennsylvania State Police, shows Luigi Mangione, a suspect in the fatal shooting of UnitedHealthcare CEO Brian Thompson, at the police station in Altoona, Pennsylvania, on December 9, 2024. | ﻿Pennsylvania State Police via AP\" data-portal-copyright=\"﻿Pennsylvania State Police via AP\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/AP24345570494997_03cdbb.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>This photo, provided by Pennsylvania State Police, shows Luigi Mangione, a suspect in the fatal shooting of UnitedHealthcare CEO Brian Thompson, at the police station in Altoona, Pennsylvania, on December 9, 2024. | ﻿Pennsylvania State Police via AP</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Monday, after a five-day search to find the man who <a href=\"https://edition.cnn.com/us/live-news/brian-thompson-luigi-mangione-unitedhealthcare-shooting-12-10-24/index.html\">shot and killed UnitedHealthcare CEO Brian Thompson</a> in New York City, police arrested a suspect, 26-year-old <a href=\"https://edition.cnn.com/2024/12/09/us/luigi-mangione-what-we-know-monday/index.html\">Luigi Mangione</a>, and charged him with murder.</p>\n\n<p class=\"has-text-align-none\">When asked to provide identification, investigators say that Mangione —&nbsp;a former high school valedictorian and software engineer from a prominent family in Baltimore, Maryland —&nbsp;gave the same fake ID used to check into a New York City hostel in the days before the assassination. A search of Mangione yielded a manifesto <a href=\"https://edition.cnn.com/2024/12/09/us/luigi-mangione-what-we-know-monday/index.html\">apparently saying that</a> “these parasites had it coming.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Law enforcement also found a “black 3D-printed pistol and a black silencer” in Mangione’s backpack, according to the <a href=\"https://x.com/CoconnellFox29/status/1866267628752244858/photo/3\">police report</a>. The gun, the report noted, had “one loaded Glock magazine with six nine-millimeter full metal jacket rounds.” Officials say they believe it’s the same weapon the shooter is seen wielding in surveillance footage of the killing.</p>\n\n<p class=\"has-text-align-none\">Investigators and online sleuths are now going through Mangione’s digital footprint, including his <a href=\"https://www.goodreads.com/user/show/55354261-luigi\">GoodReads</a> and <a href=\"https://edition.cnn.com/us/live-news/brian-thompson-luigi-mangione-unitedhealthcare-shooting-12-10-24/index.html\">Reddit </a>accounts, in an effort to understand his character. For the official investigation, though, one of the most important details will be where and how Mangione obtained his weapon.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The fact that the suspect allegedly used a “ghost gun” — a gun that is essentially homemade and often lacks a serial number like the ones required on guns sold by major manufacturers —&nbsp;would usually make the weapon harder to trace. But this case may be a bit simpler: as <a href=\"https://www.404media.co/unitedhealthcare-shooting-person-of-interest-had-3d-printed-glock/\">404media has reported</a>, and several 3D gun printing hobbyists on the internet <a href=\"https://x.com/search?q=chairmanwon&amp;src=typed_query\">have pointed out</a>, the gun found on Mangione has the same frame characteristics as the Chairmanwon V1, a weapon <a href=\"https://www.instagram.com/chairmanwon/\">named after its designer. Chairmanwon’s</a> designs are well-known among homemade gun hobbyists. (Vox reached out to Chairmanwon for confirmation but did not hear back by publication time.)</p>\n\n<p class=\"has-text-align-none\">And while this might be the first high-profile shooting attempt using a 3D-printed gun, the fact that a ghost gun was likely used shouldn’t come as a surprise. In the last few years, they’ve become much more frequent at crime scenes, presenting serious challenges for investigators trying to solve crimes.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Ghost guns are meant to be untraceable&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Federal gun regulations require manufacturers to print serial numbers on their weapons. They also require that federally licensed firearms dealers perform background checks when someone comes to them looking to purchase a gun.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Background checks are meant to ensure that people who aren’t legally allowed to own a gun, including minors and people convicted of felonies, aren’t able to buy them. In the event of a crime, the serial numbers help investigators know who purchased the weapon, allowing them to determine whether the person who purchased the gun used it in a crime or whether someone else did.</p>\n\n<p class=\"has-text-align-none\">But with ghost guns, people can avoid the regulations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As 3D printers have become more accessible, so has a niche market of people designing, printing, and selling weapons kits for home assembly. Because they lack serial numbers, ghost guns aren’t easily traceable. And selling them online, as kits, has allowed both manufacturers and purchasers to evade the regulations required for other gun purchases. That has made ghost guns an especially appealing option for people who aren’t able to purchase guns legally, or want to use them for illegal purposes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a consequence, the number of ghost guns <a href=\"https://www.npr.org/2023/02/10/1153977949/major-takeaways-from-the-atf-gun-violence-report\">recovered from crime scenes has exploded</a>. The number of these privately made guns submitted to the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) for tracing increased <a href=\"https://www.atf.gov/firearms/docs/report/nfcta-volume-ii-part-iii-crime-guns-recovered-and-traced-us/download\">more than 1,000 percent</a> between 2017 and 2021. Gun violence researchers have also pointed to the popularity of <a href=\"https://www.washingtonpost.com/dc-md-va/2023/07/12/teens-ghost-guns-deadly-shootings/\">ghost guns among teenagers</a> amid an epidemic of youth gun violence. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Ghost guns’ uncertain future</strong></h2>\n\n<p class=\"has-text-align-none\">Ghost gun makers have frustrated lawmakers in part because the gun makers have been able to get <a href=\"https://www.bradyunited.org/resources/issues/what-are-ghost-guns\">around the existing regulations</a>. But in 2022, <a href=\"https://www.atf.gov/rules-and-regulations/definition-frame-or-receiver\">ATF broadened the definition of firearms</a> under the Gun Control Act of 1968 as part of the Biden administration’s promise to crack down on ghost guns. Essentially, the change forced ghost gun makers to operate like regular gun manufacturers and dealers, requiring them to include serial numbers on their products and do background checks on prospective buyers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Gun rights groups <a href=\"https://www.vox.com/scotus/372162/supreme-court-ghost-guns-garland-vanderstok\">challenged the decision</a> in court in <a href=\"https://www.scotusblog.com/case-files/cases/garland-v-vanderstok-2/\"><em>Garland v. VanDerStok</em></a>, which asked a judge to consider whether ghost gun kits and the frames used to assemble them could be counted as firearms subject to gun control laws. In 2023, a judge ruled in favor of the gun rights groups. But the Supreme Court issued a stay, <a href=\"https://www.vox.com/scotus/2023/8/8/23824635/supreme-court-ghost-guns-garland-vanderstok-amy-coney-barrett-shadow-docket\">allowing the law to stay in effect</a> while they heard the case. In oral arguments in October, it appeared that the justices <a href=\"https://www.vox.com/scotus/376658/supreme-court-ghost-guns-vanderstok-garland\">were likely to uphold</a> the regulations on ghost guns when they issue a decision later this term.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, the regulations do seem to have made an impact on the number of ghost guns being used in crime scenes. According to analysis by <a href=\"https://www.thetrace.org/2024/11/ghost-guns-decline-regulation-biden-atf/\">The Trace</a>, the number of ghost guns being recovered from crime scenes seems to have dropped significantly since the 2022 rule in cities that collect relevant data. Legal challenges to <a href=\"https://www.npr.org/2024/09/04/nx-s1-5099467/ghost-gun-maker-goes-dark\">one of the major producers</a> of ghost guns found at crime scenes also almost certainly played a role.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Forcing private gun makers to operate like gun manufacturing companies seems to have helped, but it won’t entirely take care of the problem. As long as people can easily print and manufacture their own 3D weapons, they’re likely to find ways to keep printing guns without serial numbers, and some of them will surely show up at crime scenes. But as certain gun makers become more prominent, it will likely become easier for some of the guns to be identified. In Mangione&#8217;s case, the police — assuming they have the right suspect — got lucky: When they approached him five days after the crime, he still had the weapon on him.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Monday, after a five-day search to find the man who shot and killed UnitedHealthcare CEO Brian Thompson in New York City, police arrested a suspect, 26-year-old Luigi Mangione, and charged him with murder. When asked to provide identification, investigators say that Mangione —&#160;a former high school valedictorian and software engineer from a prominent family [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "The Supreme Court wades into the Israel-Palestine conflict",
    "link": "https://www.vox.com/scotus/390424/supreme-court-israel-palestine-fuld-plo-personal-jurisdiction",
    "pubDate": "2024-12-10T15:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Supreme Court Justices John Roberts, Elena Kagan, Neil Gorsuch, and Brett Kavanaugh during the 2019 State of the Union address. | Alex Wong/Getty Images\" data-portal-copyright=\"Alex Wong/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-1094200330.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Supreme Court Justices John Roberts, Elena Kagan, Neil Gorsuch, and Brett Kavanaugh during the 2019 State of the Union address. | Alex Wong/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Supreme Court announced on Friday that it will get involved in a longstanding dispute between the families of Americans killed in Israel and the government of some parts of Palestine in a case called <a href=\"https://www.scotusblog.com/case-files/cases/fuld-v-palestine-liberation-organization/\"><em>Fuld v. Palestine Liberation Organization</em></a>.</p>\n\n<p class=\"has-text-align-none\">Realistically, whatever the justices decide, they are unlikely to have much of an impact on the broader conflict between Palestine and Israel. But the case could reshape the rules governing who can be sued, and where, here in the United States.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Right now, if someone wants to bring a lawsuit, they can’t just file it in any court they’d like. They have to bring the suit in a court located in a place where the person or entity they are suing has ties. In legal terms, this idea is known as “<a href=\"https://www.law.cornell.edu/wex/personal_jurisdiction\">personal jurisdiction</a>.” Typically, personal jurisdiction operates on a sliding scale, with local courts gaining more and more power over a defendant as that defendant builds closer ties to that jurisdiction.</p>\n\n<p class=\"has-text-align-none\">So, for example, a company that has multiple retail outlets and dozens of employees in the state of Texas could likely be sued for virtually anything in Texas’s courts. But a company based in Nebraska that only occasionally ships a product to a Texas customer would be less vulnerable to suit in Texas.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That company could probably still be sued in Texas court over a dispute arising out of that product. But the company probably could not be sued in Texas over a matter that had nothing to do with its business in Texas, such as if its CEO was accused of sexually harassing a subordinate at the company’s headquarters in Nebraska. Instead, the sexual harassment lawsuit would likely need to be filed in a court in Nebraska.</p>\n\n<p class=\"has-text-align-none\">If the Court were to side with the plaintiffs in <em>Fuld</em>, it could upend personal jurisdiction, at least in cases that interest Congress or a state legislature. Americans might be forced to defend themselves in courts in distant states, and potentially in states with draconian laws and hostile judges.</p>\n\n<p class=\"has-text-align-none\">The issue before the Supreme Court involves several Americans who were killed while abroad in Israel or Palestine. One of these Americans, Ari Fuld, was fatally stabbed during a 2018 attack outside a shopping mall in the West Bank.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The identity of the attacker is not mentioned in the lower court’s decision or in the Supreme Court briefing, but Fuld’s family sued the Palestine Liberation Organization (PLO) and the Palestinian Authority (PA), claiming that these two organizations “<a href=\"https://casetext.com/case/fuld-v-the-palestine-liberation-org-plo\">encouraged, incentivized, and assisted</a>” the attack. (The PLO is the <a href=\"https://www.vox.com/2018/11/20/18080054/plo-palestinian-liberation-organization-israel-conflict\">national representative of the Palestinian people</a>, and it runs the PA, a governmental body that manages Palestinian territories in the West Bank.)</p>\n\n<p class=\"has-text-align-none\">Fuld’s family, and other family members of those killed, all brought similar lawsuits in federal court. The problem is that neither the PLO nor the PA have any legally relevant connection to the United States. The attacks took place nearly 7,000 miles from the United States. Federal law largely <a href=\"https://casetext.com/case/fuld-v-the-palestine-liberation-org-plo\">forbids the PLO from conducting business of any kind in the United States</a>, beyond maintaining a mission to the United Nations.</p>\n\n<p class=\"has-text-align-none\">Accordingly, federal courts have <a href=\"https://casetext.com/case/fuld-v-the-palestine-liberation-org-plo\">repeatedly dismissed lawsuits</a> claiming that the PA and the PLO may be sued in US court.</p>\n\n<p class=\"has-text-align-none\">However, the families in <em>Fuld</em> have a powerful ally in their fight: the United States Congress.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Congress has passed two statutes seeking to revive the lawsuits after they were dismissed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The most recent of these statutes was <a href=\"https://www.congress.gov/bill/116th-congress/house-bill/1865/all-actions\">included in a broader appropriations bill</a> that President Donald Trump signed into law in 2019. It provides that the PLO and the PA “<a href=\"https://www.govinfo.gov/content/pkg/PLAW-116publ94/pdf/PLAW-116publ94.pdf\">shall be deemed to have consented to personal jurisdiction</a>” in federal court if they continue to engage in activities that the two organizations have <a href=\"https://www.timesofisrael.com/pa-under-pressure-over-martyr-stipends-it-pays-to-terrorists-families/\">reportedly engaged in for a long time</a>, such as paying salaries to Palestinians convicted of terrorism offenses in Israeli court.</p>\n\n<h2 class=\"wp-block-heading\">How <em>Fuld</em> could scramble all Americans’ constitutional rights</h2>\n\n<p class=\"has-text-align-none\">The <em>Fuld </em>case could potentially reshape the rights of many Americans, who currently enjoy broad protections against being sued in a faraway court located in a state they’ve never visited. The Supreme Court has long held that the rules of personal jurisdiction are grounded in the Constitution, specifically the guarantee that no one shall be denied “<a href=\"https://constitution.congress.gov/constitution/amendment-5/\">due process of law</a>.”</p>\n\n<p class=\"has-text-align-none\">As the federal appeals court that heard <em>Fuld</em> explained, moreover, “the ‘due process analysis’ in the personal jurisdiction context ‘is <a href=\"https://casetext.com/case/fuld-v-the-palestine-liberation-org-plo\">basically the same</a>’” regardless of whether someone is sued in federal or state court. That means if the Supreme Court rules that two foreign organizations with few, if any, relevant ties to the US can be “deemed to have consented” to being sued in federal court by an act of Congress, a state legislature could also potentially deem that people who’ve had few contacts with that state may be sued in its courts.</p>\n\n<p class=\"has-text-align-none\">Texas’s legislature, for example, could potentially pass a law stating that abortion providers and clinics throughout the United States are deemed to have consented to suit in Texas courts — where they might be sued for violating a Texas law <a href=\"https://www.vox.com/2021/8/31/22650303/supreme-court-abortion-texas-sb8-jackson-roe-wade-greg-abbott\">allowing bounty hunters to collect money from abortion providers</a>, especially if the state legislature also amended that law to specifically provide for such out-of-state suits.</p>\n\n<p class=\"has-text-align-none\">Congress, meanwhile, might allow any abortion provider to be sued in federal court in Amarillo, Texas — home of the <a href=\"https://www.vox.com/policy-and-politics/2022/12/17/23512766/supreme-court-matthew-kacsmaryk-judge-trump-abortion-immigration-birth-control\">notoriously anti-abortion judge Matthew Kacsmaryk</a>.</p>\n\n<p class=\"has-text-align-none\">It should be noted that the Supreme Court ordinarily agrees to hear any case where a lower federal appeals court declares a federal law unconstitutional, and the appeals court’s decision in <em>Fuld</em> effectively neutralized Congress’s 2019 law. So the fact that the Supreme Court took up this case is not necessarily a sign that most of the justices are eager to rewrite the law governing personal jurisdiction.</p>\n\n<p class=\"has-text-align-none\">Still, any issue involving Israel and Palestine inflames passions among US policymakers. So the same sympathy for the <em>Fuld </em>plaintiffs that inspired Congress to enact the 2019 law could also shape the justices’ decision. But a decision in favor of the <em>Fuld</em> plaintiffs could have sweeping implications that stretch far beyond the fraught politics of Israel and Palestine — and that potentially leave all Americans vulnerable to lawsuits before hostile judges.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Supreme Court announced on Friday that it will get involved in a longstanding dispute between the families of Americans killed in Israel and the government of some parts of Palestine in a case called Fuld v. Palestine Liberation Organization. Realistically, whatever the justices decide, they are unlikely to have much of an impact on [&#8230;]",
    "author": "Ian Millhiser"
  }
]