[
  {
    "title": "Is the Israeli military ever leaving Gaza?",
    "link": "https://www.vox.com/world-politics/376206/gaza-occupation-forever-war-israel",
    "pubDate": "2024-10-07T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Dust over a crowd of refugees.\" data-caption=\"Smoke rises from an Israeli army attack near Nuseirat refugee camp in Gaza on October 4, 2024. | Hassan Jedi/Anadolu via Getty Images\" data-portal-copyright=\"Hassan Jedi/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2175814753.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Smoke rises from an Israeli army attack near Nuseirat refugee camp in Gaza on October 4, 2024. | Hassan Jedi/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">For most of the past year, the war in Gaza dominated global headlines, while the growing conflict between Israel and Hezbollah along the country’s northern border <a href=\"https://www.vox.com/world-politics/24153755/hezbollah-israel-lebanon\">was just below the surface, threatening to boil over</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, on the anniversary of the October 7 attacks, the situation is roughly reversed: the Israeli government and the international community are focused on the spiraling violence in Lebanon and escalation with Iran, while Gaza has fallen off the front pages.  </p>\n\n<p class=\"has-text-align-none\">It’s not that the combat in Gaza has ended. Just last week, nearly 100 people were killed by Israeli <a href=\"https://www.nytimes.com/live/2024/10/03/world/israel-iran-lebanon-hezbollah?smid=url-share#israeli-strikes-killed-99-over-24-hours-gaza-health-officials-say-one-of-the-highest-tolls-in-months\">airstrikes and ground operations in Gaza</a>. But Israeli Defense Forces (IDF) troop levels in Gaza are down as <a href=\"https://www.npr.org/2024/04/11/1244053444/with-little-fanfare-gaza-war-enters-a-new-stage-from-high-to-low-intensity\">much as 90 percent</a> from the high point of the operation, as Israel has shifted resources toward the fighting in the north. </p>\n\n<p class=\"has-text-align-none\">Yet even as the military operation Israel calls “Swords of Iron” has receded, there are no signs that it is ending any time soon. Instead, the conflict seems to be transforming into the sort of “forever war” that both Israel and the US have become all too acquainted with in recent decades.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead of the “day after” that has been talked about since the invasion began nearly a year ago, Gaza is trapped in a perpetual present of conflict, chaos, and civilian death. There are no signs that will change — and that is exceedingly grim news for Gaza’s civilian population.</p>\n\n<p class=\"has-text-align-none\">“With the world&#8217;s attention focused on Lebanon, I think the concern for Palestinians is that they&#8217;ve now been left to their own devices,” said <a href=\"https://www.crisisgroup.org/who-we-are/people/tahani-mustafa\">Tahani Mustafa</a>, senior Palestine analyst for the International Crisis Group.</p>\n\n<p class=\"has-text-align-none\">A ceasefire in Gaza remains elusive. Multiple rounds of <a href=\"https://www.vox.com/world-politics/367954/ceasefire-deal-israel-hamas-gaza-blinken-bridging\">US-led talks</a> aimed at securing a pause in the fighting and a return of hostages have come to naught, with Netanyahu <a href=\"https://www.theguardian.com/world/article/2024/sep/02/biden-says-netanyahu-not-doing-enough-to-secure-ceasefire-with-hamas\">repeatedly insisting</a> on maintaining an Israeli military presence in Gaza after the war. Meanwhile, after months of public rage following his government’s failures on October 7, Netanyahu’s popularity <a href=\"https://www.jns.org/in-first-since-oct-7-netanyahus-govt-wins-outright-majority-in-tracking-poll/?utm_medium=email&amp;utm_source=newsletter&amp;wpisrc=nl_todayworld&amp;utm_campaign=wp_todays_worldview\">has rebounded</a> after the killing of Hezbollah leader Hassan Nasrallah. That means there’s far less internal pressure to bring an end to a war that has sparked domestic protests, brought international opprobrium on Israel, and <a href=\"https://theconversation.com/israel-11-months-of-war-have-battered-the-countrys-economy-237915\">battered its economy</a>. </p>\n\n<p class=\"has-text-align-none\">That’s not the only thing working against an end to the conflict. With the US election looming, President Joe Biden has effectively become a lame duck with diminishing leverage (<a href=\"https://www.vox.com/world-politics/24101020/biden-netanyahu-israel-gaza-pressure-leverage-arms-un\">that he’s willing to use</a>, at least) over America’s Israeli ally. After months of criticism of Netanyahu’s conduct of the war in Gaza, US officials — off the record, at least — have taken a <a href=\"https://www.politico.com/news/2024/09/30/us-israel-military-hezbollah-00181797\">notably more positive tone</a> about its operations targeting Hezbollah and Iran. </p>\n\n<p class=\"has-text-align-none\">As for Hamas, while it can still launch periodic attacks — including <a href=\"https://www.timesofisrael.com/4-idf-troops-killed-several-hurt-during-fighting-in-southern-gazas-rafah/\">one that killed four IDF troops</a> in September — and may still be holding as many as 101 Israeli hostages, it has lost <a href=\"https://www.washingtonpost.com/world/2024/07/16/israel-hamas-leadership/\">more than half its military leaders </a>since the war began, according to Israeli estimates. </p>\n\n<p class=\"has-text-align-none\">Even in its weakened state, though, it is unlikely to agree to any deal that leaves Israeli troops in Gaza. More to the point, after witnessing the fate of Nasrallah, Hamas leader Yahya Sinwar is likely even less inclined to agree to any sort of deal with an adversary almost certain to kill him at the first opportunity, no matter what he agrees to. (That’s assuming he’s still alive — there has been growing <a href=\"https://www.jpost.com/israel-hamas-war/article-822458\">speculation in recent weeks about Sinwar’s whereabouts</a>.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Add it all up and the situation in Gaza has become something hard to classify but no less grim – not a formal occupation or annexation, but one where the Israeli military effectively controls Gaza without governing it, reserving the right to strike when it desires while doing little to support the territory’s rebuilding. It is one where the possibility of a postwar Gaza seems more remote than ever.  </p>\n\n<p class=\"has-text-align-none\">As <a href=\"https://israelpolicyforum.org/about/staff/shira-efron/\">Shira Efron</a>, analyst with the Israel Policy Forum and outside adviser to the Israeli government, put it, all these developments are leading some Israelis to contemplate the question: “What if this war never ends?” </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">A different kind of occupation</h2>\n\n<p class=\"has-text-align-none\">Israel’s military occupied Gaza from 1967, following the Six Day War, until 2005, when Prime Minister Ariel Sharon ordered the withdrawal of security forces, along with the forced removal of about 8,500 Israeli settlers. Though the move was widely supported at the time — the occupation viewed by many as a costly quagmire — the withdrawal <a href=\"https://www.reuters.com/article/world/shadow-of-israels-pullout-from-gaza-hangs-heavy-10-years-on-idUSKCN0QF1QQ/\">came to be seen as a mistake by many Israelis</a>, particularly after Hamas took over Gaza in 2007.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What’s happening now in Gaza is different. Though some in Israel’s influential settler movement, including ultranationalist <a href=\"https://www.pbs.org/newshour/world/israeli-finance-minister-calls-for-reestablishing-israeli-settlements-in-gaza\">Finance Minister Bezalel Smotrich</a>, have called for rebuilding settlements in Gaza, this is not widely supported in Israel and the government does not appear to be actively contemplating it. And while some like Gen. David Petraeus have <a href=\"https://www.armytimes.com/news/your-army/2023/12/07/petraeus-says-israel-should-try-us-style-counterinsurgency-in-gaza/\">urged Israel to pursue an Iraq-style</a> “clear, hold, build” counterinsurgency approach, which would combine defeating militants with supporting the civilian population, digging wells and building schools in Gaza does not seem to be on the IDF’s agenda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The Israeli plan right now is to move to a sort of a counterterrorism footing in Gaza,” said RAND Corporation military analyst <a href=\"https://www.rand.org/about/people/c/cohen_raphael_s.html\">Raphael Cohen</a>. “It’s not going to be withdrawal, but it’s not going to be full-on occupation either.” </p>\n\n<p class=\"has-text-align-none\">This could involve control of the Philadelphi corridor along the border with Egypt and the so-called Netzarim corridor dividing Gaza’s north and south border, along with periodic raids into the center to target the remnants of Hamas, which will likely remain an insurgent force for the indefinite future.</p>\n\n<p class=\"has-text-align-none\">“The real concern is that Gaza gets stuck in a kind of middle state,” says Cohen, meaning the low-intensity fighting continues indefinitely, but with no opportunity for Gaza to rebuild or establish stable governance.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not everyone has such a light footprint in mind: Retired IDF General Giora Eiland has been on a media blitz in recent weeks promoting <a href=\"https://www.israelnationalnews.com/en/news/395677\">what’s been called the “Generals’ Plan”</a> for Gaza. This would involve giving the entire civilian population of northern Gaza (about 250,000 people) a week to evacuate, then declaring it a “closed military zone” with no supplies allowed in; essentially, seeking to starve out any Hamas fighters that remain. Netanyahu is <a href=\"https://www.timesofisrael.com/liveblog_entry/netanyahu-tells-lawmakers-hes-considering-generals-plan-to-lay-siege-to-northern-gaza/\">reportedly considering</a> the plan, though it is almost certain to be widely condemned as a war crime. </p>\n\n<p class=\"has-text-align-none\">Israel has set the destruction of Hamas’s military capabilities as a <a href=\"https://www.gov.il/en/pages/spoke-cabinet081023\">core goal of its operation</a>. Given that Hamas can likely continue to operate as an underground insurgency for quite some time, this is a recipe for a very long war.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As for the other core goal, the return of the Hamas-held hostages, Efron notes that Netanyahu “mentions in every speech that he will do everything possible to bring the hostages back home.” But without a negotiated ceasefire, this is becoming increasingly unlikely. “I think we’re all concerned that there is currently no hostage deal on the table,” Efron said.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In any event, Netanyahu has <a href=\"https://www.haaretz.com/israel-news/2024-09-22/ty-article/.premium/netanyahu-reportedly-tells-mks-half-the-hostages-held-by-hamas-in-gaza-are-alive/00000192-1a92-d417-abb6-dab61d690000\">reportedly told legislators</a> that he believes as many as half the remaining hostages may actually be already dead. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Who will actually rule Gaza?</h2>\n\n<p class=\"has-text-align-none\">Regardless of its military plans, Israel does not appear to have any desire to provide the security or social services for Gaza’s civilian population that its offensive has utterly devastated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The early weeks of the war saw a flurry of articles and policy papers proposing ideas for the post-war governance of the strip. The US and Western governments coalesced around a few.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The United States pushed ideas involving a <a href=\"https://www.voanews.com/a/us-plan-to-empower-palestinian-authority-in-gaza-faces-israeli-opposition/7405175.html\">“revamped and revitalized” Palestinian Authority</a> (PA) — the body that currently governs the West Bank — taking over control of Gaza. Netanyahu <a href=\"https://www.jpost.com/breaking-news/article-777731\">refused to consider</a> such plans, saying they would turn Gaza from “Hamastan” to “Fatahstan” (Fatah is the party that dominates the PA). In any case, <a href=\"https://www.npr.org/2024/07/26/g-s1-12949/khalil-shikaki-palestinian-polling-israel-gaza-hamas\">given how unpopular</a> the PA is in the areas it already controls in the West Bank, it’s not clear how much legitimacy it would have had with Gaza’s population had the party been installed at the point of an Israeli gun.</p>\n\n<p class=\"has-text-align-none\">The Biden administration has also pushed Arab states to take a leading role in Gaza’s postwar reconstruction, but those countries have <a href=\"https://www.washingtonpost.com/national-security/2024/04/29/blinken-israel-gaza-postwar-plan/\">ruled out committing</a> to that kind of project without a clear pathway toward a Palestinian state. </p>\n\n<p class=\"has-text-align-none\">In any event, Efron says “this has never been a plan that Israel subscribed to.” Netanyahu has called vaguely for a “<a href=\"https://www.npr.org/2023/11/17/1213684429/benjamin-netanyahu-israel-hamas-gaza\">civilian government</a>,” but Efron says Netanyahu’s government’s vision relies on finding “unicorn Palestinians” qualified to govern the territory but associated with neither Hamas nor Fatah nor any other Palestinian faction with a real constituency. Israel’s government remains opposed to any plan that involves a pathway toward a sovereign Palestinian state.</p>\n\n<p class=\"has-text-align-none\">“There’s no turn-key government that’s going to come in and guarantee [Israel’s] security,” said <a href=\"https://carnegieendowment.org/people/aaron-david-miller?lang=en\">Aaron David Miller</a>, a Mideast peace negotiator for several US administrations with the Carnegie Endowment for International Peace.</p>\n\n<p class=\"has-text-align-none\">For the moment, even with its senior leadership decimated and its physical infrastructure destroyed, the Hamas-controlled government is still able to provide at least some degree of security and social services in parts of Gaza. But its capacities are limited, and are unlikely to improve while Israel remains bent on the group’s destruction.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Going forward, Miller says, “you’re going to end up with clans and criminal gangs” filling the power vacuum. “Hamas and the Israelis will clearly also be in the mix, and of course the NGOs will be trying between the raindrops to figure out a way to deliver humanitarian assistance.”</p>\n\n<p class=\"has-text-align-none\">That assistance is still badly needed. UN officials describe Gaza’s humanitarian crisis as one of the worst in modern history, with food and health systems in a state of “<a href=\"https://news.un.org/en/story/2024/09/1154001\">complete collapse</a>.” More than a million people face <a href=\"https://www.reuters.com/graphics/ISRAEL-PALESTINIANS/GAZA-HUNGER/myvmakwxrvr/\">extreme malnutrition</a>. The UN estimates that <a href=\"https://www.barrons.com/news/nearly-two-thirds-of-gaza-buildings-damaged-in-war-un-44ca5b3a\">about two-thirds of Gaza’s buildings</a> have been damaged or destroyed. Some estimates have put the cost of reconstruction in Gaza at <a href=\"https://www.bloomberg.com/news/articles/2024-08-19/rebuilding-gaza-strip-after-israel-hamas-war?sref=C3P1bRLC\">over $80 billion</a>, which is <a href=\"https://data.worldbank.org/country/west-bank-and-gaza\">more than four times</a> the combined GDP of Gaza and the West Bank before the war.</p>\n\n<p class=\"has-text-align-none\">Crisis Group’s Mustafa sees the current trajectory of the conflict as reducing Gaza to a “tent city in ruins” and feels it’s “unlikely that the international community are going to do much to pressure Israel into following through with any other sort of alternative vision for a day after.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Will there ever be a day after?</h2>\n\n<p class=\"has-text-align-none\">When he visited the country in the days following the October 7 attacks, President Biden expressed sympathy to the Israeli people and backed their right to respond with military force.  But he also counseled them to <a href=\"https://www.theguardian.com/world/2023/oct/18/joe-biden-urges-israel-not-be-consumed-by-rage-pledges-support-netanyahu-gaza-hamas\">avoid the mistakes</a> the United States made after the 9/11 attacks, when a desire to eliminate security threats led to two decades of costly wars, mission creep, and human rights abuses that damaged the country’s international standing. </p>\n\n<p class=\"has-text-align-none\">In truth, Israel shouldn’t need such a warning — it knows a thing or two about quagmires. For most of the 1980s and 1990s, Israel occupied parts of southern Lebanon. It was a mission that began as an effort to wipe out Palestinian militants in the country and then expanded to maintain a “security zone” alongside local Christian militias to prevent attacks on northern Israel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By 2000, when Brig. Gen. Benny Gantz — later to become an Israeli opposition leader and erstwhile member of Netanyahu’s government — became the last Israeli soldier to withdraw from the country, the conflict had become known as “<a href=\"https://www.latimes.com/archives/la-xpm-2000-may-24-mn-33497-story.html\">Israel’s Vietnam</a>,” with hundreds of IDF soldiers and thousands of Lebanese civilians killed. </p>\n\n<p class=\"has-text-align-none\">The future “occupation” of Gaza may end up looking more like Lebanon during this era than the current occupation and settlement of the West Bank or the situation in Gaza prior to 2005.</p>\n\n<p class=\"has-text-align-none\">Time and again, <a href=\"https://www.vox.com/world-politics/2023/12/13/23998928/hamas-taliban-isis-attacks-terrorism-extremist-groups-israel-palestine\">governments caught flat-footed by terrorist attacks</a> have responded with open-ended military campaigns with the aim of completely stamping out the threat, only to learn too late that the costs are higher than they can imagine — for themselves and for the population under their control. It’s likely to be years before the costs of this one are fully tallied.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For most of the past year, the war in Gaza dominated global headlines, while the growing conflict between Israel and Hezbollah along the country’s northern border was just below the surface, threatening to boil over.&#160; Today, on the anniversary of the October 7 attacks, the situation is roughly reversed: the Israeli government and the international [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "Wait, why is Dr Pepper so popular now?",
    "link": "https://www.vox.com/money/375865/dr-pepper-sales-popularity-pepsi-coca-cola",
    "pubDate": "2024-10-07T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A close-up shot of a Dr Pepper soda bottle.\" data-caption=\"\" data-portal-copyright=\"Beata Zawrzel/NurPhoto via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1232595184.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Dr Pepper is, arguably, a weird drink. The name alone raises an eyebrow: Is it medicinal? Is it spicy? Is it similar to Coca-Cola, the most famous dark-brown soda in the world? Who is this eponymous doctor anyway? The label on the can claims it’s an “authentic blend” of 23 flavors but <a href=\"https://www.drpepper.ca/en/blend-of-23-flavours/\">doesn’t clarify</a> what a single one is. When I take a sip, I mostly get cherry with undertones of amaretto and licorice, and maybe the barest hint of cough medicine. With another sip, I second-guess myself. Drinking it only leaves me with more questions.</p>\n\n<p class=\"has-text-align-none\">You’d expect such a beverage to be niche, an acquired taste one orders from a specialty shop, not found in millions of homes and major fast food chains. But what’s even weirder than Dr Pepper’s flavor is that we’re living through a Dr Pepper renaissance. This year, it <a href=\"https://www.wsj.com/business/dr-pepper-soda-sales-92b292c3\">tied Pepsi</a> — the regular version, not diet — as the second bestselling soda in the US behind Coke, according to data from Beverage Digest. Almost a quarter of American adults now drink it, a recent survey from consumer research firm <a href=\"https://civicscience.com/infographic-dr-pepper-vs-coke-fans/\">CivicScience</a> showed. That’s a big jump from 2020, when only about 16 percent of the adult population was consuming Dr Pepper regularly.</p>\n\n<p class=\"has-text-align-none\">It’s a sign that there’s never been a better time to be an unusual-tasting beverage. The internet’s current obsession, after all, is the <a href=\"https://www.coca-colacompany.com/media-center/coca-cola-and-the-oreo-brand-are-teaming-up\">Oreo Coke Zero</a>, which is either disgusting or decadent depending on who you ask. A few years ago, Coca-Cola released a limited-edition flavor called Starlight that was supposed to taste like “space” (more like “<a href=\"https://www.foodnetwork.com/fn-dish/news/what-does-coca-cola-starlight-taste-like\">minty cotton candy</a>,” according to Food Network); the same year, Pepsi unveiled a trio of <a href=\"https://www.foodandwine.com/news/pepsi-smores-flavors-pack\">s’mores flavored</a> colas intended to be mixed together. That’s not to mention the <a href=\"https://www.foodandwine.com/new-soda-brands-compete-with-pepsi-coca-cola-8619223\">millions of craft soda brands</a> that have popped up in recent years, infused with rarer flavors like <a href=\"https://drinkolipop.com/products/banana-cream\">banana cream</a> or <a href=\"https://drinkbarbet.com/products/wild-card\">blood orange with a hint of jalapeño</a>. </p>\n\n<p class=\"has-text-align-none\">To be sure, we’re still living in Coca-Cola’s world. One-third of Americans drink regular Coke, which commands about 19 percent of soft drink sales, while other soft drinks scrabble for a distant second place at around 8 percent of the market. But both Coke and Pepsi have a slightly smaller market share today than they did in 2020, while Dr Pepper’s has ticked up. Asking someone if they prefer Coke or Pepsi — two drinks that some see as interchangeable — feels outdated now. People crave a wider range of fizzy drinks.</p>\n\n<p class=\"has-text-align-none\">“The amount of products available to consumers now is almost mind-boggling,” says Duane Stanford, editor and publisher of Beverage Digest. “Consumers across the board like to try new things, like to experiment. Young consumers like to share their discoveries on social media.” The simple fact that Dr Pepper isn’t Coke or Pepsi, in other words, might be exactly what’s drawing new fans.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\">How a small soda brand survived a cutthroat industry</h3>\n\n<p class=\"has-text-align-none\">Just like Coke and Pepsi, Dr Pepper was invented by a pharmacist in the late 1800s, actually predating the famous colas. Back then, the pharmacy was a likely place to find a soda fountain: People have long thought carbonated water could heal illnesses or give someone extra strength. But plain carbonated water was boring, so pharmacists would mix in a variety of fruity syrups for customers much like a barista might make a custom coffee order today, according to Tristan Donovan, author of <em>Fizz: How Soda Shook Up the World</em>. During World War II, Dr Pepper ads even argued that people should strive to drink the soda <a href=\"https://drpeppermuseum.com/dr-pepper-deemed-necessary-in-times-of-crisis\">three times a day</a> to keep up their energy. In 2015, a <a href=\"https://www.youtube.com/watch?v=-KG912GXSaI\">104-year-old woman</a> in Texas claimed that this exact regimen was part of her secret to longevity.</p>\n\n<p class=\"has-text-align-none\">According to the <a href=\"https://drpeppermuseum.com/history/\">Dr Pepper Museum</a>, pharmacist Charles Alderton liked the smell of the combination of sweet syrups used in the Waco, Texas, drugstore where he worked, and tinkered around until he had created a soda that tasted like the pharmacy smelled. The result is the ineffable potpourri of flavors known as Dr Pepper. (As to why it’s called that, the <a href=\"https://www.drpepper.com/s/corporateinfo\">company</a> cites an apocryphal tale that the pharmacy’s owner named it after the father of the woman he loved, but the <a href=\"https://www.cnn.com/2022/12/28/business/dr-pepper-history/index.html\">museum doubts this is true</a>.)</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Ironically, the soda thrived exactly because it was unusual </p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Dr Pepper pretty quickly enjoyed a stronghold of fans in its home state of Texas and surrounding states, but by the mid-20th century, it was far smaller than Coca-Cola and Pepsi. Ironically, the soda thrived exactly because it was unusual. The two cola giants usually required their bottling plants to sign exclusivity agreements forbidding bottling for any rival cola companies. When a court ruled in 1963 that <a href=\"https://www.tshaonline.org/handbook/entries/dr-pepper-company\">Dr Pepper wasn’t a cola</a> — it didn’t contain any kola nuts — it gave the green light for the company to use much of the same distribution system that Coca-Cola and Pepsi had already set up. To this day, big restaurant chains often <a href=\"https://www.thetakeout.com/every-fast-food-restaurant-drink-menu-coke-vs-pepsi-1850018235/\">carry only Coke or Pepsi</a>, depending on which company they struck a deal with: McDonald’s is Coke territory, while Taco Bell is team Pepsi. Dr Pepper, though, can coexist with both at restaurant soda fountains.</p>\n\n<p class=\"has-text-align-none\">“The majority of Dr Pepper is actually distributed by Coke and Pepsi bottlers in the US,” says Stanford. “So they’ve gotten really good distribution, and they’ve gotten good awareness as a result of that.”</p>\n\n<p class=\"has-text-align-none\">In 1986, Coca-Cola tried to <a href=\"https://www.latimes.com/archives/la-xpm-1986-02-21-mn-10206-story.html\">buy Dr Pepper</a> but was <a href=\"https://www.washingtonpost.com/archive/politics/1986/06/21/ftc-opposes-2-soft-drink-mergers/4fb1a72e-8cd1-4b0e-be73-76abcfdede71/\">blocked by the FTC</a>. Today, the brand is part of Keurig Dr Pepper, whose portfolio includes the popular Keurig coffeemaker as well as beverages like 7Up, Snapple, Schweppes, and A&amp;W. </p>\n\n<h3 class=\"wp-block-heading has-text-align-none\">The church of Doc P worships its strangeness</h3>\n\n<p class=\"has-text-align-none\">To dedicated fans of Dr Pepper, the fact that it’s the underdog is a plus, an alternative to the Coke-or-Pepsi binary. Donovan likens it to voting for “the third presidential candidate” of a two-party soda system. “I don&#8217;t think it&#8217;s ever going to be the soda that takes over the world, but it has carved out a good niche for itself,” he says.</p>\n\n<p class=\"has-text-align-none\">Maybe because it doesn’t have quite the cultural or economic footprint of Coke and Pepsi, Dr Pepper fans tend to be hyperbolic when extolling its virtues: It’s the <a href=\"https://www.reddit.com/r/unpopularopinion/comments/z50r03/dr_pepper_is_the_best_soda_in_the_world/\">best soda</a>, bar none, say some. <a href=\"https://www.reddit.com/r/unpopularopinion/comments/mqgrwr/dr_pepper_is_one_of_the_worst_drinks_to_exist/\">Nonbelievers</a> are merely philistines, others explain; true connoisseurs (and <a href=\"https://www.texasmonthly.com/being-texan/dr-pepper-second-most-popular-soda/\">Texans in general</a>) have always understood the artful enigma of the beverage. Its adherents may be more devoted; the <a href=\"https://www.reddit.com/r/DrPepper/\">Dr Pepper subreddit</a> has more members than <a href=\"https://www.reddit.com/r/cocacola/\">Coke’s</a> or <a href=\"https://www.reddit.com/r/Pepsi/\">Pepsi’s</a>. It also has at least one famous superfan: the writer John Green, who argues that the invention of the soda was groundbreaking because it was a “flavor profile that had no analog in the real world.” As in, it wasn’t a lemon-flavored fizzy drink, but a unique amalgamation of artificial flavors.</p>\n\n<p class=\"has-text-align-none\">Dissecting its unconventional flavor is fodder for endless discussion among fans. Some <a href=\"https://www.delish.com/food-news/a45585959/dr-pepper-flavors-ingredients/\">sources</a> claim Dr Pepper is a concoction of multiple fruit flavors (even tomato), its sweetness tempered by spices and herbs like nutmeg, juniper, clove, and ginger. One <a href=\"https://www.reddit.com/r/videos/comments/yq4lvs/comment/ivnafzr/?utm_source=share&amp;utm_medium=web3x&amp;utm_name=web3xcss&amp;utm_term=1&amp;utm_content=share_button\">comment</a> on a Reddit post describes the taste as that of “a sexy battery.” You’ll also find some people claiming that pepper is one of the 23 flavors, though it doesn’t taste remotely peppery to me. (The brand did roll out a limited-edition drink last year called <a href=\"https://www.tasteofhome.com/article/dr-pepper-hot-take/\">Dr Pepper Hot Take</a> that was intended to be spicy.)</p>\n\n<p class=\"has-text-align-none\">There has never before been a time when humans have had <a href=\"https://www.vox.com/the-goods/22589131/big-beverage-wellness-drinks\">so much choice</a> in how to quench their thirst. The grocery aisles have become almost paralyzing with beverage options. There’s flavored water, flavored sparkling water, hard seltzers, and <a href=\"https://www.vox.com/even-better/371564/functional-beverages-tonics-teas-soda-prebiotic-medicine\">prebiotic sodas</a>, just to name a few relatively recent trends. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Offbeat flavor combinations are in, which is a win for Dr Pepper</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">This constant churn of novelty is partly driven by the engine of social media, helping people discover ways to <a href=\"https://www.nytimes.com/2021/05/24/dining/tiktok-food.html\">eat</a> and <a href=\"https://www.vox.com/culture/2023/4/20/23690939/watertok-water-of-the-day-tonya-spanglo-explained\">drink</a>, or at least watch <a href=\"https://www.vox.com/culture/368208/mukbangs-origin-youtubers-hot-ones-asmr-seafood-boil-taco-bell\">other people eat</a> and <a href=\"https://www.vox.com/the-goods/2020/8/25/21399317/brittany-broski-kombucha-tiktok-tomlinson\">drink</a>. Offbeat flavor combinations are in, which is a win for Dr Pepper. The brand has leaned into it by recently releasing a head-scratching coconut-lime-flavored creamer with Coffee-Mate meant to be mixed with the beverage, a response to the “<a href=\"https://www.eater.com/23041658/dirty-soda-trend-tiktok-coffee-mate-creamer\">dirty soda</a>” Tiktok trend that typically mixes a soda with flavored syrup and coffee creamer. The creamer has been a <a href=\"https://ksltv.com/657286/utah-idaho-top-sales-of-dr-pepper-creamy-coconut-getting-bonus-batch/\">particular hit in Utah</a>, where dirty sodas have long been popular, and have lately become more widely known thanks to Hulu’s popular reality show <a href=\"https://www.vox.com/culture/374143/secret-lives-mormon-wives-momtok-utah\"><em>The Secret Lives of Mormon Wives</em></a>, as the nondrinking cast makes soda a lifestyle. Another TikTok meme involves people ordering <a href=\"https://www.foodnetwork.com/fn-dish/news/tiktok-pickles-dr-pepper\">Dr Pepper with pickles</a> at drive-thrus for an extra pucker. Like other major soda brands, Dr Pepper has also rolled out <a href=\"https://www.drpepper.com/s/products\">several flavor variants</a> in the last few years, including strawberries and cream, which was a big driver of the <a href=\"https://keurigdrpepper.com/keurig-dr-pepper-reports-q1-2023-results-and-reaffirms-guidance-for-2023\">12.7 percent bump in sales</a> the brand enjoyed in its first quarter last year.</p>\n\n<p class=\"has-text-align-none\">Its weirdness has become its strength. According to a <a href=\"https://www.gotracksuit.com/blog/posts/how-dr-pepper-has-taken-second-place-in-US-soft-drinks-market-share\">recent report from Tracksuit</a>, which measures brand sentiment, Dr Pepper was more often thought of as “unique” and “different” among the 18- to 34-year-old demographic, while distinct keywords associated with Pepsi included “okay” and “traditional.”</p>\n\n<p class=\"has-text-align-none\">A spokesperson for Keurig Dr Pepper told Vox in an email that its soda is so successful because it provides a “one-of-a-kind treat,” largely thanks to the “original 23 flavor recipe that has defined its unique, indulgent taste.” The company did not answer Vox’s question on what, exactly, the soda is supposed to taste like But that’s not surprising – it owes so much of its <a href=\"https://www.tiktok.com/@drpepper/video/7350371384784096542\">allure</a> and recent boost in popularity to the fact that it isn’t easily categorizable. After all, when you think about it, what is Coke or Pepsi supposed to taste like? A cola is commonly described as a <a href=\"https://www.seattletimes.com/pacific-nw-magazine/pop-quiz-whats-in-a-coca-cola-if-its-not-coca-or-the-kola-nut/\">sweet, caramel-y drink</a> with notes of vanilla, cinnamon, and even citrus, but it’s pretty unusual. It’s just that colas are so ubiquitous, so ingrained into our taste buds, that we now unquestioningly describe other things as being Coke-flavored. </p>\n\n<p class=\"has-text-align-none\">Dr Pepper hasn’t reached that point of cultural saturation yet. You can taste it and still think, “What <em>is</em> that?”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Dr Pepper is, arguably, a weird drink. The name alone raises an eyebrow: Is it medicinal? Is it spicy? Is it similar to Coca-Cola, the most famous dark-brown soda in the world? Who is this eponymous doctor anyway? The label on the can claims it’s an “authentic blend” of 23 flavors but doesn’t clarify what [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "A DNA test upended my family. Do I side with my grandmother — or her secret child?",
    "link": "https://www.vox.com/future-perfect/375440/a-dna-test-upended-my-family-do-i-side-with-my-grandmother-or-her-secret-child",
    "pubDate": "2024-10-06T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/PeteGamlen_YMMV_Vox.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Your Mileage May Vary is an advice column offering you a new framework for thinking through your ethical dilemmas and philosophical questions. This unconventional column is based on value pluralism — the idea that each of us has multiple values that are equally valid but that often conflict with each other.</em> <em>Here is a Vox reader’s question, condensed and edited for clarity.</em></p>\n\n<p class=\"has-text-align-none\"><strong>My grandmother had a teenage pregnancy she hid from her family before giving birth in secret and immediately giving the child up for adoption after birth. I accidentally discovered this after I received a message on an ancestry DNA website from someone closely related genetically to me. She told me she knew barely anything about her birth parents and was desperate to just have an answer. I accidentally exposed this secret to my mother and grandmother by asking if anyone knew who this person who messaged me was.</strong></p>\n\n<p class=\"has-text-align-none\"><strong>My grandmother was horrified, and wants nothing to do with her. How do I respect the choice my grandmother felt she had to make at that time in her life and protect her peace, while also acknowledging that this person should be able to at least know who the people who created her are and prominent family medical history? I feel guilty for exposing this secret accidentally but now I feel like I have an obligation to protect my grandmother </strong><strong><em>and </em></strong><strong>offer this person some peace of mind.</strong></p>\n\n<p class=\"has-text-align-none\">Dear Caught-in-the-Middle,</p>\n\n<p class=\"has-text-align-none\">Your question reminded me of an idea from Bernard Williams, one of my favorite modern philosophers. He said that someone facing a moral trade-off can make what is, all things considered, the best decision, and —&nbsp;even though it was the right call —&nbsp;find that it still results in some cost that deserves acknowledgment or feels regrettable. Williams called that cost <a href=\"https://books.google.com/books?id=RwWEgc-m0U0C&amp;printsec=frontcover#v=onepage&amp;q&amp;f=false\">“the moral remainder.”</a></p>\n\n<p class=\"has-text-align-none\">Regret is a trickster of an emotion. We’re used to viewing it as an indication that we’ve done something wrong. But as Williams explains, sometimes all it means is that reality has forced upon us an incredibly hard choice between two options, with no cost-free option available.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Your grandmother is not in the wrong for giving up her child all those years ago — or for wanting to keep her distance now. As you said, it’s the choice she “felt she had to make at that time in her life.” Pregnancy outside of marriage, especially in her generation, often came with a massive serving of shame, and the fact that she felt the need to hide it from her family and give birth in secret suggests this was a pretty traumatic experience.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s understandable if she’s scared to reopen that trauma now. She has a right to decide if and how to process it —&nbsp;a right to self-determination.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>Have a question you want me to answer in the next Your Mileage May Vary column?</strong> </h2>\n\n\n\n<p class=\"has-text-align-none\">Feel free to email me at <a href=\"mailto:sigal.samuel@vox.com\">sigal.samuel@vox.com</a> or <a href=\"https://forms.gle/wTU5egBukdhyKeL56\">fill out this anonymous form</a>! Newsletter subscribers will get my column before anyone else does and their questions will be prioritized for future editions. <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Sign up here!</a></p>\n</div>\n\n<p class=\"has-text-align-none\">At the same time, her grown child is not wrong for wanting answers today. The desperation felt by this newfound relative of yours is the “moral remainder” of your grandmother’s decision.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As technology shifts over the generations, <a href=\"https://www.vox.com/future-perfect/2019/4/4/18285986/robot-animal-nature-expanding-moral-circle-peter-singer\">moral norms shift along with it</a>. When your grandmother gave up the baby for adoption, she had no idea DNA testing would become commonplace —&nbsp;but it has. And as cheap testing kits like 23andMe have exposed <a href=\"https://www.theatlantic.com/health/archive/2024/03/dna-tests-incest/677791/\">all kinds of family secrets</a>, more and more kids who’d been kept in the dark are making their experiences known.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some were never bothered by their obscured origins, but discover an extra measure of joy and connection once they meet long-lost relatives. Others say they always suffered from an uneasy sense that <a href=\"https://www.newsweek.com/felt-different-siblings-took-dna-test-life-changed-32-1852034\">they’re different</a> from their siblings. Still others say it’s important to know your biological family’s medical history, especially with the advent of precision medicine.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">All this has led to an increasing belief that children have a right to know where they came from —&nbsp;a right to self-knowledge.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Take it from Dani Shapiro, author of <a href=\"https://www.penguinrandomhouse.com/books/554262/inheritance-by-dani-shapiro/\"><em>Inheritance</em></a>, who found out as an adult that her beloved father was not her biological father. <a href=\"https://time.com/5492642/dna-test-results-family-secret-biological-father/\">She writes</a>:&nbsp;</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">The secret that was kept from me for 54 years had practical effects that were both staggering and dangerous: I gave incorrect medical history to doctors all my life. It’s one matter to have an awareness of a lack of knowledge —&nbsp;as many adoptees do —&nbsp;but another altogether not to know that you don’t know. When my son was an infant, he was stricken with a rare and often fatal seizure disorder. There was a possibility it was genetic. I confidently told his pediatric neurologist that there was no family history of seizures.&nbsp;</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">Some bioethicists, like Duke University’s Nita Farahany, are also building this case. Following the famous proclamation from Ancient Greece — “Know thyself!”&nbsp;—&nbsp;<a href=\"https://us.macmillan.com/books/9781250272966/thebattleforyourbrain\">Farahany argues</a> that people have a right to self-knowledge, including when it comes to medical information. She writes that “access to that essential information about ourselves is central to the self-reflection and self-knowledge we need to develop our own personalities.” It helps us shape our own lives and empowers us to make choices about our future.</p>\n\n<p class=\"has-text-align-none\">That means that self-knowledge is actually a subset of self-determination —&nbsp;the exact same value that your grandmother is asserting. And it seems only fair for us to acknowledge that if your grandmother is entitled to that, then so is her child.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If both people have a right to self-determination, and their rights are in conflict with each other, then … well … what do you do?</p>\n\n<p class=\"has-text-align-none\">Even John Stuart Mill, the 19th-century English philosopher who literally <a href=\"https://www.gutenberg.org/files/34901/34901-h/34901-h.htm\">wrote the book on liberty</a>, didn’t think that anyone’s right to liberty or self-determination is an <em>absolute</em> right. Instead, it’s a <em>qualified</em> right — the kind that we generally honor but that can be restricted to protect the interests of others.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So it feels appropriate here to strike a balance between your grandmother’s wishes and her child’s. There are a few different ways to do that, but here’s one: You could assure your grandmother that you won’t pressure her to talk to the child or hear any more about her, but you will give the child family medical information and a general understanding of her birth story, including the aspect that might feel most important to her: why she was given up for adoption.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Without mentioning your grandmother’s name or any details that would make it easy for the grown child to track her down, you could say something like, “Your birth mom is one of my relatives. She got pregnant as a teenager and didn’t have the means or support to take care of you. She made the hard choice to give you up for adoption in hopes that you’d have a better life than she could provide. She doesn’t feel comfortable being in contact now, and I feel that I need to respect her wishes and her privacy, but I hope this message brings you at least a little bit of peace.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, you won’t have total control over what your relative does with this information, because internet sleuthing is a force to be reckoned with. And you won’t be able to control whether she feels fully satisfied with what you tell her. That’s a feature of this kind of moral dilemma: You can’t please everyone 100 percent, but you’re doing what you can to honor the values at stake.</p>\n\n<p class=\"has-text-align-none\">If you want, you might choose to meet with the grown child without involving your grandmother. Or you might decide that your notion of kinship isn’t rooted in biology and you don’t feel any particular need to bond with someone new to you.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Either way, what I love about Williams’s idea of the “moral remainder” is that it encourages you to view everyone in this tricky situation (including yourself!) compassionately. Regardless of which specific step you take next, you can move forward from that place of compassion.</p>\n\n<h2 class=\"wp-block-heading\">Bonus: What I’m reading </h2>\n\n<ul>\n<li>23andMe is floundering, to the point that the company’s CEO is now considering selling it. As Kristen V. Brown <a href=\"https://www.theatlantic.com/health/archive/2024/09/23andme-dna-data-privacy-sale/680057/\">notes</a> in the Atlantic, that would mean “the DNA of 23andMe’s 15 million customers would be up for sale, too.” It’s one of the many reasons why I’ll never spit into one of those test tubes.</li>\n</ul>\n\n<ul>\n<li>I recently re-read the philosopher Susan Wolf’s 1982 essay <a href=\"https://r.jordan.im/download/philosophy/wolf1982.pdf\">“Moral Saints,”</a> and it feels more on-point than ever. Wolf argues that you shouldn’t actually strive to be “a person whose every action is as morally good as possible” —&nbsp;and not just because those people are incredibly boring!&nbsp;</li>\n</ul>\n\n<ul>\n<li>David Brooks is not my usual cup of tea, but I appreciated him <a href=\"https://www.nytimes.com/2024/08/15/opinion/emotions-feelings-intelligence.html\">writing</a> in the New York Times about how, contrary to popular opinion, “emotion is central to being an effective rational person in the world.”&nbsp;</li>\n</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Your Mileage May Vary is an advice column offering you a new framework for thinking through your ethical dilemmas and philosophical questions. This unconventional column is based on value pluralism — the idea that each of us has multiple values that are equally valid but that often conflict with each other. Here is a Vox [&#8230;]",
    "author": "Sigal Samuel"
  },
  {
    "title": "How Israel’s brutal war strategy has remade the Middle East",
    "link": "https://www.vox.com/world-politics/376127/israel-gaza-hezbollah-palestinians-netanyahu-iran-deterrence-occupation",
    "pubDate": "2024-10-05T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Seen from under a ledge at street level, people stand in front of partially collapsed apartment buildings amid wreckage on the street.\" data-caption=\"People walk amid the rubble of buildings leveled on September 27 by Israeli strikes that targeted and killed Hezbollah leader Hassan Nasrallah in the Haret Hreik neighborhood of Beirut’s southern suburbs, on September 29, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2174661014.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>People walk amid the rubble of buildings leveled on September 27 by Israeli strikes that targeted and killed Hezbollah leader Hassan Nasrallah in the Haret Hreik neighborhood of Beirut’s southern suburbs, on September 29, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">As the dust still hovers from the Israeli airstrikes that <a href=\"https://www.vox.com/today-explained-podcast/375510/hezbollah-israel-lebanon-airstrike-hassan-nasrallah\">killed</a> Hezbollah leader Hassan Nasrallah in his underground lair, and while bombs explode over the heads of Israeli targets from <a href=\"https://www.cnn.com/world/live-news/israel-iran-attack-war-lebanon-10-03-24-intl-hnk/index.html\">Beirut in Lebanon</a>, to <a href=\"https://www.reuters.com/world/middle-east/iran-revolutionary-guards-consultant-dies-injuries-israeli-strike-damascus-2024-10-03/\">Damascus in Syria</a>, to <a href=\"https://www.aljazeera.com/gallery/2024/10/1/israeli-bombardment-kills-at-least-31-in-gaza\">Rafah in Gaza</a>, to <a href=\"https://www.aljazeera.com/news/2024/9/29/israeli-army-launches-air-raids-on-yemens-ras-isa-and-hodeidah\">Hudaydah in Yemen</a>, we can see, emerging from the haze, the outlines of a new Middle East.</p>\n\n<p class=\"has-text-align-none\">Israel’s initial intent in launching devastating attacks in Gaza, Lebanon, and beyond has been to cut off both the head and the hands of its enemies. The overriding strategic motivation, however, is far greater than that. </p>\n\n<p class=\"has-text-align-none\">Prime Minister Benjamin Netanyahu is harking back to a day, decades ago, when Israel’s military superiority was so overwhelming that no other power in the region could dare seriously challenge it. What both the year-long Gaza campaign and the ongoing attacks of the past two weeks are primarily about is to reestablish what, in the aftermath of Hamas’s October 7, 2023, attacks on Israel, had arguably been lost: deterrence. This is all about deterrence, demonstrated through overwhelming, asymmetric reaction to any military provocation.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Israel’s post-October 7 mission</strong></h2>\n\n<p class=\"has-text-align-none\">The only potential brake on a Gaza response that has been <a href=\"https://www.reuters.com/world/middle-east/qatars-emir-what-is-happening-region-is-collective-genocide-2024-10-03/\">plausibly described by many as genocide</a> has been the potential threat of international condemnation in the form of sanctions and formal war-criminal status for Israeli leaders, as well as the loss of US military and political support. It is now clear that Israeli officials who might have feared those consequences needn’t have, and won’t need to fear them for the foreseeable future.</p>\n\n<p class=\"has-text-align-none\">In the context of Hezbollah and Iran, the two key members of the so-called “axis of resistance,” some observers, including me, had thought that Israeli deterrence had been permanently lost after October 7, replaced instead by a mutual “balance of terror” such that neither they nor Israel would willingly resort to all-out war. The Israelis have exploded that illusion, quite literally. </p>\n\n<p class=\"has-text-align-none\">Over the past two weeks, employing everything from <a href=\"https://www.vox.com/world-politics/372399/pager-explosions-lebanon-syria-hezbollah-israel-gaza\">rigged pagers</a> to multi-thousand-pound bunker-busters, Israel has called the Hezbollah bluff. What we have learned is that Hezbollah’s long-range missile capabilities have been seriously overhyped, <a href=\"https://www.abc.net.au/news/2024-09-30/iron-dome-hezbollah-rockets-missiles-conflict-israel-lebanon/104394246\">countered</a> by Israel’s effective “Iron Dome” antimissile system. As Israel continues to pound leadership bunkers and weapons caches at will from uncontested airspace — at the cost of <a href=\"https://www.nbcnews.com/news/world/live-blog/israel-iran-live-updates-beirut-strike-idf-hezbollah-lebanon-rcna173762\">hundreds of civilian lives in Lebanon</a> — the Lebanese Shiite militia has been revealed as a paper tiger. </p>\n\n<p class=\"has-text-align-none\">On Monday, Israel again <a href=\"https://www.vox.com/israel/375125/lebanon-hezbollah-israel-iran-invasion-gaza\">launched</a> a “limited” ground invasion to destroy Hezbollah infrastructure, but it is unlikely to push far, nor to repeat its mistakes from past invasions of attempting to hold ground. However the endgame plays out, Hezbollah will soon have to accept what has now been amply demonstrated, just as it was during the month-long <a href=\"https://foreignpolicy.com/2024/10/01/israel-invasion-lebanon-hezbollah-2006-war-lessons-learned/\">disaster</a> of the Israeli invasion of 2006:  It is completely overmatched and will be forced, once again, to retrench and rearm.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>We can stop fearing a wider regional war because it is already being fought, and Israel has largely won it</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">For Iran, the lesson of its two <a href=\"https://www.bbc.com/news/articles/cqjrwg9dly1o\">largely impotent missile assaults</a> this year on Israel’s Iron Dome, compared against the success of Israel’s ongoing attacks on its ally in Lebanon, has surely hit home. Tehran may have felt obliged on Tuesday to respond in some way to repeated Israeli humiliations, delivered in Lebanon, Syria, and the heart of Tehran itself, but make no mistake: The clerics who control Iran are anything but suicidal. We cannot know precisely how Israel will respond to the latest assault, but Iran will find a way to climb down before the exchange gets entirely out of hand.</p>\n\n<p class=\"has-text-align-none\">What this means is that we can stop fearing a wider regional war because it is already being fought, and Israel has largely won it. And with it, the relative deterrence Israel sought has been restored.</p>\n\n<h2 class=\"wp-block-heading\">The costs of a remade Middle East</h2>\n\n<p class=\"has-text-align-none\">This doesn’t mean that the emerging regional balance, even if favorable to Israel at the moment, is stable. Even after its leadership decapitation, Hezbollah is still a formidable institution; the militant group, not the Lebanese government, remains the preeminent power in the country. The next round of confrontation, when it comes, will likely find the reconstituted Hezbollah stronger than before.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the far side of the Persian Gulf, Iran’s newly inaugurated President Masoud Pezeshkian will <a href=\"https://www.bloomberg.com/news/articles/2024-10-03/weakened-iran-raises-fears-it-may-make-push-for-nuclear-weapons\">likely be forced</a> by domestic political considerations, if not international diplomatic inertia, to put aside any notion of resurrecting the 2015 nuclear deal. He will focus instead on achieving the genuine deterrence that only nuclear arms can provide.</p>\n\n<p class=\"has-text-align-none\">Hezbollah still insists that it will continue its strikes on Israel until the war in Gaza ends, but nearly a year after October 7, that war has all but ended. Israel has achieved nearly all it can militarily there, at <a href=\"https://www.vox.com/24055522/israel-hamas-gaza-war-strategy-netanyahu-strategy-morality\">horrific cost to the Palestinian people in Gaza</a>. Even after the guns have mostly fallen silent, Israel may see the odd missile salvo from Lebanon or the occasional terrorist attack. But the fact that Israel’s enemies will need to resort to terrorism will be a sign of their weakness, not their strength.</p>\n\n<p class=\"has-text-align-none\">As for Palestine, its future is a question no more. Diplomats from the US, Europe, and the Arab world can save themselves the effort: There will be no negotiations worthy of the name and no solutions in Gaza or the West Bank, other than those unilaterally imposed by Israel and tacitly permitted by the US.</p>\n\n<p class=\"has-text-align-none\">Netanyahu, whose <a href=\"https://www.bbc.com/news/articles/c243zempn6zo\">political rehabilitation is well underway</a>, and others on what used to be referred to as Israel’s extreme right, are hardly losing sleep over good governance in Gaza. The “solution” in the territory has already been arrived at. </p>\n\n<p class=\"has-text-align-none\">Israel will retain physical control of the <a href=\"https://apnews.com/article/israel-palestinians-hamas-war-egypt-philadelphi-corridor-cd15c27cecffe70322becd933cf38909\">Philadelphi Corridor</a> on the border with Egypt and the east-west strip bisecting what remains of the enclave, largely preventing reconstruction of the tunnels through which Hamas might otherwise rearm and the free movement of armed fighters within Gaza. With little effort, Israel can continue to control the flow of international aid to Gaza’s destitute population and use disproportionate and overwhelming force against any nascent glimmer of resistance. Should Gaza devolve into chaotic clan warfare, that will hardly arouse concern in Jerusalem, which will care only that the effective threat of militancy is permanently removed.</p>\n\n<p class=\"has-text-align-none\">We have seen a similar policy of asymmetric military response to armed Palestinian restiveness playing out to <a href=\"https://www.nytimes.com/2024/09/25/world/middleeast/west-bank-raids.html\">telling effect</a> in the West Bank towns of Jenin and Tulkarm in recent weeks. Israel has responded with a combination of heavy air- and drone attacks, ground incursions, and the willful destruction of businesses and civilian infrastructure. These actions, stepped up but hardly new, are meant to quash popular resistance to a <a href=\"https://www.crisisgroup.org/middle-east-north-africa/east-mediterranean-mena-israelpalestine/246-stemming-israeli-settler-violence\">pervasive post-October 7 wave of Israeli settler-led violence</a> against Palestinians, aided and abetted as a matter of <a href=\"https://foreignpolicy.com/2024/10/04/west-bank-settler-violence-serves-israel-interests-idf-gaza-war/\">government policy by the Israeli Defense Forces</a>. </p>\n\n<p class=\"has-text-align-none\">All of this overlays a foundational policy of enforced impoverishment, as Palestinians are <a href=\"https://theworld.org/stories/2024/03/13/no-one-helping-us-palestinians-west-bank-barred-israel-face-unemployment\">barred from jobs</a> they previously held in Israeli-controlled areas and as Israel <a href=\"https://www.aljazeera.com/news/2024/1/23/why-is-israel-sending-palestinian-taxes-to-norway\">routinely withholds tax revenues</a> gathered on behalf of a Palestinian Authority it is systematically undermining. The message to Palestinians from Israel is clear: Resistance is futile.</p>\n\n<p class=\"has-text-align-none\">Israel’s 40-year program of inexorable dispossession of Palestinians through land seizures and settlement, a process long slow and implicit, has become increasingly rapid and explicit since October 7. Even if occupied Palestinian lands aren’t formally annexed, a unitary Israeli state <a href=\"https://www.vox.com/world-politics/23972967/river-to-sea-palestine-israel-hamas\">from the river to the sea</a> is all but inevitable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What will be left is managing the optics of what is clearly <a href=\"https://www.vox.com/23924319/israel-palestine-apartheid-meaning-history-debate\">apartheid</a>. Though neighboring Jordan is unlikely to facilitate Palestinian expulsion, the desire of individual Palestinians to flee endemic poverty and hopelessness to neighboring countries may become difficult to stop. Nominally voluntary exile, arguably, is the policy of the Israeli far right. And while it won’t be easy, time is on their side.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">A campaign of state terror</h2>\n\n<p class=\"has-text-align-none\">What we are witnessing is state terror, committed on all sides throughout the Levant, limited only by the combatants’ greatly differing capacities. To terrorize, one must necessarily practice wanton disregard for civilian casualties. For Israel, such willful indifference to suffering carries the risk of joining its adversaries as an international pariah. But Israelis are discovering that its pariah status, unlike for its enemies, carries few practical consequences when balanced, as it is, with <a href=\"https://globalaffairs.org/bluemarble/how-us-has-used-its-power-un-support-israel-decades\">unblinking American support</a>.<br><br>The American reaction to Israel&#8217;s stunning but bloody military success is utterly predictable. Exultant Republicans are claiming vindication for their unembarrassed support of Israel’s merciless military strategy. As for the fate of Palestinians, former President Donald Trump has <a href=\"https://www.timesofisrael.com/trump-i-told-netanyahu-get-your-victory-quickly-because-the-killing-has-to-stop/\">already articulated</a> what we can anticipate to be his baseline policy, albeit one tinged with an amoral regard for PR optics: Do whatever you feel you must, “but get it over with fast.”</p>\n\n<p class=\"has-text-align-none\">Democrats, despite their discomfort with the civilian casualties on the ground, will nonetheless <a href=\"https://www.theguardian.com/commentisfree/2024/oct/01/democratic-voters-kamala-harris-palestinians\">uphold their traditional policy</a> of steadfast political and military support of Israel. They may feel differently, and they are acutely aware of the <a href=\"https://www.brookings.edu/articles/the-generation-gap-in-opinions-toward-israel/\">significant generational drift</a> in American attitudes toward Israel and Zionism, particularly on the left. For now, political realities remain unchanged: Israel can still <a href=\"https://apnews.com/article/netanyahu-congress-gaza-hamas-israel-6ea5daf3cd1988b0ad6e874bd450f9bf\">command more support</a> in Congress than any American president of either party could ever hope to. </p>\n\n<p class=\"has-text-align-none\">Vice President Kamala Harris, however she may betray humanitarian sentiment, would follow the example of President Barack Obama before her: She will not sacrifice precious political capital and her entire legislative agenda on the altar of a two-state policy gambit that has zero prospect of success. The toll of Palestinian casualties <a href=\"https://www.vox.com/politics/2024/5/2/24147192/israel-palestine-student-protest-columbia-ucla-radicalism\">brought out mass protests</a> in the US and may continue to do so, but they have yet to meaningfully change US policy.</p>\n\n<p class=\"has-text-align-none\">The Sunni Arab states, led by Saudi Arabia, have <a href=\"https://www.theguardian.com/world/2024/oct/02/normalisation-of-saudi-arabia-israel-relations-depends-on-two-state-solution\">paused</a> the diplomatic efforts that might otherwise by now have resulted in a historic rapprochement with Israel, but this should be seen as little more than a hiatus in deference to domestic political optics. </p>\n\n<p class=\"has-text-align-none\">Human emotions aside, the <a href=\"https://www.voanews.com/a/unlike-past-arab-israeli-conflicts-arab-governments-pursue-diplomacy-while-iran-proxies-fight/7807615.html\">geopolitical interests</a> driving a de facto Saudi alliance with Israel remain in play. Generational change in Gulf country leadership has brought with it relative indifference to the Palestinian cause. Memories of crushed children and wailing mothers will soon fade when the media turns away. Compelling national interests in confronting the shared enemy, Iran, and promoting high-tech Israeli investment will prevail. </p>\n\n<p class=\"has-text-align-none\">Even as we look ahead to a time when Israel’s Shiite antagonists are again ready to engage, there may be little left to fight over. Nothing is so persuasive, or so deflating, as immutable facts on the ground. For those in the “axis of resistance,” the deepening hatred of Israel generated by the events of the last year will seethe for at least another generation. Even if the threat they pose to Israel is never existential, it ensures that Israelis will not be able to rest easy. And for Israel, as the reality of apartheid over the Palestinians becomes undeniable, it will gnaw at the national soul. For now, however much we may like to think otherwise, in our time as much as at any time in human history, might — for those ruthless enough to exercise it — still wins in the end.    </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As the dust still hovers from the Israeli airstrikes that killed Hezbollah leader Hassan Nasrallah in his underground lair, and while bombs explode over the heads of Israeli targets from Beirut in Lebanon, to Damascus in Syria, to Rafah in Gaza, to Hudaydah in Yemen, we can see, emerging from the haze, the outlines of [&#8230;]",
    "author": "Robert Grenier"
  },
  {
    "title": "The massive dock workers’ strike, explained",
    "link": "https://www.vox.com/labor-jobs/375238/dock-workers-ila-usmx-shipping-supply-chain-economy-strike",
    "pubDate": "2024-10-04T14:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two men standing outside facing each other in front of a banner that reads “Union strong, union proud.”\" data-caption=\"Striking workers at the Red Hook Container Terminal in Brooklyn gather before a visit by Mayor Eric Adams after members of the International Longshoremen’s Association, or ILA, began walking off the job after 12:01 am ET on October 1, 2024 in Brooklyn, New York. | Spencer Platt/Getty Images\" data-portal-copyright=\"Spencer Platt/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2175940788.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Striking workers at the Red Hook Container Terminal in Brooklyn gather before a visit by Mayor Eric Adams after members of the International Longshoremen’s Association, or ILA, began walking off the job after 12:01 am ET on October 1, 2024 in Brooklyn, New York. | Spencer Platt/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Workers at ports on the East and Gulf Coasts have agreed to go back to the docks —&nbsp;at least for now. Dock workers with the International Longshoremen’s Association (ILA) went on strike Tuesday following a breakdown in negotiations between the ILA and the organization of international shipping companies that employ them. Now, they are back to work as negotiations on a new contract continue. </p>\n\n<p class=\"has-text-align-none\">Approximately 45,000 workers walked off the job at 12:01 am Tuesday, making it the most significant strike the union <a href=\"https://gothamist.com/news/dockworkers-at-port-of-ny-and-nj-go-on-strike-for-first-time-since-1977\">has engaged in since 1977</a>. ILA laborers stopped work after their six-year contract with the United States Maritime Alliance (USMX) expired, <a href=\"https://www.cbsnews.com/news/east-coast-port-strike-what-to-know/\">shutting down 14 ports</a>, including some of the country’s largest. That could have had a monumental impact on the US economy, with a weeks-long strike bringing higher prices and goods shortages ahead of the presidential election and holiday season. </p>\n\n<p class=\"has-text-align-none\">The striking workers shut down some of the country’s biggest ports, like the <a href=\"https://gothamist.com/news/dockworkers-at-port-of-ny-and-nj-go-on-strike-for-first-time-since-1977\">Port Authority of New York and New Jersey</a>. Overall, the affected ports handle about 50 percent of the imports and exports to the US.</p>\n\n<p class=\"has-text-align-none\">The pause in the strike is an opportunity for the ILA and USMX to come back to the bargaining table and try to negotiate a new six-year contract. Workers will be covered by their old contract <a href=\"https://www.cbsnews.com/news/port-strike-ends-tentative-deal-until-jan-15-dockworkers/\">until next January</a>, though the two sides have <a href=\"https://www.cbsnews.com/news/port-strike-ends-tentative-deal-until-jan-15-dockworkers/\">apparently made progress on a wage hike</a>: The dockworkers have <a href=\"https://abcnews.go.com/US/dockworkers-strike-suspended-sources/story?id=114445386\">reportedly secured a 62 percent raise</a> over the course of the new contract. </p>\n\n<h2 class=\"wp-block-heading\"><strong>What is the </strong>International Longshoremen’s Association? Why are its members <strong>striking?</strong></h2>\n\n<p class=\"has-text-align-none\">The ILA represents the approximately 45,000 workers who manage the unloading of massive shipping containers from large cargo ships. Eventually, inventory from the ships makes its way to warehouses, store shelves, and factories. The members work at ports up and down the East Coast as far north as Maine, as well as Gulf Coast ports in Louisiana and Texas.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There&#8217;s a strike over two main issues,” Art Wheaton, director of labor studies at the Cornell University School of Industrial and Labor Relations, said. “One is money. Two is technology.”</p>\n\n<p class=\"has-text-align-none\">The union has demanded a significant pay raise for dock workers over the six-year life of the contract, as well as increased contributions to their retirement plan and a say in the role of automation in their industry. Some reports indicate the union asked for as much <a href=\"https://apnews.com/article/longshoremen-strike-pay-automation-ports-jobs-consumers-3aa66e0a05db25a49645fad404a5f000\">as a 77 percent pay increase</a>; the most recent proposal from USMX offered a 50 percent increase over the life of the contract.</p>\n\n<p class=\"has-text-align-none\">“The biggest concern is, the dock workers do not want automated machines to be responsible for picking up, dropping off, and releasing the cargo automatically,” Wheaton said. “They would like to have a human operator there” to ensure the quality and safety of their operations — and job security.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Negotiations between USMX and ILA for a new contract stopped in June, reportedly over the use of <a href=\"https://mynbc15.com/news/local/hundreds-of-mobile-dockworkers-set-to-go-on-strike\">automation at a port in Mobile, Alabama</a>. USMX filed a complaint with the National Labor Review Board last week claiming that ILA refused to continue with contract negotiations. USMX did not respond to Vox’s request for comment.</p>\n\n<p class=\"has-text-align-none\">Shipping companies that compose USMX —&nbsp;all of which are based abroad —&nbsp;have made billions as global trade and shipping has boomed, the union argues, while worker wages have stagnated in the face of inflation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Dock workers on the <a href=\"https://www.nytimes.com/2024/09/24/business/economy/port-strike-economy.html\">West Coast make about $55 per hour compared</a> with the East and Gulf Coast <a href=\"https://www.cnn.com/2024/10/01/business/us-port-workers-strike-tuesday/index.html\">average of $39 per hour</a> for experienced workers. West Coast dockworkers received an impressive <a href=\"https://www.portoflosangeles.org/references/2023-news-releases/news_083123_ilwu_contract\">wage increase</a> in their most recent contract<a href=\"https://www.portoflosangeles.org/references/2023-news-releases/news_083123_ilwu_contract\">;</a> they belong to a different union, the International Longshoremen and Warehouse Union (ILWU), which has long been much more radical than the ILA in terms of its politics, demands, and tactics, according to Gabe Winant, a labor historian at the University of Chicago.</p>\n\n<p class=\"has-text-align-none\">But the ILWU workers’ big wage wins proved that it was possible to demand more — and get it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, the ILA hopes to achieve a similar victory.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Which goods will be impacted?</strong></h2>\n\n<p class=\"has-text-align-none\">More than 50 percent of all goods <a href=\"https://www.cbsnews.com/news/east-coast-port-strike-what-to-know/\">imported into the US using container ships</a> come in through the East and Gulf Coast ports, and nearly 70 percent of containerized exports leave through them. However, since the potential for a strike had been well-known for months, companies had plenty of time to prepare. The most immediate casualty of the strikes would have been perishables. </p>\n\n<p class=\"has-text-align-none\">“We have all these perishable goods coming imported [to] the East Coast,” like blueberries, bananas, and fish from South America, Chris Tang, a professor of supply chain management at UCLA, told Vox. “We also have apparel, toys, electronics, we import through the East Coast.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The automotive industry also depends on East Coast ports, as many cars and car parts are imported from Europe. “There’s still some inventories available in the car manufacturing, and as well as the car dealers, so in the short term, it is not a major impact,” Tang said. Under a prolonged strike, that inventory will run out, and car repairs could become more challenging as parts shipments are delayed.</p>\n\n<p class=\"has-text-align-none\">In addition to the strike, there are other factors affecting global shipping at the moment, including <a href=\"https://www.vox.com/videos/24113479/what-the-red-sea-ship-attacks-are-really-about\">Houthi attacks in the Red Sea</a> that have disrupted shipping since November of last year, as has <a href=\"https://www.vox.com/climate/374867/hurricane-helene\">extreme weather</a>. The Panama Canal has also been impacted independent of the strikes; the <a href=\"https://www.nytimes.com/2024/08/14/business/panama-canal-drought.html\">waterway is suffering from a drought</a>, which has created a shipping backlog there.</p>\n\n<p class=\"has-text-align-none\">“As anyone who tried to buy toilet paper during the pandemic can tell you, we have a delicate supply chain, and when you start messing with the cargo ships, the rail, and the semi trucks, you&#8217;re toast,” Wheaton said. “You just aren&#8217;t going to get anything moved. Add to that that you just had a huge chunk of the East Coast get buried in water from the hurricane that just went through.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>How might the dockworker’s strike end?</strong></h2>\n\n<p class=\"has-text-align-none\">The progress on negotiations is a positive sign. The two sides agreed on January 15, 2025, deadline for finalizing a new contract, which gives them a cushion to negotiate on outstanding issues, namely the role of automation at the ports and an increase in pension contributions.  </p>\n\n<p class=\"has-text-align-none\">Given the enormity of the potential fallout from the strike, there was some question of whether President Joe Biden would order dockworkers back to the ports for 80 days as USMX and the ILA continue contract negotiations through powers granted by the Taft-Hartley Act —&nbsp;something Biden said <a href=\"https://www.politico.com/news/2024/10/01/biden-administration-dockworker-strike-00181839\">he did not want to do</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The administration faced “pressure from the consumers, from the retailers, from the manufacturers, and also the shipping companies” to take action and reopen the ports, Tang said. Some business groups had <a href=\"https://www.politico.com/news/2024/10/01/biden-administration-dockworker-strike-00181839\">already called on Biden</a> to send ILA members back to work.</p>\n\n<p class=\"has-text-align-none\">But Biden has also been largely supportive of union action, save the <a href=\"https://www.vox.com/policy-and-politics/2022/11/29/23484623/congress-rail-strike-biden-sick-days\">2022 railway workers strike</a>, and union support has been important to <a href=\"https://www.vox.com/politics/372935/teamsters-union-harris-biden-uaw-labor-trump-endorsement-vote\">Vice President Kamala Harris’s campaign</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The official policy of the government for more than 100 years, that the best solution is a negotiated solution,” Wheaton said. “The union won&#8217;t get everything they want, management won&#8217;t get everything they want, but you sit at the bargaining table to see what both sides can live with.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, October 4, 10:40 am ET:</strong> This story was originally published on October 1 and has been updated to reflect the dock workers’ return to work as a contract is negotiated. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Workers at ports on the East and Gulf Coasts have agreed to go back to the docks —&#160;at least for now. Dock workers with the International Longshoremen’s Association (ILA) went on strike Tuesday following a breakdown in negotiations between the ILA and the organization of international shipping companies that employ them. Now, they are back [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "An Ebola-like virus is spreading in Rwanda. Why isn’t there an approved vaccine for Marburg?",
    "link": "https://www.vox.com/future-perfect/375819/marburg-outbreak-rwanda-vaccine-trial",
    "pubDate": "2024-10-04T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A health worker leaves an isolated area in April 2005 in Uige, Angola in a makeshift tent where Marburg-virus patients are treated. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Florence Panoussian/&lt;/span&gt;AFP via Getty Images\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Florence Panoussian/&lt;/span&gt;AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-52611667.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A health worker leaves an isolated area in April 2005 in Uige, Angola in a makeshift tent where Marburg-virus patients are treated. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Florence Panoussian/&lt;/span&gt;AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">An outbreak of Marburg, a virus closely related to Ebola that can cause severe and often <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=This%20is%20why%20it%20is,low%20at%20the%20global%20level.\">fatal</a> disease, is <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537\">spreading</a> in Rwanda. As Africa struggles with <a href=\"https://www.vox.com/future-perfect/2024/1/24/24048361/mpox-covid-outbreak-africa-cdc-public-health\">compounding public health challenges</a>, this one presents a rare silver lining: the chance to test new vaccines that could save lives across the continent in the future.<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">The first patient infected with the virus in the country died on September 8, the World Health Organization (WHO) said at a press conference Thursday. As of September 29, a total of 36 cases and 11 deaths have been reported, making it one of the <a href=\"https://www.cdc.gov/marburg/outbreaks/index.html\">largest</a> Marburg outbreaks in history. Although most infections are among health care workers from two hospitals in Kigali, the capital of the East African country, seven of Rwanda’s 30 districts have seen cases. It is the <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537\">first</a> time the virus has been known to cause infections in Rwanda.</p>\n\n<p class=\"has-text-align-none\">The WHO <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=This%20is%20why%20it%20is,low%20at%20the%20global%20level.\">indicated</a> the outbreak is highly likely to spread to neighboring countries, but the risk of further global spread is low. Typically, humans become infected when they come into contact with a Marburg-carrying Egyptian <a href=\"https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease\">fruit bat</a>, a species found across Africa, the Middle East, and parts of western Asia. Once a person has the virus, though, it can then spread to others through contact with bodily fluids or contaminated surfaces and materials, like clothing or bedding. This mode of transmission means that Marburg virus will not spread as easily as, say, Covid-19 or other respiratory diseases.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">However, as we have seen in <a href=\"https://www.cdc.gov/marburg/outbreaks/index.html\">previous</a> Marburg virus outbreaks, travelers returning from countries experiencing an outbreak can introduce the disease into their home countries. Already, <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537\">one person</a> who came into contact with an infected patient in Rwanda has traveled to Belgium, underscoring the possibility of isolated overseas cases.</p>\n\n<p class=\"has-text-align-none\">Historically, Marburg virus disease is fatal in about <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=This%20is%20why%20it%20is,low%20at%20the%20global%20level.\">50 percent</a> of patients, but in some previous outbreaks, the mortality rate has exceeded 80 percent. People <a href=\"https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease\">experience</a> high fever, severe headache, extreme fatigue, <a href=\"https://www.cdc.gov/marburg/about/index.html\">rash</a>, bloody diarrhea, abdominal cramping, and <a href=\"https://wwwnc.cdc.gov/travel/notices/level2/marburg-rwanda#:~:text=Marburg%20is%20a%20viral%20hemorrhagic,Marburg%20virus%20is%20often%20fatal.\">unexplained bruising</a> and bleeding from the nose and gums. Symptoms can appear anywhere from <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=Burial%20ceremonies%20that%20involve%20direct,severe%20headache%20and%20severe%20malaise.\">2 to 21 days</a> after the initial infection.</p>\n\n<p class=\"has-text-align-none\">All <a href=\"https://www.cdc.gov/marburg/outbreaks/index.html\">previous</a> Marburg virus outbreaks have occurred in sub-Saharan Africa, most recently in Tanzania, where there were <a href=\"https://www.cdc.gov/marburg/outbreaks/marburg-virus-disease-outbreak-linked-to-marburgvirus-in-tanzania.html\">eight</a> confirmed cases and five deaths, and in Equatorial Guinea, where there were <a href=\"https://www.cdc.gov/marburg/outbreaks/marburg-virus-disease-outbreak-linked-to-marburgvirus-in-equatorial-guinea.html\">16 confirmed cases</a> and 12 deaths; both outbreaks occurred in 2023. Between 1967 and 2008, the US, Germany, Yugoslavia, and the Netherlands have reported Marburg disease among travelers returning from Uganda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To date, there is no approved treatment or vaccine for Marburg virus disease, but there are at least <a href=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\">four</a> vaccines in development. All four have been <a href=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\">effective</a> in studies involving animals. A small, early-stage clinical <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(22)02400-X/abstract\">trial</a> in humans had promising results; however, study participants who received the Marburg vaccine were not exposed to the virus to test how protective the shot was. Two other <a href=\"https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease\">vaccines</a> for Ebola virus could also be effective against Marburg virus.</p>\n\n<p class=\"has-text-align-none\">Researchers in Rwanda are preparing to submit protocols for phase 3 trials to a Rwandan ethics committee for approval. This would be an opportunity to expedite the development of Marburg virus vaccines and treatments and perform larger trials in a real-world outbreak.</p>\n\n<p class=\"has-text-align-none\">If the trial moves forward quickly, the current crisis could allow scientists to identify a shot that protects millions of people in the years to come.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The slim vaccine silver lining</strong></h2>\n\n<p class=\"has-text-align-none\">The WHO, Rwandan public health officials, and <a href=\"https://journals.plos.org/plospathogens/article?id=10.1371/journal.ppat.1010805\">a group of scientists and institutes</a> working on vaccine research <a href=\"https://www.nature.com/articles/d41586-024-03218-3\">met</a> earlier this week to discuss quickly setting up a vaccine trial that could help quell the ongoing outbreak.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of the vaccine candidates being developed, the most promising one that seems most likely to be tested if a trial moved ahead in Rwanda is the cAd3-Marburg vaccine developed by the National <a href=\"https://www.niaid.nih.gov/\">Institute</a> of Allergy and Infectious Diseases (NIAID). Last year, the NIAID tested the vaccine for safety in humans for the first time in a phase 1 clinical <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(22)02400-X/abstract\">trial</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Forty healthy adults received one of two different doses of the vaccine and were monitored for adverse reactions and to see if their immune systems produced antibodies, an indication that the vaccine would be effective if the individuals were exposed to the virus. The vaccine was deemed safe, and 95 percent of the participants had developed antibodies four weeks after receiving it. However, the participants were never exposed to the virus, so the vaccine’s practical effectiveness was not evaluated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Earlier this year, the <a href=\"https://www.sabin.org/\">Sabin Vaccine Institute</a> started a <a href=\"https://www.sabin.org/resources/sabin-vaccine-institute-begins-phase-2-clinical-trial-for-marburg-vaccine-in-uganda/\">phase 2</a> clinical <a href=\"https://www.clinicaltrials.gov/study/NCT05817422?cond=Marburg%20Virus%20Disease&amp;term=Sabin&amp;rank=1\">trial</a> for the NIAID vaccine in Uganda and Kenya. Healthy adults will randomly be assigned to receive the vaccine or a placebo shot and then will again be monitored for adverse responses and antibody responses. Participants will also not be exposed to the Marburg virus during this trial.</p>\n\n<p class=\"has-text-align-none\">Typically, if phase 2 trials are successful, scientists proceed to larger phase 3 trials and roll out the vaccine to a large group of people and then observe its impact when individuals are exposed to the virus. The emergency situation in Rwanda may accelerate this process. Scientists may move ahead with a phase 3 trial even though phase 2 results are not yet available.</p>\n\n<p class=\"has-text-align-none\">Researchers and health officials have been preparing for this. Earlier this year, scientists from the WHO and 17 countries at risk for Marburg virus outbreaks developed <a href=\"https://www.who.int/news-room/events/detail/2024/02/20/default-calendar/building-research-readiness-for-a-future-filovirus-outbreak-workshop-february-20-22-2024-uganda\">protocols</a> to test both <a href=\"https://cdn.who.int/media/docs/default-source/consultation-rdb/vx-discussion_martha-nason_who-filovirus-workshop-key-analyses-and-endpoints.pdf?sfvrsn=fccf158_3\">vaccines</a> and treatments during an outbreak. A phase 3 clinical trial in Rwanda would follow a ring vaccination strategy where contacts of infected people are vaccinated. The trial would have two groups, one group of contacts who are immediately vaccinated and then a second “delayed” group who are presumably vaccinated at a later time. Researchers would then compare the impact of the vaccine between the two groups.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Scientists may also test a treatment that uses antibodies, proteins made by the immune system to kill viruses and other pathogens, against the virus. One <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5719873/\">study</a> found that treating animals such as guinea pigs and monkeys with these antibodies after they were infected with Marburg virus prevented serious illness and death. Medical workers successfully treated patients with antibody <a href=\"https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(23)00552-2/fulltext\">cocktails</a> during previous Ebola virus outbreaks.</p>\n\n<p class=\"has-text-align-none\">The WHO’s ethics committee has already approved protocols to test vaccines and the antibody treatment, a spokesperson told Vox. The next step is for these protocols to be approved by an ethics committee within Rwanda. Two Rwandan researchers have been selected to lead these efforts in the country.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">One other hurdle remains. There are fewer than <a href=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\">2,000</a> total vaccine doses currently available. In April 2023, the Sabin Vaccine Institute had produced about 850 of those doses. Oxford University, which is developing another Marburg vaccine, had about 1,000 doses. Larger-scale production could be needed, especially if the outbreak becomes more widespread. Both the Sabin Vaccine Institute and Oxford University have existing manufacturing capacity for the Marburg vaccines and previously reported to the WHO that they could rapidly produce additional doses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Marburg outbreak has ignited amid a surging mpox outbreak in the region, which the World Health Organization <a href=\"https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern\">declared</a> an international health emergency in August. The Democratic Republic of the Congo, which neighbors Rwanda, is the <a href=\"https://worldhealthorg.shinyapps.io/mpx_global/\">epicenter</a> of the mpox outbreak. (The DRC has not yet recorded any Marburg cases.)</p>\n\n<p class=\"has-text-align-none\">Fortunately, Rwanda has one of the <a href=\"https://www.thinkglobalhealth.org/article/rwandas-health-care-success-holds-lessons-others\">strongest</a> public health systems in Africa and has only reported a handful of mpox cases. An estimated <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10926934/\">90 percent</a> of the population have health insurance, much higher than most of its neighbors. Rwanda also has a strong infectious disease surveillance <a href=\"https://www.gavi.org/vaccineswork/lessons-rwanda-building-systems-protect-against-infectious-diseases-and-biothreats\">system</a> and a <a href=\"https://www.sciencedirect.com/science/article/pii/S2352771424001800\">history</a> of successfully containing outbreaks.</p>\n\n<p class=\"has-text-align-none\">That makes it an ideal setting for testing a Marburg vaccine during the current outbreak —&nbsp;if public health authorities can move quickly. The race is on.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "An outbreak of Marburg, a virus closely related to Ebola that can cause severe and often fatal disease, is spreading in Rwanda. As Africa struggles with compounding public health challenges, this one presents a rare silver lining: the chance to test new vaccines that could save lives across the continent in the future.&#160; The first [&#8230;]",
    "author": "Jessica Craig"
  },
  {
    "title": "Love Is Blind: DC sadly doesn’t feel like DC ",
    "link": "https://www.vox.com/culture/375548/love-is-blind-dc-season-7-recap-review",
    "pubDate": "2024-10-04T10:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A silhouette of a woman in a long dress is shown on a round archway.\" data-caption=\"A reveal from Love Is Blind trying to prove whether or not love is blind. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix ©2024&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix ©2024&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Love_Is_Blind_n_S7_E5_00_15_57_21RC.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A reveal from Love Is Blind trying to prove whether or not love is blind. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix ©2024&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">While Virginia is reportedly for lovers, most everyone acknowledges that nearby Washington, DC, is not. The nation’s capital has been <a href=\"https://www.washingtonian.com/2015/08/27/why-the-dating-scene-sucks-for-women-in-dc/\">consistently</a> ranked as one of <a href=\"https://www.nbcwashington.com/news/local/dc-disaster-dates-slide-into-our-dms-and-tell-us-your-funny-or-awkward-date-story/3531324/\">the worst</a> places <a href=\"https://www.washingtonpost.com/news/arts-and-entertainment/wp/2015/04/03/dating-in-washington-is-really-hard-is-it-d-c-or-is-it-me/\">to date</a> and one of the US’s <a href=\"https://wtop.com/news/2014/02/dc-is-second-worst-city-for-singles/\">worst cities for singles</a>. Too many type As, too many people too into their jobs, too many people ready to leave after two years — it’s not exactly a city that screams romance. They say that <a href=\"https://www.theguardian.com/commentisfree/2013/oct/08/modern-politics-show-business-for-ugly-people\">politics is show business for ugly people</a>, which would make DC the Hollywood of uggos.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given Washington’s notoriety, it was only a matter of time before Netflix took <em>Love Is Blind</em> to the nation’s capital.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In its first season, the Netflix reality dating series asserted the hopefulness of romance — the possibility of falling in love with someone sight unseen and marrying them within a month — but it has become a show about <a href=\"https://www.vox.com/22958499/love-is-blind-season-2-recap-review\">irreparable incompatibility</a> featuring terrifying tales of <a href=\"https://www.vox.com/culture/2023/9/22/23885294/love-is-blind-season-5-review-uche-villain\">red flag-waving monsters</a>. There have also been <a href=\"https://www.usatoday.com/story/entertainment/tv/2024/01/04/renee-poche-love-is-blind-netflix-lawsuit/72101776007/\">lawsuits from contestants</a> alleging toxic and inhospitable <a href=\"https://www.newyorker.com/magazine/2024/05/27/is-love-is-blind-a-toxic-workplace\">workplace environments</a> in and out of the “<a href=\"https://www.netflix.com/tudum/articles/love-is-blind-pods\">pods</a>.” Yet the love experiment is one of <a href=\"https://www.forbes.com/sites/maryroeloffs/2024/04/16/love-is-blind-most-popular-streaming-show-netflix-the-gentlemen-avatar-brooklyn-99-bluey/\">Netflix’s biggest hits</a>, and each season a captive audience tunes in to see a new batch of daters and the horrors — body shaming, weaponized therapy speak, flies in toilets — that await them on the other side of the wall.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Love_Is_Blind_n_S7_E1_00_23_01_22RC.jpg?quality=90&#038;strip=all&#038;crop=0,3.4383212962771,100,93.123357407446\" alt=\"A group of women in colorful dresses gather in a beige living area and raise glasses of wine to each other in a large circle.\" title=\"A group of women in colorful dresses gather in a beige living area and raise glasses of wine to each other in a large circle.\" data-has-syndication-rights=\"1\" data-caption=\"Let’s go girls! Time to talk to faceless men! | Courtesy of Netflix\" data-portal-copyright=\"Courtesy of Netflix\" />\n<p class=\"has-text-align-none\">Now we have what sounds like a perfect, hellish match: one of the worst dating cities in the US, combined with one of the bleakest reality TV dating shows in history. On paper, it feels more like a dare or taunt, a gift to haters. Truly only the freakiest freaks, some real District of Columbia sickos would sign up to be on <em>Love Is Blind: DC</em>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But while this immensely watchable season has plenty of villains and inter-crossing love triangles, it, sadly, doesn’t feel very DC.</p>\n\n<p class=\"has-text-align-none\">For one thing, no one on this season explicitly works in government. To be fair, the show isn’t very specific when it comes to its participants’ professions, so an “IT specialist” could ostensibly be working for some military government contractor and an “engineer” could be doing research for, say, Lockheed-Martin. Still, the closest we get is a cast member being described as a “policy advocate,” which seems like a nice euphemism for lobbyist.</p>\n\n<p class=\"has-text-align-none\">Capitol Hill keeping their employees from representing on <em>Love Is Blind</em> is understandable because of how embarrassingly and negatively many of the participants are portrayed. But that dynamic of an adjacency to national political power fueling a person’s dating identity is exactly what makes DC dating unique and (from all these news stories about people who hate dating there) so hostile. That the show spent a season in DC and couldn’t capture the snobbiness of a staffer asking “Who do you work for?” feels like a loss.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There seems to be a reluctance to get into politics this season, too. A contestant talks about how he voted in the 2016 and 2020 elections, and there’s a conversation about what kind of political beliefs one has while serving in the military, but politics as they relate to dating preferences  — e.g., whether love trumps politics, whether similar politics mean compatibility, etc. — is barely addressed. That’s a missed opportunity, not only given how politically active DC allegedly is, but also because finding partners who share the same politics has increasingly become <a href=\"https://thehill.com/changing-america/enrichment/arts-culture/3917348-politics-are-increasingly-a-dating-dealbreaker-especially-for-women/\">more and more important</a> to singles. </p>\n\n<p class=\"has-text-align-none\">That said, there’s still enough relationship dysfunction this season to sustain its horror-junkie audience.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Brittany, a beautiful woman who wants to be a trophy wife and tells the camera she cannot spell the word “physicist,” falls for Leo, a young art dealer who tells everyone that one of his insecurities is that he inherited a humongous amount of money and never has to worry about anything financially. The more the audience gets to know Leo, the more it seems like this isn’t an insecurity at all. The more Brittany gets to know Leo, the more interested she is in his “insecurity.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Love_Is_Blind_n_S7_E1_00_22_59_12RC.jpg?quality=90&#038;strip=all&#038;crop=0,3.4383212962771,100,93.123357407446\" alt=\"A group of men sit and stand around a long table, all dressed in suits or business casual, raising wine glasses to each other.\" title=\"A group of men sit and stand around a long table, all dressed in suits or business casual, raising wine glasses to each other.\" data-has-syndication-rights=\"1\" data-caption=\"The dudes from Love Is Blind | Courtesy of Netflix\" data-portal-copyright=\"Courtesy of Netflix\" />\n<p class=\"has-text-align-none\">There’s also Hannah, a 26-year-old woman who quit her “dream job” to be on the show. The dream job in question? Medical device sales. Perhaps there is honor and allure in, say, the vending of CPAP machine accessories, but she’s given it all up for the possibility of sight-unseen reality TV love. To that end, she tells Nick, one of her pod suitors, that she dates athletes and she’s always worried that men only see her as a hot girl. Nick tells her he looks like a less buff Henry Cavill. Neither is setting themselves up to overdeliver.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hannah, Nick, Leo, Brittany and their cohort deliver a season draped in red flags and dealbreakers. From chilling fights about yapping too much to roundabout conversations about getting the ick from watching your partner straddle patio furniture, there’s plenty here. If you’re coupled, they’ll make you breathe a sigh of relief that you’re not in the dating pool. If you’re single, they’ll make you relish it.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>Love Is Blind </em>is still a riveting, deranged exploration of the worst people falling in and out of love, even if it doesn’t feel like DC.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "While Virginia is reportedly for lovers, most everyone acknowledges that nearby Washington, DC, is not. The nation’s capital has been consistently ranked as one of the worst places to date and one of the US’s worst cities for singles. Too many type As, too many people too into their jobs, too many people ready to [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "What young voters see in Kamala Harris",
    "link": "https://www.vox.com/politics/375620/young-voters-kamala-harris-poll-survey-gen-z-millennial-fix-solve-enthusiasm-support-winning",
    "pubDate": "2024-10-04T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Young adults pass out blue signs that read “Harris-Walz”\" data-caption=\"Harris-Walz campaign signs are passed out at a presidential debate watch party in Miami, Florida, on September 10. | Eva Marie Uzcategui/Bloomberg via Getty Images\" data-portal-copyright=\"Eva Marie Uzcategui/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2170584819.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Harris-Walz campaign signs are passed out at a presidential debate watch party in Miami, Florida, on September 10. | Eva Marie Uzcategui/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Among the signs that the 2024 presidential contest is reverting to a more “normal” election is a big shift from the country’s youngest voters. After abandoning President Joe Biden <a href=\"https://www.vox.com/2024-elections/24125496/young-voters-trump-biden-polling\">in favor of third-party candidates, former President Donald Trump, or simply not voting</a>, they have rallied to support Vice President Kamala Harris since her entrance to the race this summer.</p>\n\n<p class=\"has-text-align-none\">That’s true across much of the electorate, though to differing degrees. After all, Harris took over from a candidate in political free fall. But young voters have responded with particular enthusiasm: They <a href=\"https://www.politico.com/news/2024/07/27/kamala-harris-identity-zoom-00171489\">organized</a> Zoom calls for her nascent campaign. Their activist groups <a href=\"https://www.usatoday.com/story/opinion/columnists/2024/07/31/kamala-harris-young-voters-gen-z-mobilizing/74566303007/\">rushed to endorse</a> the VP. They signed up to <a href=\"https://www.pbs.org/newshour/politics/gen-z-feels-the-kamalove-youth-led-groups-see-surge-of-energy-around-harris-campaign\">volunteer</a> for her campaign and registered to vote for the first time. “A breath of fresh air” was the phrase of the day, and some Gen Z activists wondered if this was what it felt like to be young during Barack Obama’s first presidential run in 2008. And, of course, you <a href=\"https://www.vox.com/2024-elections/363560/gen-z-brat-coconut-kamala-harris-vote-young-voter\">can’t forget the memes</a>.</p>\n\n<p class=\"has-text-align-none\">The conventional wisdom from pundits and pollsters was that, like any honeymoon, the good vibes could be temporary. It seemed only natural that as young voters who didn’t really know Harris learned more about her, some share of them would be turned off by elements of her political track record or personal history. And surely the usual fusillade of Trump attacks would sour some part of the electorate, including young voters, against her.</p>\n\n<p class=\"has-text-align-none\">And yet, about two months later, Harris has managed to sustain that youth enthusiasm and recover much of the support Biden received in 2020. Part of that success, polls suggest, is because her campaign is tackling some deep-seated frustrations young voters have had with American politics in the Trump era: a disconnected feeling, an absence of representation, and a sense that they just aren’t being heard by the political establishment.</p>\n\n<p class=\"has-text-align-none\">That appeal may be key to what’s going on with Harris and young voters. While she’s made gains with a number of groups since entering the race — independents, suburban voters, even white non-college-educated voters, to name a few — only Black voters have swung as hard in her favor as young voters have. <a href=\"https://x.com/admcrlsn/status/1838038449703567570/photo/1\">An analysis of crosstab data</a> from polls conducted before Biden’s dropout and after Harris’s debate performance by the former Democratic pollster Adam Carlson found a Harris gain of nearly 12 points with voters 18–29, compared to a shift of 4.2 points for the electorate at large.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/fallbackimg.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“Young voters desire to be seen and heard, particularly in this presidential race that just felt really disconnected from them,” Jenifer Fernandez Ancona, cofounder of Way to Win, a political strategy group that focuses on mobilizing minority voters, told me. “The opportunity now is to present this campaign as a response to young voters’ desire for younger candidates at the top of the ticket, affirming their collective power and their ability to affect change.”</p>\n\n<p class=\"has-text-align-none\">That ability may rest in part on turnout; while millennial and Gen Z voters combined <a href=\"https://www.theatlantic.com/ideas/archive/2023/06/gen-z-millennials-vote-republican/674328/\">are on track</a> to make up a larger chunk of the electorate this year than they ever have, they regularly participate at <a href=\"https://ourworldindata.org/grapher/voter-turnout-rate-by-age-usa\">lower levels than older generations</a>. Even in 2020, a year of record young voter turnout, only <a href=\"https://circle.tufts.edu/latest-research/half-youth-voted-2020-11-point-increase-2016\">about</a> <a href=\"https://www.census.gov/library/stories/2021/04/record-high-turnout-in-2020-general-election.html\">half</a> of those younger demographic cohorts voted. And yet, turning out and winning less reliable young voters by large margins is a necessary part of any Democratic presidential victory, even if it’s not enough to swing the whole race.</p>\n\n<h2 class=\"wp-block-heading\">Young voter enthusiasm has shot up — and stayed there</h2>\n\n<p class=\"has-text-align-none\">Most polls since the Democratic National Convention in August and the first Harris-Trump presidential debate last month present similar accounts of the “youth vote”: After nearly a year of bad polling for Biden, Harris has managed to open and hold a margin of support nearly equal to what Biden got four years ago.</p>\n\n<p class=\"has-text-align-none\">In 2020, for context, Biden won voters under the age of 30 by about 24 points, according to <a href=\"https://docs.google.com/spreadsheets/d/1GIovkPfwUJvFZeFPdOi0fK8Rr7aOVFCYBzrlMG4Vjro/edit?gid=0#gid=0\">post-election surveys</a>. That result itself was a decline from the support Hillary Clinton and Barack Obama received in past cycles, but Biden had <a href=\"https://www.vox.com/23042037/joe-biden-young-voters-disapprove-progressive-gen-z\">long had trouble</a> energizing young people.<strong> </strong>Harris now has an average polling lead of about 22 points with young voters when you look at <a href=\"https://docs.google.com/spreadsheets/d/16D9GSxqF5LFIRTcoVJlvWWefU_h-ZMzlomghgbvYRaM/edit?pli=1&amp;gid=1863533280#gid=1863533280\">aggregated crosstab results</a> from polls in September.</p>\n\n<p class=\"has-text-align-none\">Even a return to the 2020 status quo, though, represents a dramatic shift. Before dropping out, Biden was routinely just <a href=\"https://www.axios.com/2024/02/26/biden-trump-gen-z-millennial-poll\">barely leading</a> Trump with young voters, if not falling <a href=\"https://www.nytimes.com/interactive/2023/12/19/us/elections/times-siena-poll-registered-voter-crosstabs.html\">slightly behind</a>. Pundits and the public were regularly asking if the polls were just broken or if Biden could really be <em>that</em> unpopular with young people. Harris’s candidacy may have provided an answer: By late July, mere days into her campaign, she had begun to restore the Democratic edge. She was <a href=\"https://www.nytimes.com/interactive/2024/07/25/us/elections/times-siena-poll-registered-voter-crosstabs.html\">leading</a><a href=\"https://www.generationlab.org/trump-vs-harris-vs-biden\"> Trump</a> by about 20 points in some of the same polls that had spelled doom for Biden. </p>\n\n<p class=\"has-text-align-none\">Polling isn’t the only sign of this sudden reversal. Voter registration rates for young people provide another data point. According to tracking from the Democratic strategist Tom Bonier, rates of new registration for the young, particularly young Black and Hispanic women, have <a href=\"https://x.com/tbonier/status/1828457890228629534/photo/1\">surged</a> both in the immediate aftermath of Biden’s dropout and Harris’s ascension, and in the <a href=\"https://x.com/tbonier/status/1838393369057169834\">six</a><a href=\"https://x.com/tbonier/status/1836002142122885200\"> weeks</a> since. These statistics <a href=\"https://www.vox.com/2024-elections/363560/gen-z-brat-coconut-kamala-harris-vote-young-voter\">mirror</a><a href=\"https://www.usatoday.com/story/news/politics/elections/2024/09/21/young-voter-registration-breaking-records-swift/75306021007/\"> what</a> independent voter registration trackers, like Vote.org, <a href=\"https://x.com/Jemsinger/status/1816065585844764715\">say</a>.</p>\n\n<p class=\"has-text-align-none\">Polls gauging the enthusiasm of young voters and their interest in the presidential election have also shifted in the last few months. The <a href=\"https://iop.harvard.edu/youth-poll/48th-edition-fall-2024\">Harvard Youth Poll</a>, one of the best surveys of young voters out there, found significant movement in young Democrats’ enthusiasm for the election from March to September 2024. In the spring, similar shares of young Democrats (66 percent) and young Republicans (64 percent) told pollsters that they would “definitely” vote in the November election. Last month, young Democrats were much more likely to say they will vote: 74 percent compared to just 60 percent of young Republicans.</p>\n\n<p class=\"has-text-align-none\">The Harvard pollsters argue that much of this boost is due specifically to Harris. Back in March, just <a href=\"https://iop.harvard.edu/youth-poll/47th-edition-spring-2024\">44 percent</a> of self-identified Biden voters in the Harvard poll said they were enthusiastic about supporting him. In September, <a href=\"https://iop.harvard.edu/youth-poll/48th-edition-fall-2024\">81 percent of Harris voters said so</a>. And views of Harris specifically have gotten much more positive: Her overall favorability ratings have risen since the spring, and she also holds an advantage over Trump in the kinds of personal attributes they ascribe to her and in who they trust more on most policies.</p>\n\n<p class=\"has-text-align-none\">The University of Chicago Institute of Politics Youth Poll found similar shifts from its<a href=\"http://api.genforwardsurvey.com/download/431/?f=true&amp;_gl=1*13jlxhq*_ga*MTk2NjgzMzY1LjE3MjczMTIyNTE.*_ga_CSCXTK5ECE*MTcyNzMxMjI1MC4xLjEuMTcyNzMxMjI2OC4wLjAuMA..\"> May</a> 2024 survey to its most recent poll from <a href=\"https://politics.uchicago.edu/uploads/homepage/2024-08-August-Toplines-Public-Young-Adult-Sample.pdf\">late July and August</a>, which was taken shortly after Biden exited the race. Both young Republicans and young Democrats are now paying more attention to election news, but the share of young Democrats who say they will “definitely” vote this year has risen, while the share of Republicans has stayed flat.</p>\n\n<p class=\"has-text-align-none\">Taken together, these surveys and statistics suggest not only that the rush of early youth enthusiasm for Harris is sticking but that there are clear opportunities for Harris’s campaign to continue to increase these margins of support.</p>\n\n<h2 class=\"wp-block-heading\">Harris is a symbol for some of the longer-term, deeper changes young voters want from politics</h2>\n\n<p class=\"has-text-align-none\">Harris’s apparent success with young voters wasn’t a given, but reckoning with just how rotten the vibes had gotten for young voters while Biden was the nominee is key to understanding how it came about. That context also explains why so many young people are projecting a new kind of hope onto Harris — and what she can still come to represent in the little over a month left of the campaign.</p>\n\n<p class=\"has-text-align-none\">In addition to national-level polling, researchers and strategists are using focus groups and surveys to zoom in on young voter sentiments and better understand the “why” and “how” of their evolving support for the Democratic ticket. Fernandez Ancona’s Way to Win, for example, identified and surveyed a group of battleground state young voters to examine how young people were feeling about the country, the electoral process, and the candidates before them.</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://waytowin.docsend.com/view/kzsc2x277i73gjkz\">survey</a> was conducted this summer before Biden dropped out of the race. “One of the challenges that we saw early on with Biden’s candidacy,” Fernandez Ancona said, “was [that young people] felt like Biden had abandoned them. They felt like Biden couldn’t fight for them because … he was too old and he could no longer understand them or feel empathy for them. So that disconnect was a huge problem.”</p>\n\n<p class=\"has-text-align-none\">The results were grim for Democrats and confirmed what other <a href=\"https://www.semafor.com/article/05/28/2024/a-dying-empire-led-by-bad-people-poll-finds-young-voters-despairing-over-us-politics\">qualitative research</a> of young voters has found: that young people feel like the American dream is a “fading mirage” that is increasingly “out of reach.” They were still hopeful, dreaming about what could be, but felt especially left out of political discussions, uninspired by Biden or Trump, and pressured by the cost of living, debt, and threats to abortion rights.</p>\n\n<p class=\"has-text-align-none\">“I am struggling in every aspect when it comes to the cost of living, the cost of food, everything is barely making it so that I can [stay] just above water … (barely making it),”<strong> </strong>one 28-year-old Biden-supporting female participant told the researchers. Pluralities of respondents felt the same way. And more than half of them said 2024 was trending in a worse direction than any of the past few years. </p>\n\n<p class=\"has-text-align-none\">“You’d see over and over again, just how young people do feel powerless and out of control, regarding their finances, their own ability to provide themselves, health care, and just the state of the world. That is something that [persists] and is still a thing we have speak to,” Fernandez Ancona said.</p>\n\n<p class=\"has-text-align-none\">The results offered a clear picture of what Democrats needed to change if they wanted to win in November: Replace Biden, promote younger leadership, and offer a clearer, more positive, and more forward-looking platform that moved beyond Biden or Trump.</p>\n\n<p class=\"has-text-align-none\">That’s just what has happened in the following months. “What we see in the data is that Harris is almost kind of the ideal candidate for them, because [she presents] the three things that [young people] said they wanted most: authenticity, actionable policies, and a change from the status quo,” Fernandez Ancona said. “Harris becomes that avatar for everything you are asking for. So she can possibly help solidify them as a voting block by speaking to their agency in [pushing for this change].”</p>\n\n<p class=\"has-text-align-none\">Aside from representing the kind of shock to the political system that many young people were hoping for, Harris is also benefitting from a high level of trust from young people, both on the issues they said matter most and on being the “change” candidate. The University of Chicago poll, for example, found that while young people continue to disapprove of Biden, they <a href=\"https://politics.uchicago.edu/get-involved/youth-poll#keyTakeaways\">don’t necessarily apply</a> that same disapproval to Harris. </p>\n\n<p class=\"has-text-align-none\">What all these surveys and studies also confirmed was the way these narratives of trust, change, and hope were boosted by viral memes and social media engagement. It was through social media, and <a href=\"https://news.uchicago.edu/what-are-we-getting-wrong-about-young-voters\">TikTok in particular</a>, that many young voters were reintroduced to Harris as a candidate and prompted to <a href=\"https://www.scholarsandstorytellers.com/young-voters-in-a-digital-world\">tune back</a> into election news and look into her policies.</p>\n\n<p class=\"has-text-align-none\">Still, these analyses also point to a central vulnerability for Harris, one that existed even before the summer shakeup. Young voters, and voters writ large, are still concerned <a href=\"https://www.cnn.com/2024/09/22/politics/young-voters-election-issues/index.html\">about affordability and their economic prospects</a>, and that’s the big issue holding back stronger support from young men, and young men of color, in particular. It’s the biggest issue where Trump continues to hold an advantage over Harris in the Harvard Youth Poll,<strong> </strong>it’s the <a href=\"https://politics.uchicago.edu/get-involved/youth-poll#keyTakeaways\">most important issue</a> in the University of Chicago poll, and it’s the<a href=\"https://www.latimes.com/politics/newsletter/2024-09-21/harris-hasnt-sealed-the-deal-focus-groups-with-young-voters-show-why-politics\"> major sticking point</a> for undecided and marginal young voters in the focus groups that Harvard’s John Della Volpe, the director the youth poll, has been running.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It also swamps the share of young voters who are concerned about the other big vulnerability Biden faced — his handling of the war in Gaza. Anywhere from 1 to 4 percent of respondents in either poll prioritized the Gaza war, though 11 percent of respondents in the <a href=\"https://politics.uchicago.edu/uploads/homepage/2024-08-August-Toplines-Public-Young-Adult-Sample.pdf\">UChicago poll</a> said they were Harris voters who felt less likely to support her because of the administration’s handling of the war.</p>\n\n<p class=\"has-text-align-none\">Harris, scholars and researchers say, should focus on her economic vision as young voters continue to prioritize issues and “change” in their vote choice.</p>\n\n<p class=\"has-text-align-none\">“Having an economic plan and a real plan for the future — yes, she talks about the opportunity economy that she envisions, but really spelling out for people how that’s going to work and play out, and how she may get that through Congress, is going to be critical, especially for that kind of cohort, these different demographic splits of Gen Z,” Alisha Hines, the director of research at the UCLA Center for Scholars and Storytellers, told me.</p>\n\n<p class=\"has-text-align-none\">Harris and her team may be getting the message. She <a href=\"https://kamalaharris.com/wp-content/uploads/2024/09/Policy_Book_Economic-Opportunity.pdf\">rolled out</a> an extensive economic policy vision in late September, followed in quick succession by a major <a href=\"https://www.politico.com/news/2024/09/25/harris-economy-pittsburgh-speech-00181079\">speech</a> and an <a href=\"https://thehill.com/homenews/administration/4900063-kamala-harris-stephanie-ruhle-interview-takeaways/\">interview</a> with MSNBC to flesh out her plans — all of which mark a new phase of her campaign, drilling down on the policy specifics she has slowly rolled out since becoming the nominee. Polling and surveys tell us that young people want more of that. Harris has about a month left to do it.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Among the signs that the 2024 presidential contest is reverting to a more “normal” election is a big shift from the country’s youngest voters. After abandoning President Joe Biden in favor of third-party candidates, former President Donald Trump, or simply not voting, they have rallied to support Vice President Kamala Harris since her entrance to [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "Get used to more absurdly hot Octobers",
    "link": "https://www.vox.com/climate/375996/extreme-heat-october-climate-change",
    "pubDate": "2024-10-03T22:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two people standing up to their knees in the water of the San Francisco Bay with the city in the background. \" data-caption=\"Elizabeth Gomez, left, and Jeffrey Chip Barrus cool off in the waters of Alameda Beach in Alameda, California, on October 2, 2024, during an exceptional heat wave across the Bay Area and inland. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jessica Christian/San Francisco Chronicle/Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jessica Christian/San Francisco Chronicle/Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2175516086.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Elizabeth Gomez, left, and Jeffrey Chip Barrus cool off in the waters of Alameda Beach in Alameda, California, on October 2, 2024, during an exceptional heat wave across the Bay Area and inland. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jessica Christian/San Francisco Chronicle/Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Much of the western United States is <a href=\"https://www.washingtonpost.com/weather/2024/10/02/record-heat-wave-west-palmsprings-phoenix/\" data-type=\"link\" data-id=\"https://www.washingtonpost.com/weather/2024/10/02/record-heat-wave-west-palmsprings-phoenix/\">experiencing record temperatures</a> — reaching the sorts of highs in October that are normally associated with some of the hottest days of summer.</p>\n\n<p class=\"has-text-align-none\">Palm Springs, California, hit a staggering 117 degrees Tuesday, setting a new October record for itself, and <a href=\"https://x.com/US_Stormwatch/status/1841286708773744641?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\">matching the highest temperature</a> that’s ever been documented in the US in <a href=\"https://x.com/US_Stormwatch/status/1841286708773744641?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\">October</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other places in <a href=\"https://www.sfchronicle.com/weather/article/san-jose-october-heat-record-19811577.php\">California</a>, <a href=\"https://www.axios.com/local/phoenix/2024/10/02/october-heat-wave-110\">Arizona</a>, and <a href=\"https://abcnews.go.com/US/extreme-october-heat-wave-ongoing-west-latest-forecast/story?id=114458952\">Wyoming</a> have also experienced some of their hottest October temperatures ever, with <a href=\"https://www.sfchronicle.com/weather/article/san-jose-october-heat-record-19811577.php\">San Jose</a> reaching a temperature of 106 degrees, <a href=\"https://www.azcentral.com/story/news/local/phoenix-weather/2024/10/01/weather-records-shattered-in-phoenix-as-october-begins-with-unprecedented-heat/75472128007/\">Phoenix</a> hitting 113, and <a href=\"https://abcnews.go.com/US/extreme-october-heat-wave-ongoing-west-latest-forecast/story?id=114458952\">Cheyenne</a> reaching 85 degrees.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All this is part of a larger trend, one with serious consequences: Heat can, in and of itself, <a href=\"https://www.cdc.gov/extreme-heat/risk-factors/index.html\">be dangerous</a>, especially to the elderly, the very young, and those with chronic health concerns. But it can also have cascading effects, from increasing wildfire risk to disrupting harvests. And, because of the effects of climate change, temperatures like those seen across the western US this week could become far more common.</p>\n\n<p class=\"has-text-align-none\">“Human-caused climate change … is loading the weather dice toward more frequent and intense heat waves,” University of Pennsylvania climate scientist Michael Mann told Vox.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>It’s part of a larger trend</strong></h2>\n\n<p class=\"has-text-align-none\">This October heat is largely the result of a phenomenon currently happening <a href=\"https://www.washingtonpost.com/weather/2024/10/02/record-heat-wave-west-palmsprings-phoenix/\">in the West known as a “heat dome”</a> — which involves a high-pressure system trapping heat closer to the Earth’s surface.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Long-term climate change, however, is likely exacerbating the heat dome’s effects. Greenhouse gasses that fuel climate change also trap heat, leading to higher temperatures that can make an already hot heat dome even hotter. </p>\n\n<p class=\"has-text-align-none\">According to a <a href=\"https://www.climatecentral.org/climate-matters/risky-summer-heat\">study from the climate nonprofit Climate Central</a>, 91 million people in the US experienced 30 or more “risky heat days” this summer, and those were made twice as likely because of climate change. The organization describes “risky heat” days as ones warmer than “90 percent of temperatures observed in a local area over the 1991-2020 period.”</p>\n\n<p class=\"has-text-align-none\">Climate change has also led to higher temperatures around the world throughout this past year, including a particularly hot summer in states across the US. According to the <a href=\"https://www.noaa.gov/news/us-sweltered-through-its-4th-hottest-summer-on-record\">National Oceanic and Atmospheric Administration (NOAA),</a> this was the country’s fourth-hottest summer on record, when looking at temperatures from June through August 2024. During those months, the average temperature in the contiguous United States was 73.8 degrees Fahrenheit — 2.5 degrees above the average from 1991-2020.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That was noticeable in multiple places, <a href=\"https://www.washingtonpost.com/weather/2024/09/03/phoenix-100-degree-temperatures-record/\">including Phoenix</a>, which experienced more than 100 consecutive days of 100-degree heat or higher this year. Globally, the world could also be on track to <a href=\"https://www.webmd.com/a-to-z-guides/news/20240906/2024-shaping-up-as-the-hottest-year-on-record\">hit its hottest year on record.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">In addition to getting warmer, summers are getting longer, with Drexel University researchers noting that seasonal temperatures <a href=\"https://drexel.edu/uhc/about/News/2024/July/data%20summers%20getting%20longer%20and%20hotter/#:~:text=UHC%20researchers%20also%20noted%20an,are%20getting%20hotter%20and%20longer.\">are lasting 30 days longer</a> than they have in the past, meaning well into October for some in the northern hemisphere.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That means fall doesn’t bring the same relief from heat it once did. As a September <a href=\"https://www.climatecentral.org/climate-matters/2024-fall-package\">Climate Central</a> report, which looked at 242 US cities, found, fall temperatures went up 2.5 degrees, on average, between 1970 and 2023.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The warmer fall days could have major implications for natural disasters, especially for wildfires in places like Southern California, where heat amplifies the risk of potential blazes on drier landscapes that have also seen decades of <a href=\"https://www.nature.com/articles/s41467-024-46702-0\">fire suppression</a>. While wildfire season has typically run from early summer into the fall, <a href=\"https://www.climatecentral.org/climate-matters/longer-more-intense-fire-weather-seasons\">it has the potential to go longer</a> as higher temperatures persist.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/climate/2023/7/21/23799004/invisible-consequences-extreme-heat-physical-mental-health\">More days with higher temperatures</a> can also translate to increased cases of heat stroke, cardiovascular problems caused by stress on the heart, and respiratory challenges. They can extend, too, the window <a href=\"https://www.vox.com/22383707/allergies-2021-pollen-allergy-covid-19-climate-change-asthma\">when people experience seasonal allergies.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">Additionally, warmer falls could affect plant and animal preparations for hibernation, severely shortening the time they usually take to prepare for winter, and delaying <a href=\"https://www.climatecentral.org/climate-matters/fall-foliage-and-climate-change\">processes like changes in foliage and leaf dropping</a>. Farmers may increasingly need to shift <a href=\"https://www.cbsnews.com/chicago/news/warmer-weather-fall-farming-illinois/\">planting and harvesting schedules for different crops</a> as temperatures continue to fluctuate as well.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Short of major changes needed to curb human contributions to global warming, this year’s October heat waves aren’t likely to be a fluke. As Mann told Vox, “The warming will continue until we bring carbon emissions to zero.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Much of the western United States is experiencing record temperatures — reaching the sorts of highs in October that are normally associated with some of the hottest days of summer. Palm Springs, California, hit a staggering 117 degrees Tuesday, setting a new October record for itself, and matching the highest temperature that’s ever been documented [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Florida criminalized homelessness. Then Hurricane Helene hit.",
    "link": "https://www.vox.com/policy/375765/florida-homelessness-hurricane-helene-encampment-disaster-fema-housing-crisis-storm",
    "pubDate": "2024-10-03T18:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A sign in Florida that reads “Hurricane Warning” in capital orange letters alongside a road ahead of Hurricane Helene.\" data-caption=\"A sign displays a hurricane warning along a roadside as preparations are made for the arrival of Hurricane Helene, in Cedar Key, Florida, on September 25, 2024. | Miguel J. Rodriguez Carrillo/AFP via Getty Images\" data-portal-copyright=\"Miguel J. Rodriguez Carrillo/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2173616056.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A sign displays a hurricane warning along a roadside as preparations are made for the arrival of Hurricane Helene, in Cedar Key, Florida, on September 25, 2024. | Miguel J. Rodriguez Carrillo/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the wake of <a href=\"https://www.vox.com/climate/374867/hurricane-helene\">Hurricane Helene</a>, a devastating Category 4 storm that has ravaged the Southeast, leaders are <a href=\"https://www.nbcnews.com/news/weather/live-blog/helene-deadly-storm-live-updates-rcna173203\">rushing to restore homes, infrastructure</a> and <a href=\"https://apnews.com/article/hurricane-helene-power-outages-32958ff95f6e51e8c69e56e587de46d2\">power for millions</a> of people. But amid the overwhelming destruction and chaos, and a death toll already <a href=\"https://www.cbsnews.com/news/hurricane-helene-survivors-north-carolina-rescue/\">exceeding 160</a> people across six states, one group risks being overlooked in the scramble: the homeless population, those already vulnerable before the storm.</p>\n\n<p class=\"has-text-align-none\">Disaster relief for people who were homeless prior to a hurricane has always been lacking, as FEMA, the main federal agency tasked with providing aid, has a policy that <a href=\"https://www.fema.gov/sites/default/files/documents/fema_iappg-1.1.pdf\">explicitly excludes</a> those unhoused people from most forms of help, including housing and direct assistance. In recent years, the federal Department of Housing and Urban Development (HUD) has stepped up to try to plug some of those gaps in social safety, but a <a href=\"https://www.congress.gov/118/bills/hr1605/BILLS-118hr1605ih.pdf\">new bill moving</a> through Congress <a href=\"https://nlihc.org/sites/default/files/HR_1605_Sign_on_Letter_Final.pdf\">threatens these efforts</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These dynamics have grown more pressing as major hurricanes <a href=\"https://www.vox.com/natural-disaster/374366/hurricane-helene-florida-big-bend-beryl-storms-climate\">increase in frequency</a> and the number of unsheltered Americans <a href=\"https://www.huduser.gov/portal/datasets/ahar/2023-ahar-part-1-pit-estimates-of-homelessness-in-the-us.html\">continues to grow</a>. In June the US Supreme Court <a href=\"https://www.vox.com/homelessness/357861/homelessness-encampment-grants-pass-supreme-court-housing\">issued a landmark decision</a> in <em>Grants Pass </em>v. <em>Johnson</em>, greenlighting local governments’ legal authority to clear out <a href=\"https://www.vox.com/policy/2023/3/8/23618237/homelessness-tent-encampments-housing-affordable\">homeless tent encampments</a> even if a city lacks any available housing or shelter for the unhoused person to stay in.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since then, more jurisdictions have passed laws criminalizing homelessness, part of a broader effort to crack down on those sleeping outside. Just this week <a href=\"https://www.flgov.com/2024/03/20/governor-desantis-signs-legislation-to-address-homelessness-and-protect-the-public-and-quality-of-life-for-floridians/\">a new law</a> in Florida —&nbsp;that bans sleeping on public property anywhere in the state — took effect. While the law <a href=\"https://www.flsenate.gov/Session/Bill/2024/1365/?Tab=BillText\">includes exceptions</a> during emergencies like major storms, those protections end when the hurricane order is no longer in place.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In practical terms, this means that when Republican Gov. Ron DeSantis or a county official lifts Florida’s emergency hurricane order, Floridians who were homeless before Helene — <a href=\"https://fchonline.org/the-issue/\">roughly 31,000</a> people —&nbsp;could face new criminal penalties. Local homeless advocates say there are countless questions and rumors circulating about how the new law will be interpreted and enforced in the wake of disasters just like Helene, which <a href=\"https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water\">made landfall last week</a> in Florida’s Big Bend region.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Most people experiencing homelessness were aware the new anti-camping law was set to take effect, according to Martha Are, the executive director at the Homeless Services Network of Central Florida. “Some people are already trying to relocate their encampments to harder-to-find areas,” she told me in mid-September, about a week before Helene hit Florida.</p>\n\n<p class=\"has-text-align-none\"><br>Leaders like Are have little idea yet what to expect, and she hears unofficially that most jurisdictions are in wait-and-see mode, watching to see which city gets sued first and what the judge who reviews that lawsuit decides. (Under the new Florida law, any citizen or business can sue beginning in January if they feel the anti-camping ban is not being properly enforced.) <br><br>“It’s going to be a challenge for how leaders actually enforce these [anti-camping] laws, like if I’ve lost my house from a hurricane and I’ve lived in that town for a decade, will I be found in violation of the law and are they going to arrest me?” asked Noah Patton, the manager of disaster recovery at the National Low Income Housing Coalition. “These laws create significant complications, will really make aid more difficult to sort out, and what I have been saying is it makes a community less resilient to disasters.” </p>\n\n<h2 class=\"wp-block-heading\">Moving homeless people to safety when a hurricane hits is difficult — and the anti-camping laws make that harder</h2>\n\n<p class=\"has-text-align-none\">It’s always a stressful scramble to try and reach homeless people when a hurricane is coming. “A lot of people have phones but they don’t have data, they aren’t getting texts,” said Kelly Young, the CEO of the Coalition for the Homeless of Houston and Harris County.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Typically, homeless outreach workers will try and go out to spread the word, and existing homeless shelters will work to make extra room, sometimes allowing people to sleep in places like the kitchen and hallways. Unhoused individuals can usually seek refuge in convention centers and public schools, or at newly-erected Red Cross emergency shelters. Some governments and nonprofits arrange transport for unhoused people to get indoors, while others leave it on the individual to figure out their own travel.</p>\n\n<p class=\"has-text-align-none\">“We had up to 13,000 people at George R. Brown Convention Center <a href=\"https://www.vox.com/science-and-health/2017/8/28/16211392/100-500-year-flood-meaning\">after [Hurricane] Harvey</a> and there was no distinguishing between the homeless versus people who had just lost their homes and needed a place to be,” said Larry Satterwhite, who leads the Houston Mayor’s Office of Public Safety and Homeland Security.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not everyone experiencing homelessness gets the information they need, and not everyone living outside <a href=\"https://www.huduser.gov/portal/sites/default/files/pdf/Understanding-Encampments.pdf\">feels comfortable going to a shelter</a>, said Eric Camarillo, the executive director of SALT Outreach, which works with unsheltered homeless people in Orlando and central Florida. Some people fear losing their personal belongings, while others may have had traumatic prior experiences at shelters.</p>\n\n<p class=\"has-text-align-none\">“The face of homelessness is not the same as it was 50 years ago,” Camarillo added. “These are single moms who can’t afford day care, these are seniors in their 70s and 80s on fixed incomes who can’t afford their rent increases, and youth and young adults.”</p>\n\n<p class=\"has-text-align-none\">The new anti-camping laws are intensifying the already tumultuous disaster response situation, as many homeless people living outside now try to become less visible to avoid jail time. The punitive laws are also expected to increase distrust between local government and homeless individuals, making it even more difficult for people to accept help if they are found.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“These laws exist, in my opinion, to push people away and out of sight which makes our job tougher,” said Eric Samuels, the president of the Texas Homeless Network. (Texas passed its statewide camping ban in 2021.) “And if people are badly hurt and they’re miles from public view because they don’t want to get a ticket, then emergency crews might not be able to get out to help.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Disaster aid for those already experiencing homelessness faces an uncertain future</h2>\n\n<p class=\"has-text-align-none\">FEMA has the primary responsibility of providing disaster relief and works with states and local communities to manage emergency shelters, <a href=\"https://maps.redcross.org/website/maps/ARC_Shelters.html\">which are mostly run by</a> the Red Cross. FEMA prohibits housing assistance from going to those who were already homeless — “because the need for housing was not caused by the disaster,” as their policy states — though homeless individuals may qualify for temporary transportation, funeral, child care, and medical aid.<br><br>FEMA policy does permit those who lived, pre-disaster, in “non-traditional forms of housing” like “tents, certain types of huts, and lean-to structures” to apply for a few months of rental assistance. But to receive this FEMA money, applicants must obtain verification of their pre-storm situation from “a credible or official source” which, according to Patton, makes accessing the aid virtually impossible.<br><br>“People do not apply,” he said. “It’s an exceptionally burdensome and administratively difficult process.”<br><br>Recently, in light of this, and after years of advocacy by housing organizations, HUD stepped up to establish the <a href=\"https://www.hudexchange.info/news/rapid-unsheltered-survivor-housing-rush-notice/\">Rapid Unsheltered Survivor Housing</a> (RUSH) program, using unspent funds from <a href=\"https://www.hud.gov/program_offices/comm_planning/esg\">another emergency grant program</a>. RUSH aims to help those who were homeless prior to a storm or other climate disaster, and the first grants <a href=\"https://www.nhlp.org/resources/nlihc-and-nhlp-release-report-on-huds-rapid-unsheltered-survivor-housing-rush-program/\">were deployed</a> in the <a href=\"https://www.vox.com/science-and-health/23389508/hurricane-ian-death-toll-storm-florida-landfall-climate\">wake of Hurricane Ian</a> in 2022.</p>\n\n<p class=\"has-text-align-none\">“We were very pleased to have the ability to launch the program because we see that people who are doubled up or experiencing homelessness during the disaster often don’t access FEMA funds or receive support from FEMA for long,” said Marion McFadden, HUD’s principal deputy assistant secretary for community planning and development. “By providing funds specifically for these situations, we’re filling in gaps.”</p>\n\n<p class=\"has-text-align-none\"><br>The other way HUD comes in is through its <a href=\"https://www.hud.gov/program_offices/comm_planning/cdbg-dr\">Community Development Block Grant Disaster Recovery</a> program (CDBG-DR), which is a highly flexible, long-term disaster aid program that can be used to provide months of rental assistance and build new affordable housing well after FEMA is gone. However the program is not permanently authorized — meaning it relies on periodic appropriations from Congress, which are often delayed and insufficient. The Biden administration has called for Congress to permanently authorize CDBG-DR, and a bipartisan bill in Congress <a href=\"https://www.naco.org/news/bipartisan-bills-introduced-support-counties-disaster-recovery-process\">has called for the same</a>.</p>\n\n<p class=\"has-text-align-none\">Yet <a href=\"https://www.congress.gov/bill/118th-congress/house-bill/1605\">a separate bill</a> currently moving through Congress seeks to move much of this longer-term disaster recovery work back over to FEMA, something low-income housing advocates believe will threaten those who are homeless before a hurricane.</p>\n\n<p class=\"has-text-align-none\">“We are concerned that the bill, as written, may lead to the misuse of scarce federal recovery funds and prevent critically needed long-term recovery assistance from reaching low-income disaster survivors,” more than 35 national<strong> </strong>housing advocacy groups wrote in <a href=\"https://docs.google.com/document/d/1U15ZfvjLRefLildANBu3ij7zRXRGjL_51893RBYPTaE/edit\">a congressional letter</a> last week.&nbsp;</p>\n\n<p class=\"has-text-align-none\">McFadden, of HUD, said there’s “a real role” for her agency to play in supporting communities after disasters. “We are making billions of dollars in grants every year and we understand the unique needs of low-income people and of low-income housing,” she told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">FEMA was noncommittal when I inquired about the agency’s plans for unhoused individuals during a disaster if Congress granted them new authority, or whether they’d reconsider their stance on aiding the pre-disaster homeless.<br><br>“If additional or new authority is passed by Congress and signed into law, FEMA would then develop guidance necessary to implement the new authority,” an agency spokesperson said. “FEMA would focus on supporting communities’ recovery in addressing needs resulting from a disaster and adhering to the intent of Congress in approving any new authority.”</p>\n\n<p class=\"has-text-align-none\">As climate change escalates, communities across the US face increasing threats not only from hurricanes but also from heat waves, floods, and wildfires. Advocates <a href=\"https://www.biologicaldiversity.org/programs/energy-justice/pdfs/EMBARGOED_FEMA-Petition-on-Heat-and-Wildfire-Smoke.pdf\">have been petitioning</a> FEMA over the last year to expand its criteria for disaster aid to include heat and smoke, emphasizing the need for more adaptable responses to these challenges. The nation’s severe shortage of affordable housing worsens the struggles of both the newly displaced and the long-unsheltered, and addressing these intertwined crises of climate resilience and housing stability has never been more urgent.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the wake of Hurricane Helene, a devastating Category 4 storm that has ravaged the Southeast, leaders are rushing to restore homes, infrastructure and power for millions of people. But amid the overwhelming destruction and chaos, and a death toll already exceeding 160 people across six states, one group risks being overlooked in the scramble: [&#8230;]",
    "author": "Rachel M. Cohen"
  }
]