[
  {
    "title": "How to stop mass shootings before they start",
    "link": "https://www.vox.com/politics/370004/mass-shooting-prevention-behavioral-threat-assessment",
    "pubDate": "2024-09-06T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"On a bright sunny day, cars and people mass outside a tan brick school building, with law enforcement vehicles and officers visible.\" data-caption=\"Students wait to be picked up by their parents after a shooting at Apalachee High School on September 4, 2024. | Megan Varner/Getty Images\" data-portal-copyright=\"Megan Varner/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2169578122.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Students wait to be picked up by their parents after a shooting at Apalachee High School on September 4, 2024. | Megan Varner/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">At least four people were killed, and <a href=\"https://www.nytimes.com/live/2024/09/04/us/georgia-shooting-apalachee-high-school\">nine were injured</a> after a shooter opened fire at Apalachee High School in northern Georgia on Wednesday, the latest in <a href=\"https://www.cbsnews.com/chicago/news/us-mass-shooting-data-gun-violence-archive/\">more than 250 mass shootings that have taken place</a> in the US in 2024. </p>\n\n<p class=\"has-text-align-none\">By Friday, law enforcement had charged both a 14-year-old boy <a href=\"https://www.washingtonpost.com/investigations/2024/09/05/colin-gray-arrested-father-georgia-school-shooting-suspect/\" data-type=\"link\" data-id=\"https://www.washingtonpost.com/investigations/2024/09/05/colin-gray-arrested-father-georgia-school-shooting-suspect/\">and his father</a> in connection with the shooting. The suspect, police say, used an “AR-platform-style weapon” similar to the types of guns commonly used by mass shooters.<strong> </strong>The FBI revealed that law enforcement had interviewed the suspect and his dad<strong> </strong>in 2023 over school shooting threats the boy had allegedly made on the social media platform Discord but were unable to substantiate them or take further action.<strong> </strong>Sometime after that, law enforcement sources say,<a href=\"https://www.nbcnews.com/news/us-news/georgia-shooting-suspect-showed-interest-parkland-mass-shooting-offici-rcna169704\" data-type=\"link\" data-id=\"https://www.nbcnews.com/news/us-news/georgia-shooting-suspect-showed-interest-parkland-mass-shooting-offici-rcna169704\"> the boy’s father gave him an AR-15 style rifle</a> as a gift. The boy’s extended family has <a href=\"https://www.washingtonpost.com/nation/2024/09/05/suspected-shooter-georgia-school-shooting-apalachee-high/\" data-type=\"link\" data-id=\"https://www.washingtonpost.com/nation/2024/09/05/suspected-shooter-georgia-school-shooting-apalachee-high/\">since revealed</a> that the alleged shooter was experiencing family and mental health issues in the months leading up to the attack, and that they had tried to get him help, but it wasn’t enough to prevent the attack.</p>\n\n<p class=\"has-text-align-none\">The details<strong> </strong>of the Barrow County shooting are familiar. The fact that law enforcement knew of alleged threats from the shooter over a year ago and was still unable to stop the shooting or prevent the suspect from getting a gun points to how difficult it is to prevent mass shootings. And while mass shootings make up <a href=\"https://www.vox.com/2015/10/1/18000524/mass-shootings-rare\">just a small percentage of the large number of gun deaths</a> that happen in the United States every year, they are the most attention-grabbing and obvious manifestation of the country’s <a href=\"https://www.vox.com/policy/353878/new-guns-us-violence\">unique problem of too many guns</a>. </p>\n\n<p class=\"has-text-align-none\">The problem of mass shootings will likely be with us as long as we have more guns than people.</p>\n\n<p class=\"has-text-align-none\">“There’s no easy solution,” says <a href=\"https://www.heinz.cmu.edu/faculty-research/profiles/nagin-daniel\">Daniel Nagin</a>, a professor of public policy and statistics at Carnegie Mellon University. </p>\n\n<p class=\"has-text-align-none\"> The ubiquity of guns makes preventing a mass shooting extremely difficult. But that doesn’t mean it’s impossible to prevent mass shootings. “One of the big stereotypes, or myths we have about mass shootings in general, is that perpetrators who do this go crazy and just snap,” says Mark Follman, author of the book <a href=\"https://www.harpercollins.com/products/trigger-points-mark-follman?variant=39402950131746\"><em>Trigger Points: Inside the Mission to Stop Mass Shootings in America</em></a>, and <a href=\"https://www.motherjones.com/author/mark-follman/\">an editor</a> at Mother Jones. “That’s not the reality at all of how this works.”</p>\n\n<p class=\"has-text-align-none\">There are two broad approaches that can help mitigate the threat of mass shootings: proactive efforts to identify threats in advance, performed by behavioral threat assessment teams; and targeted gun regulations like red flag laws and bump stock bans.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Identifying the threat</strong></h2>\n\n<p class=\"has-text-align-none\">Mass shootings are almost never random, according to Follman. The vast majority of mass shooters don’t spontaneously decide to pull out a gun in public and start shooting. Learning to identify who’s most at risk for committing mass violence, identifying warning signs and finding ways to intervene, can save lives.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s what <a href=\"https://www.nasponline.org/resources-and-publications/resources-and-podcasts/school-safety-and-crisis/systems-level-prevention/threat-assessment-at-school/behavior-threat-assessment-and-management-(btam)-best-practice-considerations-for-k%E2%80%9312-schools\">behavioral threat assessment teams</a> do. The process and composition of a team can differ in various contexts, <a href=\"https://ready.uic.edu/btat/\">including educational</a>, <a href=\"https://leb.fbi.gov/articles/featured-articles/threat-assessment-teams-workplace-and-school-violence-prevention\">corporate, and law enforcement</a> settings, but the general idea is the same: the teams receive information from community members about behavior that is concerning. The teams <a href=\"https://www.fbi.gov/file-repository/making-prevention-a-reality.pdf/view\">investigate that behavior</a> to determine whether someone is at risk of committing mass violence. Then, depending on their conclusion, the team finds a way to reach out to the person and try to get them support before they commit an act of violence. That contact can happen at the person’s home, but it might also happen at work, school, or another community setting.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s difficult to prove the efficacy of these interventions, because there’s no way to quantify the number of mass shootings that <em>didn’t </em>happen because someone got help. But experts and mental health advocates say the work has prevented people from carrying out violence, and Follman <a href=\"https://www.motherjones.com/politics/2015/10/mass-shootings-threat-assessment-shooter-fbi-columbine/\">has reported on cases</a> where law enforcement believes people were <a href=\"https://www.ted.com/talks/aaron_stark_i_was_almost_a_school_shooter/transcript?subtitle=en\">successfully diverted</a> from committing acts of mass violence.</p>\n\n<p class=\"has-text-align-none\">“It&#8217;s very possible. There are many examples of successful threat cases where the case subjects have been diverted away from, in many cases, often very serious and developed plans for committing violence,” Follman says.</p>\n\n<p class=\"has-text-align-none\">Researchers have identified <a href=\"https://www.politico.com/news/magazine/2022/05/27/stopping-mass-shooters-q-a-00035762\">several circumstances</a> shared by people who commit mass violence. They are almost (but not always) men, many of whom have suffered from some form of early childhood trauma or abuse. Most are suicidal. “The number of perpetrators who attempted suicide beforehand was astounding,” <a href=\"https://www.hamline.edu/faculty-staff/jillian-peterson\">Jillian Peterson</a>, a professor at Hamline University and co-founder of The Violence Project, a database of every mass shooting in the US since 1966, <a href=\"https://www.apa.org/news/podcasts/speaking-of-psychology/mass-shootings\">has said</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Peterson, who with her colleagues interviewed the small number of mass shooters who survived after committing violence, came to an important realization: that “nobody goes in planning to come out.” That insight is significant, she says, because it means that some of the same tools mental health professionals have to prevent suicides can help prevent mass shootings as well.</p>\n\n<p class=\"has-text-align-none\">But while those are common factors among mass shooters, they aren’t the most helpful at determining risk — the vast majority of men, and people who are suicidal, don’t become mass shooters. Other behavioral indicators help investigators better identify who is most likely to commit mass violence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Among the most important is a history of domestic violence. In 2021, <a href=\"https://injepijournal.biomedcentral.com/articles/10.1186/s40621-021-00330-0\">researchers found</a> that a majority of mass shootings were domestic violence-related. “A substantial fraction of mass shootings are not these killings of strangers in public places, but they occur in ongoing domestic disputes,” says Nagin.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://health.ucdavis.edu/vprp/ourteam/index.html\">Garen Wintemute</a>, the founding director of the Violence Prevention Research Program at University of California Davis, and <a href=\"https://www.vox.com/politics/369441/political-violence-2024-election\">an expert in mass shootings and political violence</a>, says that “intervening on people involved in intimate partner violence at whatever level of severity likely has a role in preventing mass shootings and many other bad things down the road.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Researchers have identified other behaviors common in mass shooters: a sudden increase in, interest in, or purchases of guns and ammunition, and increased interest in previous mass shooters. A would-be mass shooter also often makes bizarre <a href=\"https://drreidmeloy.com/wp-content/uploads/2023/04/2023-Studying-mass-shooters-words-Warning-behavior-prior-to-attacks.pdf\">or threatening comments</a> in the lead-up to a shooting, indicating to those close to him, or to a community online, that he intends to do something violent — a phenomenon researchers <a href=\"https://www.npr.org/2023/11/02/1210266306/a-former-fbi-profiler-explains-how-leakage-can-warn-of-a-mass-shooting\">call leakage</a>.</p>\n\n<p class=\"has-text-align-none\">The Georgia school shooter shared multiple characteristics with other mass shooters, including recent mental health issues and <a href=\"https://www.nytimes.com/2024/09/06/us/apalachee-high-school-georgia-shooting.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/09/06/us/apalachee-high-school-georgia-shooting.html\">an apparent interest in the Parkland, Florida, school shooter</a>. Like others, he leaked his threats online. </p>\n\n<p class=\"has-text-align-none\">Investigators are still piecing together what attempts were made to get the alleged shooter help before the shooting. But generally, when a behavioral threat assessment team has identified someone at risk, the next step is to come up with a plan to help. It often involves the person’s family or friends, and can entail direct contact with the person of concern. “The ideal of this work is with both empathy and concern,” Follman says. “And then coming up with a plan to intervene and try to help, which is also based on specific information gathered about that person from the person themselves and the people around them. What does this person need? What can we do to help move them away from where they are now to a better place?”</p>\n\n<p class=\"has-text-align-none\">The goal is to make the person less isolated and angry, and to attempt to ease the grievances that might be making them feel violent. Every treatment plan looks different.</p>\n\n<p class=\"has-text-align-none\">“It’s not like there’s a simple menu and you pick one thing and then the switch flips and everything’s fine. That’s not how threat management works,” Follman says.</p>\n\n<p class=\"has-text-align-none\">Currently, in-school threat assessment teams are required in <a href=\"https://everytownresearch.org/rankings/law/school-threat-assessment-teams/\">nine states</a>, not including Georgia — but experts say that more states should require them, and make sure they have the <a href=\"https://everytownresearch.org/rankings/law/school-threat-assessment-teams/\">resources they need to develop risk assessment strategies and track their results</a>. People who live in states without risk assessment teams can push their states to require them in schools and other government settings.</p>\n\n<p class=\"has-text-align-none\">But the Apalachee school shooting makes clear that even when officials are aware of a potential threat, they sometimes lack the legal mechanisms to take action. That’s why they also need laws to help keep guns from getting into the hands of would-be mass shooters.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Finding gun regulations that help prevent mass shootings</strong></h2>\n\n<p class=\"has-text-align-none\">One appealing thing about behavioral threat assessment work is that it’s an intervention that can be done without butting head-first into the brick wall that is America’s <a href=\"https://www.vox.com/donald-trump/360742/someone-tried-to-assassinate-the-former-president-and-the-gop-still-wont-talk-about-guns\">intractable debate over gun control</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But make no mistake: a country <a href=\"https://www.thetrace.org/2023/03/guns-america-data-atf-total/\">with over 400 million guns in it</a>, and with gun regulation so lax that almost anyone can carry a gun in public whenever they want, makes the work of preventing mass shootings much more difficult.</p>\n\n<p class=\"has-text-align-none\">Georgia <a href=\"https://giffords.org/lawcenter/state-laws/child-access-prevention-and-safe-storage-in-georgia/\" data-type=\"link\" data-id=\"https://giffords.org/lawcenter/state-laws/child-access-prevention-and-safe-storage-in-georgia/\">doesn’t have safe storage laws</a>, which in other states require guns to be locked up and kept away from children. The shooter’s father, when questioned by police in 2023, said that his son didn’t have “<a href=\"https://krcgtv.com/news/nation-world/teen-accused-of-killing-4-at-georgia-apalachee-high-school-set-to-appear-in-court-winder-colt-colin-gray-semiautomtic-assault-style-rifle-felony-murder-charged-as-adult-gbi-fbi-involuntary-manslaughter-barrow-county-sheriffs-office\" data-type=\"link\" data-id=\"https://krcgtv.com/news/nation-world/teen-accused-of-killing-4-at-georgia-apalachee-high-school-set-to-appear-in-court-winder-colt-colin-gray-semiautomtic-assault-style-rifle-felony-murder-charged-as-adult-gbi-fbi-involuntary-manslaughter-barrow-county-sheriffs-office\">unfettered</a>” access to his guns. A law requiring guns to be secured in the state might have made it harder for the shooter to have access to the weapon he used.  </p>\n\n<p class=\"has-text-align-none\">There are other<strong> </strong>specific gun policies that can help prevent mass shootings and might be more politically feasible. Lawmakers and voters who care about reducing mass shootings have already helped push for their passage in states like New York, Florida, and California. For advocates who care about reducing mass shooting, they are a good place to start. </p>\n\n<p class=\"has-text-align-none\">One of the most important legal tools available to prevent mass shootings is extreme risk laws, commonly referred to as red flag laws. The laws, <a href=\"https://www.everytown.org/solutions/extreme-risk-laws/\">currently in place in 21 states</a>, including several <a href=\"https://www.pbs.org/newshour/nation/more-states-adopting-gun-seizure-laws-after-parkland-tragedy\">after the Parkland, Florida, school shooting in 2018</a>, allow both family members and law enforcement to petition courts to temporarily confiscate someone’s firearms if they believe the owner is at a risk of committing harm either to themselves or others. Red flag laws, Follman says, are “a relatively new gun policy that is very important and very useful to the field of threat assessment.”&nbsp; Though critics have challenged the constitutionality of the laws, they have so far withstood <a href=\"https://firearmslaw.duke.edu/2024/04/litigation-highlight-new-york-state-appellate-court-upholds-red-flag-law\">legal challenges</a>.</p>\n\n<p class=\"has-text-align-none\">Another common factor among mass shooters is their use of <a href=\"https://www.washingtonpost.com/nation/interactive/2023/ar-15-force-mass-shootings/\">assault-style rifles</a>, known for their capacity to rapidly fire bullets and to kill or injure large numbers of people in a short amount of time. Though research has shown that assault weapons bans can <a href=\"https://www.tandfonline.com/doi/full/10.1080/13504851.2014.939367?scroll=top&amp;needAccess=true\">meaningfully reduce</a> mass shooting deaths when they’re in effect, Republicans <a href=\"https://thehill.com/homenews/senate/4345455-senate-republicans-block-assault-weapons-ban/\">blocked an assault weapons ban</a> when it came before Congress in December 2023, and polls show that while Americans <a href=\"https://news.gallup.com/poll/513623/majority-continues-favor-stricter-gun-laws.aspx\">generally favor more strict gun regulation</a>, they are <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_us_042423/\">more divided</a> on the question of whether to ban assault weapons outright.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In part because of Republican opposition to regulating assault rifles, <a href=\"https://www.bradyunited.org/about-us/press/more-than-one-year-after-las-vegas-massacre-trump-administration-bans-bump-stocks\">gun safety advocates</a> have turned their focus to banning bump stocks as a more targeted and effective means of reducing mass shootings, and in 2018 the Trump administration took the rare step, for a GOP administration, <a href=\"https://edition.cnn.com/2018/12/18/politics/bump-stocks-ban/index.html\">of banning bump stocks</a> following a Las Vegas mass shooting. But the Supreme Court <a href=\"https://www.vox.com/scotus/355399/supreme-court-bump-stocks-machine-guns-garland-cargill\">struck down the regulation</a> in June 2024.</p>\n\n<p class=\"has-text-align-none\">What happens next is an open question, and Republicans have been relatively quiet about the Supreme Court’s decision. But congressional action could be an important next step. As Justice Samuel Alito noted in his concurring opinion, Congress <a href=\"https://www.nytimes.com/2024/06/14/us/bump-stock-vegas-shooting-supreme-court.html\">could pass a law banning bump stocks</a>, which would help limit the lethality of weapons used by mass shooters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given that a Republican president was the first to ban bump stocks, and the regulation was relatively uncontroversial at the time, it’s not impossible to believe that Congress could make it happen. Similarly, Vice President Kamala Harris has <a href=\"https://www.nytimes.com/2024/03/23/us/politics/kamala-harris-parkland-guns.html\">urged states to adopt red flag laws</a>, and former President Donald Trump also <a href=\"https://www.politico.com/news/2024/02/09/trump-promises-nra-that-if-elected-no-one-will-lay-a-finger-on-your-firearms-00140818\">previously expressed support for these laws</a>, despite the concern from gun rights advocates. Support from leaders of both major parties belies the notion that gun regulations that could counter mass shootings are completely off the table.</p>\n\n<p class=\"has-text-align-none\">And though experts say passing those laws would have an impact, they are not the only thing that can be done. Family members and law enforcement in states that already have red flag laws <a href=\"https://foundation.gunresponsibility.org/faq-extreme-risk-protection-orders/\">can try to get the courts to intervene</a> if they’re worried about someone with guns. Individual community members, especially in the workplace and at school, can pay attention when someone seems to be leaking intentions of a mass shooting <a href=\"https://edition.cnn.com/2019/08/18/us/mass-shooting-tips-what-to-do/index.html\">and report that behavior to the authorities</a>. The media can do their best <a href=\"https://niemanreports.org/articles/journalists-can-do-better-covering-mass-shootings/\">not to elevate the profiles of mass shooters,</a> which has been shown to inspire a copycat effect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Most of all, Follman says, it’s important not to treat the problem as hopeless. Sometimes, he says, that can even encourage would-be shooters. “We have this national narrative about how this is never going to end and nothing ever really changes, and there’s nothing we can really do about it.” But understanding that mass shootings aren’t random, that they can be predicted and prevented, can help people understand what warning signs to look out for.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Despair and outrage,” he says, “is not a good way to think about the problem.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 6, 9 am ET:</strong> This story was originally published on September 4, 2024, and has been updated with information about the Apalachee High School shooter. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "At least four people were killed, and nine were injured after a shooter opened fire at Apalachee High School in northern Georgia on Wednesday, the latest in more than 250 mass shootings that have taken place in the US in 2024. By Friday, law enforcement had charged both a 14-year-old boy and his father in [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "The guessing game over Kamala Harris’s foreign policy",
    "link": "https://www.vox.com/2024-elections/370194/harris-foreign-policy-gaza-ukraine-china",
    "pubDate": "2024-09-06T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Zelenskyy and Harris shake hands in front of their countries’ flags. \" data-caption=\"Ukrainian President Volodymyr Zelenskyy and US Vice President Kamala Harris shake hands at the end of a press conference at the Munich Security Conference on February 17, 2024. | Tobias Schwarz/AFP via Getty Images\" data-portal-copyright=\"Tobias Schwarz/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2010307889.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Ukrainian President Volodymyr Zelenskyy and US Vice President Kamala Harris shake hands at the end of a press conference at the Munich Security Conference on February 17, 2024. | Tobias Schwarz/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Is Vice President Kamala Harris a “<a href=\"https://www.worldpoliticsreview.com/kamala-harris-us-foreign-policy/?share-code=w6SlYLVZDwEv\">human rights hawk</a>,” who would use American power to promote democracy and freedom abroad? Or is she a “<a href=\"https://www.bostonreview.net/articles/the-harris-doctrine/\">pragmatic internationalist</a>” who would back gingerly away from American hegemony?<br><br>Is she poised to <a href=\"https://www.bloomberg.com/opinion/articles/2024-08-31/kamala-harris-could-end-the-era-of-us-foreign-policy-hubris?sref=C3P1bRLC\">end an era of American hubris</a> and restore humility to our foreign policy? Or does her forceful rhetoric on America’s role in the world reveal an “<a href=\"https://x.com/deepstateradio/status/1828499103266865663\">inner Reagan</a>”?</p>\n\n<p class=\"has-text-align-none\">Two months out from the presidential election, there’s rampant speculation about what a “Harris doctrine” for foreign policy could look like, but it often seems to reveal more about what the person doing the speculating wants (or doesn’t want) in the next president than any particular worldview articulated by Harris. </p>\n\n<p class=\"has-text-align-none\">It’s not that the vice president doesn’t have a track record to examine. While some coverage has portrayed her as <a href=\"https://www.politico.com/news/2024/09/02/white-house-harris-policy-decisions-00176918\">something of a foreign-policy neophyte</a>, she would come into office with <a href=\"https://danieldrezner.substack.com/p/kamala-harris-is-not-a-foreign-policy?utm_source=post-email-title&amp;publication_id=1010841&amp;post_id=148421883&amp;utm_campaign=email-post-title&amp;isFreemail=true&amp;r=2cv7r&amp;triedRedirect=true&amp;utm_medium=email\">more global experience</a> than Bill Clinton, George W. Bush, Barack Obama, or Donald Trump had.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">As vice president, she has <a href=\"https://www.politico.com/news/2024/07/23/kamala-harris-world-leaders-00170676\">met with dozens of world leaders</a>, represented the US at global gatherings, and <a href=\"https://slate.com/news-and-politics/2024/08/kamala-harris-foreign-policy-2024-presidential-election.html\">attended the president’s daily intelligence briefings</a>. In her Democratic National Convention address, she touted the fact that she had been the one to brief Ukrainian President Volodymyr Zelenskyy on US intelligence about the looming Russian invasion in Munich just days before it occurred in 2022.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The administration has also noted her role in the <a href=\"https://www.wsj.com/livecoverage/evan-gershkovich-free-russia-hostage-exchange/card/kamala-harris-played-role-in-prisoner-swap-GJOISZWY48oePDmuhvY6\">recent prisoner swap </a>with Russia. She also <a href=\"https://www.washingtonpost.com/opinions/2023/09/12/kamala-harris-southeast-asia-china/\">was involved</a> in US efforts to strengthen alliances in Southeast Asia, particularly with the Philippines. And though she was not the “<a href=\"https://www.vox.com/politics/361635/kamala-harris-border-czar-immigration-mexico-guatemala-rnc\">border czar</a>” she’s sometimes portrayed as in attack ads, she did lead the administration&#8217;s efforts to address the “<a href=\"https://www.as-coa.org/articles/kamala-harris-stance-latin-america-and-caribbean\">root causes</a>” of migration through aid to Central America. </p>\n\n<p class=\"has-text-align-none\">What’s harder to pin down is how she might differ<em> </em>from the Biden administration, which is what all the “Harris doctrine” speculation is trying to pin down. When it comes to that, the analysis often comes down to — to use the <a href=\"https://www.vox.com/politics/369267/democrats-harris-vibes-energy-2024-presidential-race\">buzzword</a> of the moment — vibes. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Same message, new tone</h2>\n\n<p class=\"has-text-align-none\">In a recent <a href=\"https://time.com/7005282/kamala-harris-ukraine-volodymyr-zelensky-alliance/\">Time feature</a> on Harris’s record on Ukraine, Ukrainian officials acknowledged she had been engaged on the issue and showed sympathy for the country’s plight, but one official described it as feeling like “formal sympathy, following protocol.”</p>\n\n<p class=\"has-text-align-none\">In a recent episode of <em>The Ezra Klein Show</em> podcast, the host speculated that as the child of immigrants with a more global perspective, Harris “does not have that identification” with Israel that Americans of Joe Biden’s generation do. But that’s not quite how Harris has described her own upbringing. In a 2017 speech to the right-leaning American Israel Public Affairs Committee (AIPAC) <a href=\"https://israeled.org/resources/documents/senator-kamala-harris-address-to-annual-aipac-conference-washington/\">she reminisced</a> that as a child in the Bay Area, she collected donations for the Jewish National Fund to plant trees in Israel. In 2019, the Jewish Telegraphic Agency <a href=\"https://www.jta.org/2019/01/11/politics/5-jewish-things-to-know-about-kamala-harris\">described her Senate record</a> as “more AIPAC than J Street,” referring to the more left-leaning “pro peace” lobbying group.</p>\n\n<p class=\"has-text-align-none\">When it comes to how Harris might differ, even subtly, from Biden, perhaps no issue, foreign or domestic, has gotten more attention than the war in Gaza.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Halie Soifer, who worked as national security adviser to Harris in the Senate and is now the director of the Jewish Democratic Council of America, told Vox that when it comes to policy on Israel and Gaza, there is little daylight between the two. </p>\n\n<p class=\"has-text-align-none\">“I think the policy will not change,” she said. “What we have seen is some distinction when it comes to the way they speak about the conflict, with Vice President Harris not only reiterating her commitment to Israel and its security, but also expressing a larger degree of empathy with innocent Palestinian civilians.”</p>\n\n<p class=\"has-text-align-none\">This was reflected in <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2024/03/03/remarks-by-vice-president-harris-commemorating-the-59th-anniversary-of-bloody-sunday-selma-al/#:~:text=What%20we%20are%20seeing%20every,innocent%20Palestinians%20have%20been%20killed.\">pointed remarks</a> Harris made calling for a ceasefire at a civil rights commemoration in Selma, Alabama, in March (remarks that were <a href=\"https://www.nbcnews.com/politics/white-house/kamala-harris-gaza-speech-watered-down-cease-fire-rcna141750\">reportedly watered down</a> by administration officials) as well as in her convention speech. As my colleague Zack Beauchamp wrote, that speech did not differ particularly from Biden’s talking points but did, <a href=\"https://www.vox.com/politics/368462/kamala-harris-israel-palestine-gaza-dnc-speech\">rhetorically at least, present</a> “Palestinian aspirations for self-determination as the moral climax of her discussion of the issue.”</p>\n\n<p class=\"has-text-align-none\">Slate’s <a href=\"https://slate.com/news-and-politics/2024/08/kamala-harris-foreign-policy-2024-presidential-election.html\">Fred Kaplan reports</a> that sources close to Harris say she “privately disagrees with [Biden’s] formulation of world politics as a contest between democracy and autocracy … and sees that as oversimplifying and even misleading, given the kinds of allies that we’re sometimes forced to choose.”  The Biden administration has been <a href=\"https://authory.com/JoshuaKeating/Advice-for-the-US-in-Africa-Stop-lecturing-about-China-and-Russia-Instead-offer-better-options-abb0cd5ea0b7949e8acff443030f51574\">criticized by some observers</a> for paying attention to the “global south” mainly in the context of competition with Russia and China.</p>\n\n<p class=\"has-text-align-none\">Perhaps reflecting some desire to move beyond this framing, Harris <a href=\"https://slate.com/news-and-politics/2024/08/kamala-harris-foreign-policy-2024-presidential-election.html\">remarked at the Munich Security Conference earlier this year</a> that when visiting countries in Africa, she was constantly asked, “‘Are you here because of China?’ And my answer was, ‘No, we are here because of the people on the continent of Africa.’” </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Why campaign promises can’t tell us much about Harris’s real policies&nbsp;</h2>\n\n<p class=\"has-text-align-none\">It’s also quite possible that Harris’s worldview and foreign policy rhetoric are simply evolving. The senator <a href=\"https://justfacts.votesmart.org/public-statement/1456520/harris-statement-on-ndaa-amendment-votedefense%20budget\">who, in 2020, said</a>, “I unequivocally agree with the goal of reducing the defense budget and redirecting funding to communities in need” is now the vice president who vows to “ensure America always has the strongest, most lethal fighting force in the world.”</p>\n\n<p class=\"has-text-align-none\">Ultimately, campaign rhetoric will only tell you so much about how a president will conduct foreign policy. Some analysts have noted that, as a senator, Harris was in favor of cutting support for Saudi Arabia’s war in Yemen, and called for “<a href=\"https://www.cfr.org/article/kamala-harris\">fundamentally reevaluating</a>” the US-Saudi relationship as a candidate in 2020. But then again, Biden promised on the campaign trail to make Saudi Crown Prince Mohamed Bin Salman a “<a href=\"https://www.cfr.org/article/kamala-harris\">pariah</a>” before putting <a href=\"https://www.vox.com/world-politics/2024/5/3/24148104/us-saudi-israel-normalization-defense-pact-gaza-two-state\">cooperation with the country</a> at the center of his Middle East policy. </p>\n\n<p class=\"has-text-align-none\">It’s not just that campaign talk is cheap, it’s that, as the noted international relations theorist Mike Tyson put it, everyone has a plan until they get punched in the mouth.&nbsp;</p>\n\n<p class=\"has-text-align-none\">George W. Bush came into office promising a “humble” foreign policy that eschewed nation-building crusades. 9/11 changed that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Obama first distinguished himself as an opponent of US militarism in the Middle East but will be remembered for expanding the US drone war, the raid that killed Osama Bin Laden, and helping to overthrow the government of Libya. </p>\n\n<p class=\"has-text-align-none\">Biden’s foreign policy legacy will be determined in large part by his response to the Russian invasion of Ukraine and the October 7 attacks. </p>\n\n<p class=\"has-text-align-none\">“Foreign policy priorities, in every administration, are largely dictated by events,” Soifer said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If there is a “Harris doctrine,” we’ll learn what it is only if we see her as president.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Is Vice President Kamala Harris a “human rights hawk,” who would use American power to promote democracy and freedom abroad? Or is she a “pragmatic internationalist” who would back gingerly away from American hegemony? Is she poised to end an era of American hubris and restore humility to our foreign policy? Or does her forceful [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "Is this algorithm driving your rent higher?",
    "link": "https://www.vox.com/money/370351/realpage-doj-lawsuit-rent-algorithm-pricing",
    "pubDate": "2024-09-06T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"RealPage, the software company being accused by the DOJ of antitrust violations, has rent data on some 16 million units in the US.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1771879591.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>RealPage, the software company being accused by the DOJ of antitrust violations, has rent data on some 16 million units in the US.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Today, algorithms rule everything around us. They serve us entertaining, or at least addictive, content on social media. They try to suss out which emails in our overstuffed inboxes might be most important, and which ones are spam. They act as matchmakers for our love lives. Increasingly, though, algorithms have also been deployed by companies, from <a href=\"https://www.vox.com/money/24105250/fast-food-restaurants-dynamic-pricing-algorithm-wendys\">Amazon to Uber to Wendy’s</a>, to figure out optimal — often higher — prices that can shift automatically based on a firehose of fine-grained data.</p>\n\n<p class=\"has-text-align-none\">Including, apparently, your rent.</p>\n\n<p class=\"has-text-align-none\">Now, a software company called RealPage is being sued by the Department of Justice for using an algorithm that suggests rent prices to corporate landlords. The DOJ argues that its algorithm has driven rents higher, and constitutes an illegal information sharing scheme. That is, competitors (the landlords) who would otherwise be acting independently, have exchanged “nonpublic, competitively sensitive data” to the detriment of renters who don’t have access to such knowledge.</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.propublica.org/article/yieldstar-rent-increase-realpage-rent\">2022 ProPublica investigation</a> quoted Andrew Bowen, then a RealPage executive, admitting that the software had probably driven up rental prices. “As a property manager, very few of us would be willing to actually raise rents double digits within a single month by doing it manually,” he said. In the <a href=\"https://www.justice.gov/opa/media/1364976/dl?inline\">DOJ’s complaint</a>, one unnamed landlord is quoted praising a RealPage product as “classic price fixing” saying, “I always liked this product because your algorithm uses proprietary data from other subscribers to suggest rents and term.” The complaint claims that RealPage has data on over 16 million units; the National Multifamily Housing Council estimates that there are around <a href=\"https://www.nmhc.org/research-insight/quick-facts-figures/quick-facts-apartment-stock/\">23 million apartment units</a> in the US.</p>\n\n<p class=\"has-text-align-none\">Vox spoke to <a href=\"https://www.law.csuohio.edu/faculty/facultyprofiles/christopher-l-sagers\">Christopher L. Sagers</a>, a law professor at Cleveland State University, on why pricing algorithms are under scrutiny now — and how likely it is for the DOJ to win this case. The conversation has been lightly edited for clarity.</p>\n\n<p class=\"has-text-align-none\"><strong>What exactly is RealPage?</strong></p>\n\n<p class=\"has-text-align-none\">The company is a service provider that serves landlords. We&#8217;re basically talking very big landlords — corporate landlords that own many properties, generally speaking. The RealPage service is very expensive, so it’s for bigger entities, more or less, and they’re very sophisticated. Whether they use RealPage or not, they would be sophisticated data crunchers who are into using management expertise to maximize the money they can make. </p>\n\n<p class=\"has-text-align-none\">[RealPage] is really a software service provided to landlords, a management service that’s tech-based, and the business end of that service is: RealPage collects a very large amount of confidential, sensitive data that’s very useful to landlords in figuring out what their competition is doing, and therefore choosing how to set their own behavior to maximize their own profits.</p>\n\n<p class=\"has-text-align-none\">The government alleges that there are 16 million individual rental units at stake here — in other words, RealPage is collecting lease terms, rent prices, occupancy rates, et cetera, for 16 million different apartment units. The data is very disaggregated — it’s very granular, very precise and detailed. Then [it] takes all that data, crunches it. RealPage, increasingly, is an artificial intelligence provider. It is now crunching [the data] with artificial intelligence; they’re presumably going to be getting more and more sophisticated about it, assuming that the government doesn’t force them to stop doing what they’re doing. </p>\n\n<p class=\"has-text-align-none\"><strong>Landlords use this software, but they’re not the ones named in this suit, right?</strong></p>\n\n<p class=\"has-text-align-none\">That’s correct.</p>\n\n<p class=\"has-text-align-none\"><strong>Is there a good case to be made that RealPage committed antitrust violations?</strong></p>\n\n<p class=\"has-text-align-none\">Yes.</p>\n\n<p class=\"has-text-align-none\">I’ll just lay my cards on the table: I think the government’s case is very strong, and it’s unlikely that RealPage gets out of this without some kind of legal liability.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What is the part of what RealPage and its software does that the DOJ is saying violates antitrust law?</strong></p>\n\n<p class=\"has-text-align-none\">I think the relatively simple answer is, they do a few things with this data that cause them to be doing more than just providing information or helping landlords make decisions. Most importantly, they are using confidential data not available to renters. They’re only available to one side of the market. They are then using that data to, as they would say, make mere recommendations. In other words, they’re making forward-looking future predictions of what the best price will be from the landlord’s perspective — meaning the most profitable. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>They’re making forward-looking future predictions of what the best price will be from the landlord’s perspective — meaning the most profitable. </p></blockquote></figure>\n\n<p class=\"has-text-align-none\">It’s very clear that, in the abstract, a couple of things that RealPage could be said to be doing are, in fact, legal. [But] according to the government’s allegations, RealPage is doing more than just those things that are legal. There is, first of all, this argument that RealPage is doing stuff that screws up the rental market — it increases rent prices for consumers. There’s the separate argument, though, that RealPage has monopolized the market for this software.</p>\n\n<p class=\"has-text-align-none\"><strong>So it doesn’t sound like RealPage was just letting its software do its thing — the complaint mentions how it had “pricing advisors” who would basically escalate the matter if a landlord rejected their recommendation. Does that constitute an agreement of some kind?</strong></p>\n\n<p class=\"has-text-align-none\">Oh, yes. It feels like you read complaints all the time in which you’re like, “Wow, what were they thinking? Why did they think they were going to get away with this?” You’re selling a service in which you’re going to have an employee go complain to somebody’s competitors and say, “Hey, get your prices up.” Is it illegal just to have [a price advisor]? Is it illegal to sell a service in which you’re going to go nag people’s competitors to get their prices up? I think the short answer very well may be yes, that in and of itself is independently illegal.</p>\n\n<p class=\"has-text-align-none\">Here’s why I think that’s so significant. You asked, “Are they suing the landlords too?” The answer is no — but there are pending private lawsuits, and I think if the government wins this case, which I think they will, there are going to be big lawsuits against the landlords. These private cases that are coming, I think, will be conspiracy cases. They’ll be what we call “hub and spoke conspiracy” theories. </p>\n\n<p class=\"has-text-align-none\">For a long time, antitrust has recognized that people might want to get their prices up with their horizontal competitors, but they find it difficult to make agreements with them — or they’re afraid of doing something illegal, so they don’t explicitly agree. But then some intermediary will come along who’s willing to do the work of getting the cartel together and enforcing the cartel agreements — that person is called the hub. Their relationship with each one of the competitors is like a spoke. Hub and spoke conspiracies, when they involve somebody just fixing explicit prices, are what we call <em>per se</em> illegal: they’re automatically illegal if it’s proven, there’s no defense.</p>\n\n<p class=\"has-text-align-none\">[RealPage] is selling the thing that makes it so hard to get a price-fixing conspiracy together — it’s hard to get people to agree, and then enforce the agreement once it’s made. </p>\n\n<p class=\"has-text-align-none\"><strong>What do you think RealPage’s main defense will be?</strong></p>\n\n<p class=\"has-text-align-none\">Their main defense is going to be that they are simply helping landlords do something that landlords could have done themselves, and if the landlords did it, it would all have been legal. That’s a general point they will make.</p>\n\n<p class=\"has-text-align-none\">A closely related point is, they’re going to say this isn’t price fixing; this is just sharing of information. And as everybody knows who’s taken freshman economics, information is good for markets, right? Competitive markets have to have good information or they don’t work well. So we’re really just doing this to have a vibrant, competitive marketplace.</p>\n\n<p class=\"has-text-align-none\"><strong>Do you find that compelling? What’s the first rebuttal to that?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">No, everything about it is a lie. The first rebuttal to it is this: they’re not doing something that any landlord could do independently. For one thing, one landlord can’t get 16 million data points that are updated every night and crunch it through a big data algorithm. If a trade association of landlords did that on their own, without a third-party intermediary, it would very likely be illegal for the same reasons that this thing seems like it’s illegal.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>So the scale of it is a big thing here.</strong></p>\n\n<p class=\"has-text-align-none\">Yes, the scale of it is a big thing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It isn’t just that it would be hard to get that much data, and it would be expensive to crunch it — there would also be a lot of difficulty in coordinating the agreement. Two competitors would share information if they really were comfortable that they could trust the other one to use it for evil. If I can trust my competitor to use this to get our prices up and keep them up, that’s great, but the truth is, they’re actually quite suspicious of each other. There’s a reason this information is confidential, because they ordinarily don’t want their competitors to have it.</p>\n\n<p class=\"has-text-align-none\">Then point number two, that this is actually good for the economy — that’s not plausible because they’re not sharing it. They’re not going to make a public database where renters can go see who’s charging the lowest price. </p>\n\n<p class=\"has-text-align-none\"><strong>Based on what we know, based on the DOJ complaint and </strong><a href=\"https://www.propublica.org/article/yieldstar-rent-increase-realpage-rent\"><strong>other reporting</strong></a><strong>, do you think it’s likely that RealPage helped drive up rents?</strong></p>\n\n<p class=\"has-text-align-none\">I think it’s very likely. This isn’t just a big conspiracy in that it involves a lot of units; they also have very substantial market penetration. Among landlords of a certain size, a very large percentage of them are using not just a product like this; they’re using RealPage. The complaint contains a bunch of evidence that the landlords know who else in their market is using RealPage, and they call each other and ask. The reason that’s so significant is, if you know that your three competitors are all using the same software that you use for any competitive purposes, then you know there’s no real risk to you in raising your prices, right? </p>\n\n<p class=\"has-text-align-none\">So the idea that this isn’t raising prices in real markets seems very unlikely to me.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>If RealPage said that their algorithm doesn’t just recommend higher prices, but also lower ones sometimes, would that change the situation?</strong></p>\n\n<p class=\"has-text-align-none\">It might if they could prove it. It would still be a case that, I think, could go to a jury on liability — even if there were substantial evidence that sometimes they’re making prices go down — because there’s just a lot of anti-competitive evidence here. They have the price nudge officials, there’s evidence that all the users of it know when their competitors are using it. All of those things suggest this is anti-competitive. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“I have reason to believe that this particular technology has had a huge impact on consumer prices throughout the economy.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\"><strong>If the DOJ wins this case, what does that change for digital pricing tools in general? Because there are </strong><a href=\"https://www.cbsnews.com/news/inflation-ftc-surveillance-pricing-impact-consumers/\"><strong>a lot of those</strong></a><strong> around now. Amazon famously </strong><a href=\"https://apnews.com/article/amazon-ftc-lawsuit-antitrust-lina-khan-d40f5437bac57f7f4a3ab5a49650f98d\"><strong>uses algorithms</strong></a><strong> in how it prices.</strong></p>\n\n<p class=\"has-text-align-none\">One thing we’re going to learn, I think, once this case starts chugging along, is just how common businesses like RealPage are. Using confidential information and big data technology to calculate the highest possible price — who knows, I’m not a macro economist, I don’t know what causes inflation — but I have reason to believe that this particular technology has had a huge impact on consumer prices throughout the economy. </p>\n\n<p class=\"has-text-align-none\">If RealPage is found to have violated the law, it will at least have repercussions throughout the tech sector. This is a big tech product category, right? It’s something antitrust watchers have been thinking about for a long time. When can an algorithm itself be illegal, and when is an algorithm effectively price fixing?</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Today, algorithms rule everything around us. They serve us entertaining, or at least addictive, content on social media. They try to suss out which emails in our overstuffed inboxes might be most important, and which ones are spam. They act as matchmakers for our love lives. Increasingly, though, algorithms have also been deployed by companies, [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "How Russia secretly paid millions to a bunch of big right-wing podcasters",
    "link": "https://www.vox.com/politics/370323/tenet-media-russia-what-happened-tim-pool-dave-rubin-benny-johnson-lauren-southern",
    "pubDate": "2024-09-05T21:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man in a gray jacket and black shirt, Dave Rubin, smiles in front of a backdrop of windows.\" data-caption=\"Dave Rubin is seen on the set of Candace in a Nashville studio in 2021. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jason Kempin&lt;/span&gt;/Getty Images\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jason Kempin&lt;/span&gt;/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-1315080164.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Dave Rubin is seen on the set of Candace in a Nashville studio in 2021. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jason Kempin&lt;/span&gt;/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A cadre of right-wing online personalities including Dave Rubin, Tim Pool, Benny Johnson, and Lauren Southern have all allegedly become unwitting agents of Russian information warfare and its activities in the United States, according to an alarming 32-page federal <a href=\"https://www.justice.gov/opa/media/1366266/dl\">indictment</a> unsealed by the US District Court of the Southern District of New York on Wednesday.</p>\n\n<p class=\"has-text-align-none\">The group of far-right and right-leaning influencers, most of whom are known for podcasts and YouTube shows, are all members or former members of <a href=\"https://www.tenetmedia.com/\">Tenet Media</a>, a Nashville-based content creation company co-owned by yet another well-known conservative media pundit, Lauren Chen.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Department of Justice is alleging that since its founding in 2022, Tenet has served as a front for Russian agents to spread Russian state-directed content using each of these pundits’ platforms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The Justice Department will not tolerate attempts by an authoritarian regime to exploit our country’s free exchange of ideas in order to covertly further its own propaganda efforts,” US Attorney General Merrick Garland <a href=\"https://www.justice.gov/opa/pr/two-rt-employees-indicted-covertly-funding-and-directing-us-company-published-thousands\">said in a statement</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">An FBI investigation found evidence that the media outlet RT, previously called Russia Today, which is run by the Russian government, “secretly plant[ed] and financ[ed]” a Tennessee content creation company; the indictment describes Tenet in all but name. The company is then alleged to have stealthily spread pro-Russian, anti-democracy propaganda to millions of people across the internet, primarily via YouTube, TikTok, and other major social media platforms.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2157145089.jpg?quality=90&#038;strip=all&#038;crop=0,10.728975409507,100,78.542049180985\" alt=\"Benny Johnson\" title=\"Benny Johnson\" data-has-syndication-rights=\"1\" data-caption=\"Conservative podcaster Benny Johnson. | Adam J. Dewey/Anadolu via Getty Images\" data-portal-copyright=\"Adam J. Dewey/Anadolu via Getty Images\" />\n<p class=\"has-text-align-none\">The whereabouts of the chief actors indicted in the scheme, RT employees Kostiantyn Kalashnikov and Elena Afanasyeva, are currently unknown. According to the indictment, the pair, who worked on digital projects for the outlet, used shell companies in the Middle East and Africa to secretly provide nearly $10 million to the company believed to be Tenet between October 2023 and August 2024, while directing it to spread anti-US and anti-Ukraine messaging. Per the indictment, the RT staffers “covertly fund[ed] and direct[ed]” Tenet and its content, including personally editing and posting content themselves and directing what others posted.</p>\n\n<p class=\"has-text-align-none\">They have both been charged with conspiracy to violate the Foreign Agents Registration Act (FARA), which requires foreign agents to publicly disclose their state-related activities, and conspiracy to commit money laundering. They could each face up to 25 years in federal prison.</p>\n\n<p class=\"has-text-align-none\">The associated influencers who have responded to the news have all claimed they knew nothing of Tenet’s Russian affiliations. “Should these allegations prove true, I as well as the other personalities and commentators were deceived and are victims,” Pool <a href=\"https://x.com/Timcast/status/1831473189173731589\">tweeted</a> Wednesday.</p>\n\n<p class=\"has-text-align-none\">Though no charges have yet been filed against Chen, Donovan, or anyone associated with Tenet Media, the scandal has raised a maelstrom of questions about the Russian state’s ability to manipulate online discourse in the US, and the ways in which our hyper-polarized society might be making us vulnerable to exploitation by bad actors.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Who was behind this?</strong></h2>\n\n<p class=\"has-text-align-none\">RT, the Russian state media outlet behind the alleged psyop (shorthand for “psychological operation” — a systematic attempt to influence others), has long been known for destabilizing activity on US social media and for <a href=\"https://academic.oup.com/joc/article/70/5/623/5912109\">spreading</a> “anything that causes chaos” online.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The outlet changed its name from Russia Today in 2009 to more proactively obscure its Russian origins following the Russia-Georgia conflict, and was classified a foreign entity by the DOJ in 2017, in an unprecedented move that allowed the US to more closely monitor its staff, who were also classed as foreign agents.</p>\n\n<p class=\"has-text-align-none\">Following Russia’s invasion of Ukraine, RT media channels were banned in the US and many of its ally nations; despite this ban, the indictment alleges, “the Government of Russia continues to use RT to direct disinformation and propaganda at Western audiences.”</p>\n\n<p class=\"has-text-align-none\">RT ridiculed the US government’s allegations that it was behind the newly uncovered scheme, <a href=\"https://www.reuters.com/world/us/us-accuse-russia-effort-influence-2024-election-cnn-2024-09-04/\">stating to Reuters</a>, “Three things are certain in life: death, taxes and RT’s interference in the U.S. elections.” <a href=\"https://www.washingtonpost.com/national-security/2024/09/04/justice-department-election-security/\">According to</a> the Washington Post, RT sent a response to the allegations that included, &#8220;Hahahaha!&#8221; (“I’m sure that was much funnier in the original Russian,” Attorney General Merrick Garland told WaPo.)</p>\n\n<p class=\"has-text-align-none\">The indictment, however, is damning. It refers to a “Company 1” serving as the RT’s front as a self-described “network of heterodox commentators that focus on Western political and cultural issues,” which exactly matches Tenet Media’s website description of itself, among <a href=\"https://www.tennessean.com/story/news/crime/2024/09/04/tenet-media-what-to-know-russian-election-interference/75077703007/\">many other aligning details</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Tenet Media was founded in January 2022 by Chen, whose <a href=\"https://www.tennessean.com/story/news/crime/2024/09/04/tenet-media-what-to-know-russian-election-interference/75077703007/\">legal name is believed to be</a> Lauren Yu Sum Tam, and her husband Liam Donovan. Chen, who is originally from Quebec, is a <a href=\"https://www.semafor.com/article/09/05/2024/blaze-fires-contributor-linked-to-russian-operation\">former host</a> for multiple shows on Glenn Beck’s far-right media network BlazeTV.&nbsp;According to the FBI’s investigation, Chen and Donovan referred to their RT backers as “the Russians” and knowingly gave them both access to the Tenet Discord server and the ability to post directly to Tenet social media accounts.</p>\n\n<p class=\"has-text-align-none\">Chen and Donovan also worked with Kalashnikov and Afanasyeva to deceive their network of conservative podcasters. The Russians made numerous fake user profiles to further the deception; to dupe members of their network and at least one unnamed potential influencer, the Russians allegedly used barebones LinkedIn pages, a fake CV, and a <a href=\"https://viewpointdotproductions.wordpress.com/\">fake French website</a> to create one fictional French financier with the totally-not-made-up name “Eduard Grigoriann.” The other fake personas created by Kalashnikov and Afanasyeva then promoted the fake Grigoriann (they spelled his name wrong repeatedly in doing so) and dodged basic questions the podcasters asked about his identity.&nbsp;</p>\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Screenshot-2024-09-04-at-11.20.31 PM.png\" width=\"640\" height=\"828\">\n\n<p class=\"has-text-align-left\"><em><strong>The fake CV for Eduard </strong></em><strong><em>Grigoriann, partially redacted and blurred by the DOJ.</em></strong></p>\n\n<p class=\"has-text-align-none\">At one point, whoever was pretending to be the fake Grigoriann scheduled a Zoom call with the commentator they were trying to impress, only to strategically be absent for the conference after claiming to have shown up for the meeting at the wrong time due to time zones.</p>\n\n<p class=\"has-text-align-none\">As slipshod and transparent as these attempts seem to have been, they were effective; two of the pundits entered into contracts of between $400,000-$500,000 a month to create video content for the fake Grigoriann. Most of the $10 million in funding that Tenet received went to creator studios, including, per the indictment, “$8.7 million to the production companies of Commentator-I, Commentator-2, and Commentator-3 alone.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Who were the affected conservative influencers?</strong></h2>\n\n<p class=\"has-text-align-none\">The group targeted by RT was an impressive array of big-deal conservative and/or right-leaning YouTubers. <a href=\"https://www.vox.com/the-big-idea/2018/5/10/17338290/intellectual-dark-web-rogan-peterson-harris-times-weiss\">Dave Rubin</a> is the most prominent pundit on the list, suspected to be one of the higher-paid commentators discussed in the indictment. He was <a href=\"https://www.reddit.com/r/daverubin/comments/1dbvpmj/it_looks_dave_was_booted_off_tenet_media_daves/\">dropped</a> from Tenet’s roster four months ago, according to a <a href=\"https://x.com/RubinReport/status/1831478093661245681\">statement</a> he issued via Twitter on Wednesday; he called the show he made for Tenet “silly.”</p>\n\n<p class=\"has-text-align-none\">The other five influencers are: Tim Pool, known for his <em>Timcast IRL</em> podcast; <a href=\"https://unherd.com/2024/05/lauren-southern-the-tradlife-influencer-filled-with-regret/\">Lauren Southern</a>, a Canadian <a href=\"https://www.vox.com/culture/21530505/white-noise-interview-alt-right-cernovich-spencer-southern\">alt-right influencer</a> who quit the movement to become a <a href=\"https://www.vox.com/politics/366601/the-rights-plan-to-fix-america-patriarchy-2-0\">tradwife</a>, then <a href=\"https://unherd.com/2024/05/lauren-southern-the-tradlife-influencer-filled-with-regret/\">returned to public life</a> after alleging her husband mistreated her; <a href=\"https://www.poynter.org/ethics-trust/2017/report-benny-johnson-was-accused-of-plagiarism-again/\">serial plagiarist</a> turned podcaster <a href=\"https://www.vox.com/politics/2024/2/13/24072287/lakewood-church-shooting-anti-trans-messaging\">Benny Johnson</a>; self-described independent journalist Tayler Hansen, whose main gig seems to have been working for Tenet Media as a “field reporter”; and podcaster Matt Christiansen, known for broadcasting from the wilderness, who had made Tenet his primary streaming platform prior to this.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/21984608/674157310.jpg.jpg?quality=90&#038;strip=all&#038;crop=0,11.687174849196,100,76.625650301607\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Lauren Southern, a right-wing influencer. | Josh Edelson/AFP via Getty Images\" data-portal-copyright=\"Josh Edelson/AFP via Getty Images\" />\n<p class=\"has-text-align-none\">On a Wednesday night livestream, Christiansen <a href=\"https://www.youtube.com/live/CTA07ThfySg\">claimed</a> the FBI had contacted him earlier that day for a voluntary interview, and that investigators see him as a victim of the scheme and not a knowledgeable participant. The indictment indicated as much, describing all of the Tenet network members as unwitting dupes of the Russians.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Pool <a href=\"https://archive.is/Ku5NC\">posted</a>, then <a href=\"https://x.com/Timcast/status/1831473189173731589\">reposted</a>, a statement denying any knowledge of the ruse. “I cannot speak for anyone else at the company as to what they do or to what they are instructed,” he stated. “Never at any point did anyone other than I have full editorial control of the show and the contents of the show are often apolitical. Examples include discussing spirituality, dating, and videos [sic] games.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Johnson <a href=\"https://x.com/bennyjohnson/status/1831443521603301497\">stated</a> that the deal he had with Tenet was “arm’s length” and that it had since expired. (He and Rubin are still featured on the company’s promotional website.) “We are disturbed by the allegations in today’s indictment, which make clear that myself and other influencers were victims in this alleged scheme,” he said.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What sort of information did they spread?</strong></h2>\n\n<p class=\"has-text-align-none\">So what exactly was Tenet spreading at the behest of the Kremlin? A look at their social platforms reveals a litany of far-right political talking points, ranging from transphobic fearmongering and anti-immigrant rants to demonizing protesters and criticizing abortion — as well as a steady flow of anti-Ukrainian messaging.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“While the views expressed in the videos are not uniform, the subject matter and content of the videos are often consistent with the Government of Russia&#8217;s interest in amplifying U.S. domestic divisions in order to weaken U.S. opposition to core Government of Russia interests, such as its ongoing war in Ukraine,” the indictment observed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Russians not only contracted the most prominent influencers to create content for them through their fake financier, at various points they directly edited the footage submitted to them. One Tenet staffer identified as a “producer” in the indictment protested, when asked to post a video promoting a US influencer’s visit to a Russian grocery store, that it felt like “shilling.” He was ordered to post the content anyway. The Russians would also request that creators make specific content, including, for example, videos about a <a href=\"https://www.vox.com/world-politics/2024/3/23/24109865/moscow-crocus-city-hall-theater-terrorist-attack-russia-isis-vladimir-putin-ukraine-war\">terrorist attack</a> in Moscow.</p>\n\n<p class=\"has-text-align-none\">The sad part of all this, however, is that this kind of content has become so mundane across the conservative internet that it’s nearly impossible to distinguish what comes directly from the Russian government and what originates from the influencers they employed. After all, while the six figures who were contracted with Tenet might have been unaware of or unbothered about who was paying them, they raised no objections to the content itself. (In fact, the only objection noted in the indictment is a complaint one of the podcasters raised that Grigoriann’s bio was suspect because he mentioned a focus on “social justice.”)&nbsp;</p>\n\n<p class=\"has-text-align-none\">That, perhaps, speaks to how effective Russia’s disinformation war has really been. The indictment claimed that from November 2023 to August 2024, Tenet network members created over 2,000 videos among them, which generated 16 million views for Tenet and its Russian benefactors. At the time the scandal broke, Tenet Media’s YouTube channel had a not-insignificant 300,000 subscribers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s not a shabby number by any means, but it pales beside the larger, unquantifiable scale of influence itself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rubin’s Rubin Report and Johnson’s YouTube channel each have over 2.4 million subscribers, while Tim Pool’s Timcast IRL channel has nearly 1.9 million. Many of those audience members are actively engaged in political conversations online, disseminating these views further. It&#8217;s unclear what opinions began as propaganda and what opinions the commentators came by honestly, but in either case it seems their backers are willing to pay for the output.</p>\n\n<p class=\"has-text-align-none\">The Russian disinformation campaign in the US has long relied on third-party actors to do its work for it, from bots to trolls to social media farms, journalists, and hackers. (Ironically, Tenet’s last Instagram post <a href=\"https://www.instagram.com/p/C_gVf26p_8k/\">attacked</a> a member of New York Gov. Kathy Hochul’s staff who <a href=\"https://www.politico.com/news/2024/09/04/hochul-chinese-consul-general-00177319\">was arrested</a> for allegedly taking bribes and committing forgery in order to further the political interests of the Chinese Communist Party in New York.)</p>\n\n<p class=\"has-text-align-none\">The identification of an entire US-based content company dedicated to doing this work for Russia isn’t ultimately that surprising given <a href=\"https://www.state.gov/russias-pillars-of-disinformation-and-propaganda-report/\">what we know about the Kremlin’s tactics</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But it does raise the much grimmer question: What else is Russia doing on the disinformation front? And will we ever know how much damage they have wrought?</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A cadre of right-wing online personalities including Dave Rubin, Tim Pool, Benny Johnson, and Lauren Southern have all allegedly become unwitting agents of Russian information warfare and its activities in the United States, according to an alarming 32-page federal indictment unsealed by the US District Court of the Southern District of New York on Wednesday. [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "The astonishing link between bats and the deaths of human babies",
    "link": "https://www.vox.com/down-to-earth/370002/bats-link-babies-death-study-white-nose-syndrome",
    "pubDate": "2024-09-05T18:01:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A small brown bat clings to a branch with its mouth open.\" data-caption=\"A little brown bat, one of a dozen species in North America that is susceptible to a wildlife disease called white nose syndrome. | Bob Pool/Getty Images\" data-portal-copyright=\"Bob Pool/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-536181513.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A little brown bat, one of a dozen species in North America that is susceptible to a wildlife disease called white nose syndrome. | Bob Pool/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">There are a number of well-known ways to keep babies healthy — wash your hands often, get them vaccinated, don’t smoke inside, and so on.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there’s one thing you probably haven’t heard of:&nbsp;protecting bats. Like literal flying bats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s one takeaway from a remarkable <a href=\"http://www.science.org/doi/10.1126/science.adg0344\">new study</a>, published in the journal <em>Science, </em>that links the decline of bats to a rise in newborn deaths in the United States.</p>\n\n<p class=\"has-text-align-none\">By compiling and analyzing a huge amount of government data, environmental economist <a href=\"https://harris.uchicago.edu/directory/eyal-frank\">Eyal Frank</a>, the study’s sole author, discovered that in regions with outbreaks of white nose syndrome, a wildlife disease that kills bats, the rate of infant mortality increased by nearly 8 percent relative to areas without the disease.</p>\n\n<p class=\"has-text-align-none\">There’s a clear reason for this, according to the paper. Most North American bats eat insects, including pests like moths that damage crops. Without bats flying about, farmers spray more insecticides on their fields, the study shows, and exposure to insecticides is known to harm the health of newborns.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“When bats that eat insects go down, farmers compensate by using more insecticides,” Frank, an assistant professor at the University of Chicago Harris School of Public Policy, told Vox. “That has adverse health consequences —&nbsp;full stop. The damages from their absences appear to be substantial.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1210661708.jpg?quality=90&#038;strip=all&#038;crop=0,9.75025734445,100,80.4994853111\" alt=\"Small black and brown bats are silhouetted against a dark blue night sky.\" title=\"Small black and brown bats are silhouetted against a dark blue night sky.\" data-has-syndication-rights=\"1\" data-caption=\"A colony of bats fly overhead at night to hunt insects near Sacramento, California. | Carolyn Cole/Los Angeles Times via Getty Images\" data-portal-copyright=\"Carolyn Cole/Los Angeles Times via Getty Images\" />\n<p class=\"has-text-align-none\">Frank’s study adds to a growing body of research that supports the idea — which perhaps should be obvious by now — that healthy ecosystems are important for human well-being. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.pnas.org/doi/abs/10.1073/pnas.2023251118\">Earlier research</a> has found that wolves help limit car accidents by keeping deer off the road. <a href=\"https://bfi.uchicago.edu/insight/research-summary/the-social-costs-of-keystone-species-collapse-evidence-from-the-decline-of-vultures-in-india/\">Other research</a>, also led by Frank, links the sudden decline of vultures in India to an increase in human death rates. Vultures eat animal carcasses that, if left to rot, can pollute waterways and feed feral rats and dogs, a source of rabies.</p>\n\n<p class=\"has-text-align-none\">When the link between human and environmental health is overlooked, industries enabled by short-sighted policies can destroy wildlife habitats without a full understanding of what we lose in the process. This is precisely why studies like this are so critical: They reveal, in terms most people can relate to, how the ongoing destruction of biodiversity affects us all.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">When bats disappear, farmers spray more</h2>\n\n<p class=\"has-text-align-none\">Not everyone finds bats cute —&nbsp;<a href=\"https://www.youtube.com/watch?v=_jVmKvhlXns\">they are!</a> —&nbsp;but these animals are undeniably impressive. They’re the only mammal on earth that can truly fly. Plus, they eat astounding quantities of bugs. A single bat can catch several hundred insects an hour, and thousands in a single night.</p>\n\n<p class=\"has-text-align-none\">This is good for us: Many of the critters that bats consume during their nightly hunt are insects that we don’t like, such as blood-sucking mosquitos and crop-eating moths and beetles. Bats are, essentially, a natural pest control.</p>\n\n<p class=\"has-text-align-none\">So it stands to reason that without bats, farmers have to use more insecticides on their crops; agrochemicals do the job that bats do for free.</p>\n\n<p class=\"has-text-align-none\">There hasn’t been a great way to test that theory, until somewhat recently, when bats across North America began dying en masse. In 2006, a fungal disease called white nose syndrome appeared in New York state and began spreading among bat colonies, killing an average of more than 70 percent of the bats within them. It’s been brutal. WNS invades their skin, producing fluffy white growths around their noses, and wakes them up during hibernation when they should be resting. Infected bats burn off vital energy stores and either freeze or starve to death.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/8510784820_08ed40b960_o.jpg?quality=90&#038;strip=all&#038;crop=0,17.036925551811,100,65.926148896379\" alt=\"A small furry brown bat has white mold collecting around its nose and mouth, held in a pair of blue-gloved hands.\" title=\"A small furry brown bat has white mold collecting around its nose and mouth, held in a pair of blue-gloved hands.\" data-has-syndication-rights=\"1\" data-caption=\"A northern long-eared bat with white nose syndrome. | Steve Taylor/University of Illinois\" data-portal-copyright=\"Steve Taylor/University of Illinois\" />\n<p class=\"has-text-align-none\">Devastating as it may be, the rapid loss of bats has provided researchers with a rare opportunity to test what happens when these animals disappear from the landscape. In the new study, Frank — who works at the intersection of economics and conservation — analyzed data on pesticide use across US counties with and without WNS, which until recently were mostly in the eastern US. Where there’s WNS, there are presumably far fewer bats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">His results were astonishing: Farms in regions hit by WNS used 31 percent more insecticides on their crops, compared to counties without the disease. That suggests that when bats disappear, farmers compensate by using more chemical bug killers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At what cost? </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The alarming consequences of losing bats</h2>\n\n<p class=\"has-text-align-none\">First, there is a cost to farmers. According to Frank’s study, the decline of bats has cost the agriculture industry nearly $27 billion between 2006 and 2017, as shown by a drop in revenue in regions with white nose syndrome. The reason for this loss is not clear, though it might be that bat-free regions produce lower quality crops, Frank said.</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.journals.uchicago.edu/doi/full/10.1086/720303\">study</a> published in 2022 supported a similar conclusion, linking the spread of WNS to a drop in the rental price of farmland. The idea is that farmers have a lower yield or have to spend more money to grow crops — such as on purchasing insecticides — when there are no bats providing free pest control.&nbsp;(I interviewed one of the study co-authors, Amy Ando, for an episode of the Vox science show <em>Unexplainable</em>. You can listen <a href=\"https://open.spotify.com/episode/2cxvAQrgCrZrkkXuijHm7b?si=x1AFBsVXQ62t2LpVWblsvQ\">here</a>.) </p>\n\n<p class=\"has-text-align-none\">Then there is the serious cost to human lives.</p>\n\n<p class=\"has-text-align-none\">It’s well-known that when farmers spray their fields with insecticides, those chemicals can leach into the environment, where they pose a risk to <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0095069617303169?via%3Dihub\">public health</a>. One <a href=\"https://www.sciencedirect.com/science/article/pii/S0048969722059587#s0005\">recent review</a> links pesticide exposure among newborns, for example, to life-long abnormalities and diseases. With this in mind, you might expect regions with no bats, where farmers are using more insecticides, to have more health issues.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2163443698.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A small twin-engine white plane with crop-dusting equipment under its wings flies slow over a green field, clouds of chemicals descending behind it.\" title=\"A small twin-engine white plane with crop-dusting equipment under its wings flies slow over a green field, clouds of chemicals descending behind it.\" data-has-syndication-rights=\"1\" data-caption=\"A crop duster sprays a field of alfalfa in San Joaquin County, California. | Bill and Brigitte Clough/Design Pics Editorial/Universal Images Group via Getty Images\" data-portal-copyright=\"Bill and Brigitte Clough/Design Pics Editorial/Universal Images Group via Getty Images\" />\n<p class=\"has-text-align-none\">Frank tested this theory too, using government data on infant mortality, overlaid with the spread of white nose syndrome. His analysis, the first of its kind,&nbsp;revealed&nbsp;that the rate of internal infant mortality — babies who have died by causes other than accidents or homicides — increased by nearly 8 percent in counties following WNS outbreaks, compared to counties without the disease. Put another way, when insecticide use increases by 1 percent, infant mortality increases by a quarter of a percent, which is comparable (though slightly lower) to the impact of ambient air pollution.</p>\n\n<p class=\"has-text-align-none\">“I was surprised that the signal [in the data] was so strong,” said <a href=\"https://baker.utk.edu/person/dale-manning/\">Dale Manning</a>, an environmental economist at the University of Tennessee Knoxville, who was not affiliated with the study. “They&#8217;re big, big numbers in terms of monetary impacts, but we’re also talking about human lives, right? And so those impacts are pretty substantial.”</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The rate of internal infant mortality increased by nearly 8 percent in counties following white nose syndrome outbreaks</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Manning and <a href=\"https://aede.osu.edu/our-people/amy-w-ando\">Ando, an environmental economist</a> at Ohio State University who also was not involved in the study, said the paper’s conclusions were sound. (Ando and Manning were both involved in the 2022 study, mentioned above.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">While the research doesn’t definitively prove that bat declines cause<em> </em>insecticide use and infant mortality to increase, the study ruled out many other potential forces behind this trend. Frank also found that when bat declines were more severe —&nbsp;when more bats died, more caves were infected, or the decline was steeper —&nbsp;the rate of infant mortality was higher.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-908089172.jpg?quality=90&#038;strip=all&#038;crop=0,10.729711223617,100,78.540577552765\" alt=\"A small brown bat is held by its wings by two leather-gloved hands.\" title=\"A small brown bat is held by its wings by two leather-gloved hands.\" data-has-syndication-rights=\"1\" data-caption=\"A wildlife biologist checks a big brown bat for signs of white nose syndrome. | Jason Ondreicka/Getty Images\" data-portal-copyright=\"Jason Ondreicka/Getty Images\" />\n<h2 class=\"wp-block-heading has-text-align-none\">A very good reason to protect nature</h2>\n\n<p class=\"has-text-align-none\">Studies like this make addressing<strong> </strong>the ongoing collapse of bat populations ever more urgent. In North America, more than half of all bat species “are at risk of populations declining severely in the next 15 years,” according to a&nbsp;<a href=\"https://www.batcon.org/press/2023-north-american-state-of-the-bats-report/\">2023 report</a>&nbsp;by the North American Bat Conservation Alliance, a coalition of groups including government agencies and Bat Conservation International. This trend is&nbsp;<a href=\"https://pubmed.ncbi.nlm.nih.gov/30937915/\">mirrored</a>&nbsp;globally.&nbsp;</p>\n\n<p class=\"has-text-align-none\">WNS continues to spread west, invading new regions. Climate change is harming these animals, too. Bats’ <a href=\"https://www.vox.com/down-to-earth/24048465/bats-endangered-climate-change\">flight-adapted physiologies</a> make them highly susceptible to severe droughts and heat waves, as I previously reported. Plus, wind turbines — an important climate solution — are killing hundreds of thousands of bats each year in North America alone. Typically, the bats, most of which are migratory species, die from colliding with turbine blades, though it’s <a href=\"https://knowablemagazine.org/content/article/technology/2023/how-wind-turbines-could-coexist-peacefully-bats-and-birds\">not clear why</a> these animals are drawn to them.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/WNS_spread_map_2024-09-05.png.png?quality=90&#038;strip=all&#038;crop=0,3.5551427123797,100,92.889714575241\" alt=\"A color-coded map shows white nose syndrome advancing west from the East Coast year by year in the US.\" title=\"A color-coded map shows white nose syndrome advancing west from the East Coast year by year in the US.\" data-has-syndication-rights=\"1\" data-caption=\"A map showing where white nose syndrome has been detected in the US. | &lt;a href=&quot;https://www.whitenosesyndrome.org/&quot;&gt;White-Nose Syndrome Response Team&lt;/a&gt;\" data-portal-copyright=\"&lt;a href=&quot;https://www.whitenosesyndrome.org/&quot;&gt;White-Nose Syndrome Response Team&lt;/a&gt;\" />\n<p class=\"has-text-align-none\">It’s not all bad news;&nbsp;there are ways to help bat colonies survive. Scientists <a href=\"https://www.usgs.gov/centers/nwhc/science/white-nose-syndrome-vaccine-update-and-research-host-protection-mechanisms\">have been testing</a> a vaccine for WNS, for example. And <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/aec.13220\">research</a> shows that slowing down wind turbines at night during certain times of year reduces collisions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But these approaches can be costly —&nbsp;underscoring the value of studies that reveal, with more clarity, the payoff of investing in conservation, in both dollars and human lives. </p>\n\n<p class=\"has-text-align-none\">“At the end of the day, scientists and policymakers have to justify allocating resources” to things like fixing bridges and fixing schools, or to “fixing” bats,  Manning said. “All of those have different returns associated with them.” </p>\n\n<p class=\"has-text-align-none\">“And if we don’t make an effort to show what the benefits are of ‘fixing’ the bats,” he said, “those benefits will be discounted.”</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There are a number of well-known ways to keep babies healthy — wash your hands often, get them vaccinated, don’t smoke inside, and so on.&#160; But there’s one thing you probably haven’t heard of:&#160;protecting bats. Like literal flying bats.&#160; That’s one takeaway from a remarkable new study, published in the journal Science, that links the [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Harris is swimming in cash — but Democrats may still have a fundraising problem",
    "link": "https://www.vox.com/politics/369878/kamala-harris-fundraising-transfer-state-legislature-abortion",
    "pubDate": "2024-09-05T17:21:12.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris, in a white suit, smiles behind a pair of microphones.\" data-caption=\"Vice President and presidential candidate Kamala Harris speaks at a campaign rally in Savannah, Georgia, on August 29. | Peter Zay/Anadolu via Getty Images\" data-portal-copyright=\"Peter Zay/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2168350036.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President and presidential candidate Kamala Harris speaks at a campaign rally in Savannah, Georgia, on August 29. | Peter Zay/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Democrats have been raining cash on their presidential nominee like it’s confetti.</p>\n\n<p class=\"has-text-align-none\">Vice President Kamala Harris’s campaign raised $204 million in July — more than four times the $48 million former President Donald Trump <a href=\"https://docquery.fec.gov/cgi-bin/forms/C00828541/1812280/\" target=\"_blank\" rel=\"noreferrer noopener\">brought in</a>, according to <a href=\"https://docquery.fec.gov/cgi-bin/forms/C00703975/1812381/\" target=\"_blank\" rel=\"noreferrer noopener\">new filings with the Federal Election Commission</a>. This was enough to erase the Republican nominee’s previous cash advantage; at the start of August, Harris <a href=\"https://www.politico.com/news/2024/08/21/trump-harris-campaign-spending-fec-00175377\">had</a> $220 million in cash on hand, while Trump held just $151 million. </p>\n\n<p class=\"has-text-align-none\">Official data on August fundraising has yet to be released. But there’s reason to believe that Harris’s money advantage grew last month, due in part to the Democratic National Convention. According to the Democrat’s campaign, it <a href=\"https://www.reuters.com/world/us/harris-raises-540-million-since-launching-her-presidential-campaign-2024-08-25/\">raised $540 million</a> in the first six weeks since President Joe Biden handed off the nomination.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet this torrential downpour of campaign cash hasn’t trickled down the Democratic ballot: Even as Harris has begun outraising Trump, the Republican committee responsible for funding GOP state legislative candidates has amassed far more money than its Democratic counterpart.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">From January 2023 through the second quarter of this year, the Democratic Legislative Campaign Committee (DLCC) — the body tasked with electing Democratic state legislators — had raised $35 million, according to the committee. Over the same period, its GOP rival, the Republican State Leadership Committee (RSLC), had <a href=\"https://www.nationalreview.com/corner/two-gop-spending-groups-raise-15-million-in-second-quarter-to-boost-down-ballot-republicans/\">raised $62 million</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those figures do not include the fundraising of party-aligned outside groups that focus on state legislative races. In recent years, progressive organizations such as <a href=\"https://nymag.com/intelligencer/2023/01/michigan-democrats-2022-midterm-results-the-states-project.html\">The States Project</a> and <a href=\"https://www.vox.com/policy-and-politics/2018/3/9/17092822/foward-majority-liberal-super-pac-state-legislatures-2018-midterms\">Forward Majority</a> have spent large sums on state-level races. It’s possible that when super PACs are taken into account, the GOP loses its apparent cash advantage. Then again, there are also conservative outside groups, such as <a href=\"https://www.opensecrets.org/news/2024/01/koch-network-super-pac-ramping-up-political-activity-2024-election/\">Americans For Prosperity Action,</a> that invest in down-ballot elections. What we know for sure is that, when it comes to the parties themselves, Republicans are outraising Democrats in the fight for statehouses.</p>\n\n<p class=\"has-text-align-none\">That fight is often neglected by the national spotlight — but it can have profound implications for Americans’ daily lives.</p>\n\n<p class=\"has-text-align-none\">The Harris campaign appears to be conscious of its party’s down-ballot challenges. This week, it <a href=\"https://www.washingtonpost.com/elections/2024/09/03/harris-25-million-transfer/\">transferred $2.5 million</a> of its own funds to the DLCC. Yet that largesse scarcely narrows the RSLC’s cash advantage.</p>\n\n<p class=\"has-text-align-none\">Ultimately, only Democratic donors can ensure that the GOP enjoys no down-ballot edge. Given blue America’s current enthusiasm and engagement, this should be possible — at least, if liberals come to appreciate the high stakes, and low cost, of winning state legislative races.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Small elections can have big consequences</h2>\n\n<p class=\"has-text-align-none\">In our nation’s federal system, a great deal of policy is set at the state level. It is a state’s governor and legislature — not Congress — that primarily determines its public education spending and <a href=\"https://www.vox.com/policy/24136266/housing-states-affordable-rent-homes\">housing policies</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As the parties have polarized ideologically, so have policy outcomes between states with Democratic and Republican governments. Whether Democrats or Republicans wield power in a given state can determine whether its working-class families have access to <a href=\"https://news.bloomberglaw.com/health-law-and-business/state-medicaid-expansion-gains-momentum-despite-gop-opposition\">affordable health insurance</a>, or its parents <a href=\"https://www.americanprogress.org/article/the-state-of-paid-family-and-medical-leave-in-the-u-s-in-2024/\">receive paid leave</a>, or its labor unions can <a href=\"https://www.nber.org/digest/202208/impacts-right-work-laws-unionization-and-wages\">fend off rapid decline.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the wake of the Supreme Court’s overturning of <em>Roe v. Wade</em>, the stakes of state legislative elections became even higher. Throughout much of the country, the right to an abortion has become contingent on the outcomes of down-ballot races.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All <a href=\"https://www.nytimes.com/interactive/2024/us/abortion-laws-roe-v-wade.html\">22 states</a> that currently ban abortion — or restrict access to the procedure more tightly than <em>Roe</em> did — have GOP-controlled state legislatures. Meanwhile, <a href=\"https://www.washingtonpost.com/politics/2024/05/02/state-houses-next-battle-abortion-rights/\">all 16 states</a> that have enacted new abortion protections since the end of <em>Roe </em>are governed by Democrats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Arizona narrowly averted a near-total ban on abortion this year, thanks largely to the Democratic Party’s large minorities in both the state Senate and House. When the Supreme Court overturned <em>Roe</em>, the state’s 1864 abortion law went into effect. Only five of Arizona’s Republican state legislators <a href=\"https://apnews.com/article/arizona-abortion-1864-ban-repeal-24578e546b69ca087e01034bcaf4aa01\">supported</a> repealing that archaic statute. But this was enough to enact a law overturning it, as Democrats <a href=\"https://ballotpedia.org/Arizona_House_of_Representatives\">lay claim</a> to 29 of the state’s 60 House seats and 14 of its 30 state senators.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, a ban on abortions after 15 weeks remains in effect in the state. A November <a href=\"https://ballotpedia.org/Arizona_Proposition_139,_Right_to_Abortion_Initiative_(2024)\">ballot measure</a> could nullify that law by enshrining abortion rights into the state’s constitution. If it fails, however, Democrats could also expand abortion rights legislatively by flipping a tiny number of state legislative seats.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">State legislative races are a bargain</h2>\n\n<p class=\"has-text-align-none\">If the stakes of state legislative races are high, the cost of meaningfully influencing their outcomes can be remarkably low.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2022, Democrats won control of the Minnesota state Senate by a single seat — which Democratic state Sen. Judy Seeberger won <a href=\"https://www.axios.com/local/twin-cities/2023/05/04/minnesota-democrats-progressive-bills-moderate-divide\">by just 321 votes</a>. Seeberger’s <a href=\"https://www.followthemoney.org/entity-details?eid=55630218&amp;default=candidate\">campaign cost</a> $123,992, while her Republican opponent <a href=\"https://www.followthemoney.org/entity-details?eid=19069432\">raised</a> $137,143. In a race that tight and inexpensive, it’s conceivable that a dozen small-dollar donations could have tipped the balance in Seeberger’s favor.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whatever the exact cost of Seeberger’s narrow victory, her donors got an extraordinary bang for their buck. With their single-vote Senate majority, Minnesota Democrats established paid <a href=\"https://www.minnpost.com/politics-policy/2023/04/legislators-work-out-details-of-bill-that-would-create-a-paid-family-and-medical-leave-program-in-minnesota/\">family and medical leave</a>, barred <a href=\"https://www.theguardian.com/us-news/2023/jun/07/minnesota-pro-worker-paid-leave-union\">non-compete clauses</a> in labor contracts, banned employers from holding compulsory anti-union meetings, bolstered workplace protections for meatpacking and Amazon workers, formed a statewide board to set minimum labor standards for nursing-home workers, directed <a href=\"https://www.minnpost.com/greater-minnesota/2023/05/why-lawmakers-finally-reached-a-deal-on-bonding-and-what-it-means-for-infrastructure-in-greater-minnesota/\">$2.58 billion</a> into improved infrastructure, made <a href=\"https://www.startribune.com/minnesota-gov-tim-walz-signs-free-school-meals-bill-into-law/600259831/\">school breakfast and lunch free</a> for all Minnesota K-12 students, restored the <a href=\"https://www.minnpost.com/state-government/2023/02/minnesota-supreme-court-state-can-bar-felons-from-voting-until-probation-ends/\">voting rights</a> of ex-felons, invested $1 billion into <a href=\"https://www.minnpost.com/state-government/2023/05/minnesota-legislative-big-big-deal-spends-1b-on-affordable-housing-adds-metro-sales-tax/\">affordable housing</a>, imposed background checks on private gun transfers, initiated a <a href=\"https://www.minnpost.com/state-government/2023/05/four-takeaways-from-the-dfls-vote-to-approve-gun-regulations/\">red-flag warning system</a> to remove firearms from people courts deem to be a threat to themselves or others, <a href=\"https://www.minnpost.com/state-government/2023/05/minnesotas-soon-to-be-law-allowing-recreational-marijuana-explained/\">legalized recreational marijuana</a>, and mandated that utilities go <a href=\"https://www.minnpost.com/environment/2023/02/how-small-city-utilities-are-grappling-with-minnesotas-new-100-carbon-free-standard/\">carbon-free</a> by 2040, among other measures.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Were it not for 321 votes — and quite plausibly, a few thousand dollars of campaign contributions to Seeberger — few, if any, of these reforms would have passed. What’s more, it’s possible that Seeberger’s victory was also responsible for Gov. Tim Walz’s ascent to the Democratic ticket: Thanks to Minnesota’s flurry of legislating, Walz became a <a href=\"https://www.washingtonpost.com/opinions/2023/06/04/democratic-party-minnesota-legislature-progressives/\">nationally renowned</a> progressive darling, which might well have put him on Harris’s radar.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This November, Democrats have a chance to replicate their 2022 triumph in Minnesota. The party has an <a href=\"https://penncapital-star.com/election-2024/can-democrats-flip-the-pennsylvania-senate-for-a-trifecta/\">outside shot</a> at winning a narrow majority in Pennsylvania’s state Senate, thereby giving the party a trifecta in the Keystone State and unlocking all manner of liberal reforms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Democrats also have the opportunity to start clawing back power in Wisconsin, where GOP gerrymanders had previously all but guaranteed Republican state legislative control. Last year, the state’s Supreme Court <a href=\"https://www.nbcnews.com/politics/wisconsin-supreme-court-strikes-gop-drawn-legislative-maps-rcna130983\">declared</a> such gerrymanders unconstitutional and forced <a href=\"https://www.vox.com/politics/2024/2/20/24078666/new-wisconsin-legislative-maps-legislature\">the composition of new electoral maps</a> that feature a roughly even split of Democratic-leaning and Republican-leaning districts.&nbsp;Democrats now have a good chance of gaining control of the Wisconsin State Assembly this November and electing a Democratic majority in the state Senate through strong performances in both 2024 and 2026.</p>\n\n<p class=\"has-text-align-none\">In Michigan and Minnesota, meanwhile, the party is fighting to defend existing trifectas, and enable further policy gains.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Democratic donors’ fixation on presidential politics is understandable. The stakes of keeping Donald Trump out of power are certainly high. But tossing another $20 (or even $2,000) onto Harris’s $540 million pile is much less likely to meaningfully change Americans’ lives than making a similar contribution to a pivotal state legislative campaign. At the national level, the cost of progress is exorbitant. In the right down-ballot races, however, it retails at a steep discount.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Clarification, September 5, 1:15 pm ET:</strong> This story, originally published on September 4, has been updated to clarify that Wisconsin Democrats would likely need strong performances both this year and in the 2026 election in order to secure full control of state government. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Democrats have been raining cash on their presidential nominee like it’s confetti. Vice President Kamala Harris’s campaign raised $204 million in July — more than four times the $48 million former President Donald Trump brought in, according to new filings with the Federal Election Commission. This was enough to erase the Republican nominee’s previous cash advantage; at [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "Wait — do Harris and Trump actually agree on fracking?",
    "link": "https://www.vox.com/energy-and-environment/2019/9/12/20857196/kamala-fracking-ban-biden-climate-change",
    "pubDate": "2024-09-05T16:40:07.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Hydraulic fracturing has made the US a leader in oil production and helped curb greenhouse gas emissions. 2020 Democratic presidential contenders are weighing its role in the fight against climate change. | Michael S. Williamson/The Washington Post/Getty Images\" data-portal-copyright=\"Michael S. Williamson/The Washington Post/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/19195172/GettyImages_612789216.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Hydraulic fracturing has made the US a leader in oil production and helped curb greenhouse gas emissions. 2020 Democratic presidential contenders are weighing its role in the fight against climate change. | Michael S. Williamson/The Washington Post/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In her first run for president during the Democratic primary, Kamala Harris said “There’s no question I’m in favor of banning fracking” during a 2019 town hall.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Kamala Harris: &quot;There’s no question, I’m in favor of banning fracking&quot; <a href=\"https://twitter.com/hashtag/ClimateTownHall?src=hash&amp;ref_src=twsrc%5Etfw\">#ClimateTownHall</a> <a href=\"https://t.co/uRwmVeFb0e\">https://t.co/uRwmVeFb0e</a> <a href=\"https://t.co/Kifg574uj1\">pic.twitter.com/Kifg574uj1</a></p>&mdash; CNN Politics (@CNNPolitics) <a href=\"https://twitter.com/CNNPolitics/status/1169384141923606528?ref_src=twsrc%5Etfw\">September 4, 2019</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Then, when she was running to be Joe Biden’s vice president in the 2020 campaign, Harris pushed back firmly when accused by then-Vice President Mike Pence of wanting to ban hydraulic fracturing during a debate. </p>\n\n<p class=\"has-text-align-none\">“First of all, I will repeat, and the American people know, that Joe Biden will not ban fracking,” Harris said. “That is a fact. That is a fact.”</p>\n\n<p class=\"has-text-align-none\">Since taking office, the Biden-Harris administration upheld that promise, and Harris has held the line. “What I have seen is that we can grow and we can increase a thriving clean energy economy without banning fracking,” <a href=\"https://www.cnn.com/2024/08/29/politics/kamala-harris-tim-walz-cnntv/index.html\">Harris told CNN</a>. </p>\n\n<p class=\"has-text-align-none\">Hydraulic fracturing, aka fracking, is the <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=61545\">main method of producing oil and gas</a> in the United States. It involves pumping highly pressurized water, sand, and other chemicals into rock formations to create fractures that release trapped oil and gas.</p>\n\n<p class=\"has-text-align-none\">The fracking boom has radically reshaped the US energy portfolio over the past two decades. Last year the US <a href=\"https://www.vox.com/climate/24098983/biden-oil-production-climate-fossil-fuel-renewables\">produced more oil and gas than any country</a>, ever.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25332884/FBbsZ_the_us_holds_the_global_crude_oil_production_record.png?quality=90&#038;strip=all&#038;crop=0,11.356270256794,100,77.287459486412\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Nicole Narea/Vox\" />\n<p class=\"has-text-align-none\">Biden even reneged on a campaign promise not to allow more oil and gas drilling on public lands, approving one of the <a href=\"https://www.vox.com/climate/2023/3/14/23637780/willow-project-biden-oil-drilling-climate-change\">largest oil developments in Alaska</a>. He also signed off on a <a href=\"https://www.nytimes.com/2023/05/16/climate/biden-mountain-valley-pipeline.html\">major new natural gas pipeline</a>. </p>\n\n<p class=\"has-text-align-none\">Though the administration has been eager to take credit for the US’s soaring energy production and for keeping a lid on gasoline prices, this hydrocarbon bounty is <a href=\"https://www.vox.com/22397364/earth-day-us-climate-change-summit-biden-john-kerry-commitment-2030-zero-emissions\">undermining Biden’s climate change goals</a>: curbing greenhouse gas emissions by 50 to 52 percent relative to 2005 levels by 2030 and zeroing out emissions across the economy by 2050.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, the Republican presidential nominee Donald Trump spent his last term in office undoing environmental regulations and has pledged to push for even <a href=\"https://www.brookings.edu/articles/trump-has-big-plans-for-climate-and-energy-policy-but-can-he-implement-them/\">more fossil fuel development</a> if he wins the presidency again in November.</p>\n\n<p class=\"has-text-align-none\">Natural gas from fracking burns more cleanly than coal, and as it’s become the <a href=\"https://www.eia.gov/tools/faqs/faq.php?id=427&amp;t=3\">largest source of electricity in the US</a>, it has helped push down US greenhouse gas emissions even as the economy has grown. But natural gas is still a fossil fuel, and burning it worsens climate change. The more new fracking wells, pipelines, gas power plants, and liquefied natural gas export terminals go up, the longer the US will remain committed to this fossil fuel. Earlier this year, the White House <a href=\"https://www.vox.com/climate/24055711/lng-export-pause-biden-liquefied-natural-gas-climate-change\">paused approvals of new export facilities for natural gas</a>, but even with the delay, US natural gas exports are poised to double by 2030. </p>\n\n<p class=\"has-text-align-none\">Fracking also raises other environmental concerns. <a href=\"https://www.usgs.gov/faqs/how-does-injection-wastewater-depth-cause-earthquakes?qt-news_science_products=0#qt-news_science_products\">Wastewater injection</a> from fracking wells has caused a <a href=\"https://www.usgs.gov/faqs/does-fracking-cause-earthquakes\">spike in earthquakes</a>. It has led to <a href=\"https://today.tamu.edu/2017/10/31/how-has-air-quality-been-affected-by-the-u-s-fracking-boom/\">local air quality and safety problems.</a> Some gas wells have <a href=\"https://www.theguardian.com/environment/2023/mar/06/us-methane-gas-leak-fracking-jackson-township-pennsylvania\">leaked methane</a>, a potent greenhouse gas. </p>\n\n<p>For policymakers, the difficult choice is deciding whether the benefits outweigh the harm, and if fuels from fracking can be a stepping stone toward cleaner energy. “This is one of those issues where there’s just so much gray,” Sam Ori, executive director of the Energy Policy Institute at the University of Chicago, told Vox previously. “I don’t think that there’s a really clear case that says fracking is necessarily good or bad, on net.”</p>\n\n<p class=\"has-text-align-none\">And for presidential candidates, it’s tough to find the right pitch to voters, who are themselves divided. Pennsylvania, a critical swing state in the presidential election and the launch site of the modern fracking boom, is the <a href=\"https://www.eia.gov/energyexplained/natural-gas/where-our-natural-gas-comes-from.php\">second-largest natural gas producer</a> in the US behind Texas. Yet it has <a href=\"https://penncapital-star.com/election-2024/in-pennsylvanias-competitive-u-s-senate-race-fracking-takes-center-stage/\">mixed levels of support for fracking,</a> and <a href=\"https://whyy.org/articles/fracking-ban-in-delaware-river-basin-survives-pa-gop-lawmakers-challenge-in-federal-court/\">northeastern Pennsylvania voted to ban fracking</a> in the region. </p>\n\n<p class=\"has-text-align-none\">The debate about fracking is also a microcosm of a broader question of the role of fossil fuels in the transition toward cleaner energy, whether they should be fought as an adversary or embraced as a partner. When Biden leaves the White House next year, he will leave behind a <a href=\"https://www.vox.com/climate/362478/joe-biden-climate-change-legacy\">legacy of the most aggressive actions to address climate change</a> ever, as well as a massive expansion of fossil fuels.</p>\n\n<p class=\"has-text-align-none\">The US is now facing two radically different courses on the environment depending on who wins in November. However, since neither of the major presidential candidates say they want to ban fracking these days, it’s unlikely there will be any federal restrictions in the coming years. On the other hand, states like <a href=\"https://www.kqed.org/science/1991432/california-releases-formal-proposal-to-end-fracking-in-the-state\">California</a> and <a href=\"https://apnews.com/article/carbon-dioxide-fracking-new-york-drilling-3a062e57c55f2a5be53da5d58e1d3698\">New York</a> are working to halt or restrict the practice, and more may join the list.</p>\n\n<p>But as the current presidential candidates spar over the role of fracking, there remains a lot of debate over whether the practice is a net good for the end environment, and if it should be banned. </p>\n\n<h2 class=\"wp-block-heading\">The best case in favor: Fracking has reduced greenhouse gas emissions and helped expand clean energy</h2>\n\n<p>Though hydraulic fracturing as a technique has been around since the 19th century and the first commercial fracking for gas took place in the 1940s, the most recent fracking boom started in earnest around 2005. That’s when the rising prices of oil and gas forced energy companies to look for other sources, when related techniques like horizontal drilling and low-cost <a href=\"http://northamericanshalemagazine.com/articles/711/the-slickwater-story\">slickwater fracking</a> matured, and new estimates revealed the gargantuan amounts of gas stored in formations like <a href=\"https://www.pittsburghmagazine.com/marcellus-shale-the-trillion-dollar-question/\">Marcellus Shale</a>, spanning Pennsylvania and New York.</p>\n\n<p>Fracking has now become the dominant technique for extracting oil and gas in the US.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/19194027/Screen_Shot_2019_09_12_at_2.55.43_PM.png?quality=90&#038;strip=all&#038;crop=1.4920634920635,0,97.015873015873,100\" alt=\"A chart showing the monthly crude oil and natural gas wells by drilling type. \" title=\"A chart showing the monthly crude oil and natural gas wells by drilling type. \" data-has-syndication-rights=\"1\" data-caption=\"Fracking with horizontal drilling has quickly overtaken other forms of oil and gas extraction in the US. | &lt;a href=&quot;https://www.eia.gov/todayinenergy/detail.php?id=34732&quot;&gt;Energy Information Administration&lt;/a&gt;\" data-portal-copyright=\"&lt;a href=&quot;https://www.eia.gov/todayinenergy/detail.php?id=34732&quot;&gt;Energy Information Administration&lt;/a&gt;\" />\n<p>Fracking arose against the backdrop of the United States’ massive carbon footprint. The US is responsible for the highest share of <a href=\"https://www.vox.com/energy-and-environment/2019/4/24/18512804/climate-change-united-states-china-emissions\">cumulative global greenhouse gas emissions</a> of any county. Currently, it’s the <a href=\"https://www.ucsusa.org/global-warming/science-and-impacts/science/each-countrys-share-of-co2.html\">second-largest emitter</a> in the world, behind China. It also has some of the highest per capita emissions in the world.</p>\n\n<p>Scientists have warned that if humanity wants to limit warming this century to <a href=\"https://www.vox.com/2018/10/5/17934174/climate-change-global-warming-un-ipcc-report-1-5-degrees\">1.5 degrees Celsius</a> above pre-industrial levels, countries would need to cut global emissions in half or more from current levels by as soon as 2030 and reach net-zero emissions by 2050.</p>\n\n<p>During much of the fracking boom, the <a href=\"https://ig.ft.com/sites/numbers/economies/us/\">US economy grew</a> and <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=30712\">emissions declined</a>. One study found that between 2005 and 2012, fracking created <a href=\"https://www.reuters.com/article/usa-fracking-employment-study-idUSL8N13159X20151106\">725,000 jobs</a> in the industry, not counting related supporting jobs. “This has been one of the most dynamic parts of the U.S. economy — you’re talking about millions of jobs,” Daniel Yergin, vice chairman of IHS Markit and founder of IHS Cambridge Energy Research Associates, told <a href=\"https://www.cnbc.com/2019/11/11/yergin-against-elizabeth-warrens-fracking-ban-pledge-adipec-2019.html\">CNBC</a>.</p>\n\n<p class=\"has-text-align-none\">That’s largely due to natural gas from fracking displacing coal in electricity production. Natural gas emits about <a href=\"https://www.eia.gov/tools/faqs/faq.php?id=73&amp;t=11\">half of the greenhouse gas emissions</a> of coal per unit of energy. It doesn’t have the massive land footprint that open pit mines or mountaintop removal coal mines do. While it has its own pollution problems, burning natural gas doesn’t produce pollutants like ash and mercury, which can pose health and environmental hazards for years.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/total-ghg-over-time-2024.png?quality=90&#038;strip=all&#038;crop=0,13.871042330751,100,72.257915338497\" alt=\"US Greenhouse gas emissions 1990-2022\" title=\"US Greenhouse gas emissions 1990-2022\" data-has-syndication-rights=\"1\" data-caption=\"US greenhouse gas emissions have been declining since 2005 | Environmental Protection Agency\" data-portal-copyright=\"Environmental Protection Agency\" />\n<p>“Regardless of what you believe about the future, shale gas has played a substantial role in getting rid of carbon emissions and conventional emissions from coal,” said Ori.</p>\n\n<p>A report from the Breakthrough Institute titled “<a href=\"https://s3.us-east-2.amazonaws.com/uploads.thebreakthrough.org/legacy/images/main_image/Breakthrough_Institute_Coal_Killer.pdf\">Coal Killer</a>” explained that coal-fired power generation declined from producing 50 percent of US electricity in 2007 to <a href=\"https://www.eia.gov/tools/faqs/faq.php?id=427&amp;t=3\">16 percent in 2023</a>. Natural gas from fracking largely rose to fill that void.</p>\n\n<p>The main reason for this shift is that fracked natural gas is cheaper than coal for the energy it produces. That makes it attractive for utilities, especially in competitive markets. Many natural gas power plants use <a href=\"https://www.tva.gov/Energy/Our-Power-System/Natural-Gas/How-a-Combined-Cycle-Power-Plant-Works\">combined-cycle gas turbines</a>. Not only do they produce 50 percent more energy for the same amount of fuel compared to a single-cycle turbine, they can spool up quickly to meet surges in demand or shortfalls from other power producers. Compared to coal and nuclear power plants that have a harder time ramping up and down, this added flexibility makes natural gas power plants particularly valuable on the grid.</p>\n\n<p>Even the newest, cleanest, <a href=\"https://insideclimatenews.org/carbon-copy/24062015/coal-industry-lobbies-epa-power-plant-rules-emissions-carbon-capture\">more efficient coal-fired</a> power plants struggle to compete with natural gas.</p>\n\n<p>Natural gas’s flexibility has also eased the integration of variable renewable energy sources like wind and solar power. When the breezes slow down and clouds form above, natural gas steps in. This has reduced the need for other ways to compensate for intermittency, like energy storage.</p>\n\n<p>In fact, as fracking has grown in the US, <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=38752\">renewable energy generation has doubled</a> since 2008. Renewables, including hydropower and biomass, now comprise just over <a href=\"https://www.eia.gov/tools/faqs/faq.php?id=427&amp;t=3\">21 percent</a> of total US electricity generation. Coupled with nuclear power, about 19 percent of the electricity mix, that still leaves nearly two-thirds of power generation that needs to decarbonize. And that will take years.</p>\n\n<p>So fracked natural gas’s record as a coal slayer and renewable energy booster makes it a valuable weapon in the fight against climate change.</p>\n\n<p>“If you’re talking about natural gas as a decarbonizing fuel while replacing coal, I think the facts on the ground really support that,” said Alex Trembath, a coauthor of the “Coal Killer” report and deputy director at the Breakthrough Institute. “We’ve actually seen significant growth in solar and wind in particular even alongside the fracking revolution.”</p>\n\n<p class=\"has-text-align-none\">At the same time, fracking has helped insulate the US from global economic shocks, particularly in oil markets. US shale oil has provided more than half the growth in global oil supplies, so rising tensions and disruptions in countries like Russia, Iran, Libya, and Venezuela have barely moved the needle at the gas pump.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Fracked natural gas’s record as a coal slayer and renewable energy booster makes it a valuable weapon in the fight against climate change.</p></blockquote></figure>\n\n<p>“The oil price impacts of those big disruptions have been pretty muted and a lot of that has to do with the incredible growth of shale oil as a source of new supply in the global market,” Ori said. US natural gas has also helped countries in Europe wean themselves off of Russian natural gas after Russia stepped up its invasion of Ukraine. </p>\n\n<p>In short, natural gas obtained by fracking has reduced emissions, aided the economy, and helped clean energy rise, while costing less than dirtier fuels.</p>\n\n<h2 class=\"wp-block-heading\">The best case against: Fracking keeps us dependent on fossil fuels and undermines decarbonization</h2>\n\n<p>Both the oil and natural gas produced from fracking have their downsides. Natural gas is mainly used for power generation (it’s now the <a href=\"https://www.eia.gov/energyexplained/electricity/electricity-in-the-us.php\">largest source of electricity</a> in the US) while oil is mostly used for transportation, like cars, shipping, and aviation.</p>\n\n<p>So while low natural gas prices have helped knock dirty coal off the market, low oil prices driven in part by fracking have encouraged more travel. In fact, <a href=\"https://www.epa.gov/ghgemissions/sources-greenhouse-gas-emissions\">transportation is now the largest source of greenhouse gases</a> in the US. </p>\n\n<p>Low oil prices have undermined the business case for cleaner transportation alternatives, like electric cars and <a href=\"https://www.nrel.gov/hydrogen/fuel-cell-bus-evaluation.html\">fuel cell-powered buses</a>. Instead, the United States has experienced a growing appetite for <a href=\"https://www.reuters.com/article/us-autoshow-new-york-suvs/lured-by-rising-suv-sales-automakers-flood-market-with-models-idUSKBN1H50KI\">larger, thirstier cars</a> and <a href=\"https://www.aviationtoday.com/2018/03/20/faa-forecasts-strong-growth-aviation-next-two-decades/\">more air travel</a>.</p>\n\n<p>Meanwhile, low natural gas prices have had some collateral damage for <a href=\"https://www.axios.com/nuclear-energy-could-be-competitive-but-it-requires-pricing-carbon-78fd8c75-a534-4baa-a12b-452e8ce17c9c.html\">nuclear power</a>, the largest source of clean electricity in the US. Some of the <a href=\"https://www.vox.com/energy-and-environment/2019/9/6/20852313/cnn-climate-town-hall-nuclear-power-energy\">nuclear power plants</a> that have announced early retirements are likely to see their <a href=\"https://stateimpact.npr.org/pennsylvania/2018/04/27/as-nuclear-power-loses-ground-to-natural-gas-environmentalists-are-torn-are-the-risks-worth-saving-it-for-climates-sake/\">capacity replaced by natural gas</a>. So while replacing coal with natural gas often leads to a reduction in emissions, replacing nuclear energy leads to an increase.</p>\n\n<p>Natural gas itself can also become a climate problem.<strong> </strong>Methane, the dominant component of natural gas, produces less carbon dioxide than coal when burned. But if methane leaks, which it often does in some quantity during normal gas extraction operations, it becomes a potent greenhouse gas. Over 100 years, a quantity of methane traps more than <a href=\"https://www.epa.gov/ghgemissions/overview-greenhouse-gases\">25 times</a> the amount of heat compared to a similar amount of carbon dioxide.</p>\n\n<p>Of course, methane is the product (and it’s flammable), so the gas industry has an incentive to limit leaks. But leaks are difficult to track, and they could easily overwhelm the gains from replacing coal.</p>\n\n<p>Robert Howarth, a researcher studying shale gas at Cornell University, reported that US shale gas production plays an outsized role in <a href=\"https://www.vox.com/energy-and-environment/2019/8/15/20805136/climate-change-fracking-methane-emissions\">global methane emissions</a>. He estimated that over the past 10 years, more than half of the global increase in methane emissions came from fracking in the US.</p>\n\n<p>“Natural gas production in the United States is leaking somewhere in the neighborhood of 3.5 percent of the gas we produce into the atmosphere which is, you know a relatively small amount of gas if you think about it. Most of it is getting to market,” Howarth said. “But that 3.5 percent is enough to do severe damage to the climate.”</p>\n\n<p class=\"has-text-align-none\">This is a higher leakage estimate than the EPA and the industry calculate, and some researchers have <a href=\"https://thebreakthrough.org/issues/energy/a-major-paper-on-liquified-natural-gas-emissions-is-riddled-with-errors\">criticized Howarth’s methodology</a>, but the calculation <a href=\"https://www.bloomberg.com/news/features/2024-02-29/biden-lng-approval-pause-influenced-by-cornell-methane-scientist?embedded-checkout=true\">played an important role</a> in the Biden administration’s decision to pause natural gas exports.</p>\n\n<p>And then there’s the technique of fracking itself. It requires a <a href=\"https://www.citylab.com/environment/2018/08/the-amount-of-water-used-in-fracking-has-increased-dramatically/567730/\">massive volume of water</a>. Wells can release <a href=\"https://www.nrdc.org/sites/default/files/fracking-air-pollution-IB.pdf\">toxic chemicals</a> like benzene into the air. Fracking sites can experience <a href=\"https://www.denverpost.com/2017/12/06/colorado-oil-gas-explosions-since-firestone-explosion/\">explosions and fires</a>. They can <a href=\"https://cfpub.epa.gov/ncea/hfstudy/recordisplay.cfm?deid=332990\">contaminate drinking water</a>. More than <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5783652/\">17 million</a> people in the US live within a mile of an active fracking well, and research shows that fracking can lead to <a href=\"https://advances.sciencemag.org/content/3/12/e1603021\">low birth weight</a> in infants born in that radius.</p>\n\n<p>Many of these environmental risks, on balance, are less than those associated with mining and burning coal. However, the sudden surge in fracking means many people are being confronted with its impacts for the first time, making it a more vivid political concern. That’s in contrast to coal hazards, which are mostly familiar to the public consciousness.</p>\n\n<p>Another factor is that the business case for fracking could weaken as renewables improve. The <a href=\"https://rmi.org/insight/clean-energy-portfolios-pipelines-and-plants\">Rocky Mountain Institute</a> estimates that clean energy is already competitive with new natural gas power plants, and by 2035, it will be cheaper to build new wind, solar, and storage projects than to continue running 90 percent of existing gas power plants.</p>\n\n<p class=\"has-text-align-none\">And when it comes to limiting climate change, a key factor is time. Methane leaked from gas wells can stay in the atmosphere for a decade. Carbon dioxide from burning it can linger for a century. So it is imperative to ramp down greenhouse gas emissions as quickly as possible. Yet every new natural gas power plant represents a decades-long commitment to continue using the fuel. That means gas plants will have to install carbon capture systems, which would add to their operating costs and worsen the business case further, or some poor investor is going to be left holding the bag.</p>\n\n<h2 class=\"wp-block-heading\">What a president can actually do about fracking</h2>\n\n<p class=\"has-text-align-none\">Though Democrats have dialed down some of their <a href=\"https://www.vox.com/politics/368706/kamala-harris-dnc-climate-change-policy-poll\">messaging on climate change</a> and Republicans scarcely talk about it all, energy policy is a perennial presidential campaign issue. President Obama often boasted about the rise of the United States as an energy giant. President Trump pushed to leverage US oil and gas in order to exert <a href=\"https://www.whitehouse.gov/briefings-statements/president-donald-j-trump-unleashing-american-energy-dominance/\">energy dominance</a>. And President Biden <a href=\"https://www.manchin.senate.gov/newsroom/op-eds/our-energy-policy-is-a-success-and-president-biden-should-be-proud\">spurred the US</a> to become the largest oil and gas producer in the history of the world. </p>\n\n<p class=\"has-text-align-none\">In the current campaign, Trump continues to falsely <a href=\"https://www.cnn.com/2024/09/05/politics/video/donald-trump-town-hall-hannity-kamala-harris-digvid\">accuse Harris of wanting to ban fracking</a>. But how much can a president actually do to curb fracking on their own? It turns out that the executive doesn’t have a lot of direct levers over fossil fuel extraction without Congress.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter alignnone\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Obama: &quot;Suddenly America is the largest oil producer, that was me people &#8230; say thank you.&quot; <a href=\"https://t.co/VfQfX1SR0x\">pic.twitter.com/VfQfX1SR0x</a></p>&mdash; Tom Elliott (@tomselliott) <a href=\"https://twitter.com/tomselliott/status/1067746578226704384?ref_src=twsrc%5Etfw\">November 28, 2018</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">The federal government can limit export licenses for oil and natural gas, as Biden has done. It can also make it more difficult to mine and drill on public lands. However, a lot of the energy policy in the United States is governed at the state and local level, so the White House can’t easily shape the agenda without local backing.</p>\n\n<p class=\"has-text-align-none\">The federal government can also regulate the <a href=\"https://www.vox.com/climate/24106924/epa-vehicle-emissions-carbon-pollution-climate-ev-hybrid\">pollution from vehicles</a> and <a href=\"https://www.vox.com/climate/2023/5/11/23695884/biden-epa-climate-power-plant-regulation\">power plants</a> that contributes to climate change. As these regulations ratchet up, dirtier forms of energy become more expensive and cleaner alternatives start to look more appealing. </p>\n\n<p>Breakthrough’s Trembath argued that a president would best be served by building an off-ramp for the bridge away from fracking, rather than cutting it off. It would be less disruptive and contentious and would allow the country to continue harnessing the benefits of fracking while coming up with better options. The Biden administration has attempted this with legislation like the Inflation Reduction Act to accelerate clean energy sources and deploy the infrastructure for electric vehicles. “The first way we hasten the end of the bridge is to make the [alternative] technology cheaper,” he said.</p>\n\n<p><em><strong>Update, September 5, 2024, 3:40 pm ET: </strong>This story was originally published in 2019. It has been updated now to reflect the<strong> </strong>discussion of a fracking ban during the 2024 presidential election.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In her first run for president during the Democratic primary, Kamala Harris said “There’s no question I’m in favor of banning fracking” during a 2019 town hall. Then, when she was running to be Joe Biden’s vice president in the 2020 campaign, Harris pushed back firmly when accused by then-Vice President Mike Pence of wanting [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "Why Nvidia triggered a stock market freakout",
    "link": "https://www.vox.com/artificial-intelligence/369974/nvidia-stock-chip-nasdaq-ai-tech-meta-microsoft-jensen-huang-doj",
    "pubDate": "2024-09-05T15:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Jensen Huang \" data-caption=\"Nvidia CEO Jensen Huang during the Nvidia GTC Artificial Intelligence Conference at SAP Center on March 18, 2024 in San Jose, California. | Justin Sullivan/Getty Images\" data-portal-copyright=\"Justin Sullivan/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2094937967.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Nvidia CEO Jensen Huang during the Nvidia GTC Artificial Intelligence Conference at SAP Center on March 18, 2024 in San Jose, California. | Justin Sullivan/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Nvidia, the world’s leading AI chip manufacturer, sparked a global stock market downturn Wednesday, with indexes falling in Asia, Europe, and the United States.</p>\n\n<p class=\"has-text-align-none\">After <a href=\"https://www.bloomberg.com/news/articles/2024-09-03/nvidia-gets-doj-subpoena-in-escalating-antitrust-investigation?sref=qYiz2hd0\">Bloomberg reported</a> on Tuesday that the US Justice Department issued Nvidia a subpoena as part of an antitrust investigation, investors sold $279 billion worth of shares — amounting to <a href=\"https://www.barrons.com/articles/nvidia-stock-price-market-cap-today-ba98d877\">9.5 percent of the company’s stock</a>. On Wednesday, <a href=\"https://www.reuters.com/technology/nvidia-did-not-receive-us-justice-department-subpoena-spokesperson-says-2024-09-04/\">a spokesperson denied</a> that the company had received the subpoena, but said Nvidia is “happy to answer any questions regulators may have about our business.”</p>\n\n<p class=\"has-text-align-none\">Still, the<strong> </strong>sell-off is bad news for Nvidia, and it renews existing concerns about the strength of the AI sector and the US economy more broadly. </p>\n\n<p class=\"has-text-align-none\">That one company was able to have such an impact on global stock prices is a testament to Nvidia’s size and reach. Nvidia is the <a href=\"https://www.fool.com/research/largest-companies-by-market-cap/\">third most valuable company in the world</a>. Because of its dominance, its success — or failure — can shift the tech-heavy Nasdaq stock index, where it is listed. And because it’s so entangled with other tech companies, when it falls, so does the stock of its partners, like Taiwan Semiconductor Manufacturing Company, which pulled down markets overseas. In the US, Nvidia pushed sell-offs throughout the entire tech industry. Microsoft, Amazon, and Intel shares were down as of Wednesday afternoon, though Nvidia competitor Advanced Micro Devices saw gains.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“One of the big risks is that you have this market concentration, and all it takes is those names to be volatile, for it to feed through to the entire market,” Justin Onuekwusi, chief investment officer at investment firm St. James&#8217;s Place, <a href=\"https://www.reuters.com/markets/global-markets-wrapup-1-2024-09-04/\">told Reuters Wednesday</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While Nvidia triggered this week’s stock market slump, there are a few other factors that have investors rattled. Recent concerns about <a href=\"https://www.nytimes.com/2024/07/14/business/chinas-gdp-q2.html\">China’s sluggish economy</a> are putting a damper on a wide array of businesses, including <a href=\"https://www.reuters.com/markets/global-markets-wrapup-1-2024-09-04/\">an oil industry</a> already <a href=\"https://www.reuters.com/markets/commodities/opec-discussing-delay-planned-oil-output-hike-october-sources-say-2024-09-04/\">struggling with falling prices</a>. Weak manufacturing <a href=\"https://www.reuters.com/markets/us/us-manufacturing-edges-up-august-8-month-low-trend-remains-weak-2024-09-03/\">in the US</a>, along with some higher prices in that sector, are part of the equation as well.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Nvidia’s troubles come amid rising uncertainty about the AI </strong>sector</h2>\n\n<p class=\"has-text-align-none\">Investors have significant concerns about whether the US tech sector is headed in the right direction. Questions about <a href=\"https://www.vox.com/business-and-finance/357250/nvidia-stock-shareholder-ai-investor-market-capitalization-bubble\">whether Nvidia is overvalued</a>, and about the wisdom of investing so heavily in AI technology, have dogged the tech sector for months. Analysts from <a href=\"https://www.bloomberg.com/news/articles/2024-09-03/nvidia-s-240-billion-swoon-leads-rout-in-semiconductor-stocks?sref=qYiz2hd0&amp;embedded-checkout=true\">JPMorgan Asset Management and Blackrock</a> cautioned earlier this week that massive spending on AI hasn’t been justified because the technology has limited applications outside the tech sector.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Companies like Microsoft and Meta have ignored that advice, spending <a href=\"https://www.bloomberg.com/news/articles/2024-09-03/nvidia-gets-doj-subpoena-in-escalating-antitrust-investigation?sref=qYiz2hd0\">as much as 40 percent of their hardware budgets</a> —&nbsp;tens of billions of dollars — on Nvidia products to accelerate their own AI products. But that has investors worried that tech companies are betting too much on a future that may never come. And that if these giant companies have made a wrong bet, they may drag the stock market down with them.</p>\n\n<p class=\"has-text-align-none\">“[Tech companies are] all kind of saying, ‘Look, we’re not going to be on the wrong side of this. We’re going to invest,’” Daniel Newman, CEO of the Futurum Group, a global technology research and advisory firm, told Vox. “But I’m not hearing for what, or where this provides the return. And I think there’s a little bit of hesitation on [Wall Street] — people want to know where that return comes from.”</p>\n\n<p class=\"has-text-align-none\">All of this — from concerns about China’s economy to the strategy of tech companies — is swirling at a time when <a href=\"https://uk.finance.yahoo.com/news/us-dealing-rare-bifurcation-economy-030343116.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAIulVkfy5LEz0MzxfuCu1WPFkVSeiEFPncoWzQcVsEXyU0zfWbMo6SH7WxvcUiMqE8vWxx-XfWHd2jTGnD1G_Xzu2KxazSAsigDVzGMgQzgfAmSLU5Qb4Cxg2NFmNKpWqChAgZJKW76OCt-aD4LiAp0E6rxBmiM7rEmQohSka8lQ\">some financial and economic experts</a> are warning the <a href=\"https://www.msn.com/en-ph/news/other/rate-cuts-are-likely-to-be-too-little-too-late-bca/ar-AA1pYxqg\">US could be in danger of a recession</a>. And this week’s turmoil has only <a href=\"https://www.barrons.com/livecoverage/stock-market-today-080424/card/stocks-set-for-another-bad-day-as-economic-and-ai-worries-persist-x6ZyVzc1Wiy9BkG4h3hj\">intensified concerns </a>that these experts might be right.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What does Nvidia’s slide mean for the economy?</strong></h2>\n\n<p class=\"has-text-align-none\">There’s no question that Wednesday’s sell-off is concerning, but it’s impossible to say now whether it can tell us anything about the danger of a recession.</p>\n\n<p class=\"has-text-align-none\">Stock market performance isn’t the only —&nbsp;or even the best — indicator of economic health. Stocks rebounded after last month’s early, volatile sell-off thanks to the news that the Federal Reserve would be lowering interest rates, making credit cheaper and hopefully making it easier for people to make big purchases and for businesses to hire and to make other investments.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Fed is expected to lower interest rates by a quarter of a point at its meeting this month, which may help ease some recession fears. But that alone isn’t likely to make those concerns go away completely.</p>\n\n<p class=\"has-text-align-none\">Though the US isn’t currently in a recession —&nbsp;traditionally defined as negative gross domestic product growth over two successive quarters —&nbsp;there’s concern that one could still develop because of high inflation and high interest rates, which could curtail production and lead to higher joblessness rates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nvidia’s fall from grace this week probably isn’t the ultimate indicator of whether the economy will go into a recession, and it may not even last that long. But it does say something about the markets’ dependency on the tech sector — and it’s only the latest reminder of how much uncertainty remains about the US economy.</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, September 5, 11 am: </em></strong><em>This story was originally published on September 4 and has been updated to include Nividia’s spokesperson denying the company received a subpoena.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Nvidia, the world’s leading AI chip manufacturer, sparked a global stock market downturn Wednesday, with indexes falling in Asia, Europe, and the United States. After Bloomberg reported on Tuesday that the US Justice Department issued Nvidia a subpoena as part of an antitrust investigation, investors sold $279 billion worth of shares — amounting to 9.5 [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "iPad kids speak up",
    "link": "https://www.vox.com/life/369953/skibidi-tweens-gen-alpha-brainrot-ipad-kids",
    "pubDate": "2024-09-05T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1781825605.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">If there’s one word that’s most associated with Gen Alpha right now, it might be “brainrot.”</p>\n\n<p class=\"has-text-align-none\">According to countless <a href=\"https://www.nbcnews.com/news/gen-alpha-kids-parents-brainrot-language-rcna162227\">trend pieces</a> and <a href=\"https://www.tiktok.com/@frolical/video/7309930883681750302?_r=1&amp;_t=8pRTaehTU9n\">innumerable TikToks</a>, kids from this generation, born between 2010 and 2024, have purportedly “rotted” their brains by scrolling too much on their devices.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nytimes.com/2024/06/13/style/brainrot-internet-addiction-social-media-tiktok.html\">“Brainrot”</a> has become a way to describe anything associated with young people’s online culture. But it’s based on the idea, promulgated largely by adults, that children 14 and younger are addicted to their technology and that it has fundamentally destroyed their ability to interact in the real world.</p>\n\n<p class=\"has-text-align-none\">Instead, they’re obsessed with “<a href=\"https://www.nbcnews.com/news/gen-alpha-kids-parents-brainrot-language-rcna162227\">brainrot slang</a>” such as <a href=\"https://www.wsj.com/lifestyle/ohio-slang-meme-gen-alpha-8c69a9e6\">“Ohio”</a> and <a href=\"https://www.businessinsider.com/fanum-tax-gen-alpha-gen-z-millennials-confusing-slang-2023-10\">“Fanum tax,”</a> and <a href=\"https://www.tiktok.com/@teresakayenewman/video/7306612638497230126?_r=1&amp;_t=8pQdW93oGWV\">they can’t even read</a> because they’re on their iPads all the time.</p>\n\n<p class=\"has-text-align-none\">It’s certainly true that young people today are, as a group, extremely online. </p>\n\n<p class=\"has-text-align-none\">Sixty-five percent of 8- to 12-year-olds have an iPhone, and the same percentage have an iPad, according to <a href=\"https://www.ypulse.com/report/2024/03/07/the-tween-study/\">a recent survey of tweens</a> by the market research group YPulse. (For comparison, millennials got their first smartphones at 16, on average.) A full 92 percent of 8- to 12-year-olds are on social media, according to the survey, and kids this age tend to prefer short-form videos on social platforms to longer movies or shows.</p>\n\n<p class=\"has-text-align-none\">But does this mean their brains are decayed? In scientific terms, no. Research on the impact of screens on young people’s development is <a href=\"https://www.nytimes.com/2021/07/26/technology/kids-screen-time.html\">mixed</a>, and there’s <a href=\"https://www.vox.com/24127431/smartphones-young-kids-children-parenting-social-media-teen-mental-health\">an ongoing debate</a> about whether smartphones and social media actually affect kids. So, as of now, there’s <a href=\"https://www.vox.com/24105235/phones-kids-schools-ban-yondr-pouch-smartphones\">no hard evidence</a> that being online is bad for young people’s mental health. And, of course, a phone or iPad cannot literally rot someone’s brain.</p>\n\n<p class=\"has-text-align-none\">In talking with kids and experts, though, I’ve come away with the impression that young people also worry about the impact of technology on their lives. Their concerns, however, are more nuanced than some <a href=\"https://www.latimes.com/california/story/2024-03-22/generation-alpha-millennial-children\">doomer headlines</a> might suggest. And sometimes they have more perspective than adults do when it comes to what a healthy relationship with technology looks like — and how theirs will evolve in the future.</p>\n\n<p class=\"has-text-align-none\">Gen Alpha kids “see themselves as misunderstood, and the content that they make, and the content that they are enjoying or consuming, is also misunderstood,” said Jess Rauchberg, a professor of communication technologies at Seton Hall University who studies social media.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">What Gen Alphas think about their tech use</h2>\n\n<p class=\"has-text-align-none\">One thing Gen Alphas want adults to know is that <a href=\"https://www.tiktok.com/@simply._.existing14/video/7357438658707721518?_r=1&amp;_t=8pRdWsaVR6s\">they’re not a monolith</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Fiona, a Brooklyn 11-year-old, told me over hot chocolate that the amount of time she spends on her phone is “very concerning.” She’s not alone — 38 percent of teens in <a href=\"https://www.pewresearch.org/internet/2024/03/11/how-teens-and-parents-approach-screen-time/\">a recent Pew survey</a> said they spent too much time on their phones. But Fiona said her screen time is nothing compared to the behavior of her 5-year-old sister, Margot, who she says is basically chained to her iPad. “It’s holding her captive,” Fiona says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Fiona, kids are best understood not as a single generation but as a “ladder,” with each rung a little more tech-obsessed than the one above it. She worries about kids on the rungs below her, younger Gen Alphas who aren’t “focusing on the world around them.” She told me about a time when she asked her little sister for a hug, and Margot distractedly stuck her arms out while continuing to watch her iPad.</p>\n\n<p class=\"has-text-align-none\">Their mom told me this might be a slight overstatement; who among us has not exaggerated our siblings’ foibles to make a point?</p>\n\n<p class=\"has-text-align-none\">But younger Alphas aren’t just generally more online than their elders, Fiona says. They’re more likely to use “brainrot slang” like “skibidi,” which comes from <a href=\"https://www.washingtonpost.com/technology/2023/12/10/skibidi-toilets-you-tube-children-internet/\">Skibidi Toilet</a>, a wildly popular web series about toilet-head guys fighting camera-head guys that is incomprehensible to adults and even older teens (I find it scary and apocalyptic, like <a href=\"https://www.imdb.com/title/tt0088846/\"><em>Brazil</em></a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Skibidi essentially means everything and nothing — “You don’t really use it in sentences, you kind of just say it randomly,” one 11-year-old <a href=\"https://www.nbcnews.com/news/gen-alpha-kids-parents-brainrot-language-rcna162227\">told NBC</a>. Other brainrot terms include “Ohio” (which means <a href=\"https://www.wsj.com/lifestyle/ohio-slang-meme-gen-alpha-8c69a9e6\">weird</a>), <a href=\"https://www.businessinsider.com/fanum-tax-gen-alpha-gen-z-millennials-confusing-slang-2023-10\">“Fanum tax”</a> (stealing food), and <a href=\"https://www.vox.com/culture/23989120/rizz-definition-oxford-word-of-the-year-colloquial\">“rizz”</a> (charm or charisma).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Older Alphas do sometimes use such language, but they’re being sarcastic, Fiona says. She recently called her friend “Skibidi Ohio rizzler” in a text message, for example: “We use brainrot in a funny way.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">I wasn’t totally surprised to hear that Fiona wanted to distance herself from some stereotypes about Gen Alpha. After all, who wants to be associated with iPad addiction and mental decay?</p>\n\n<p class=\"has-text-align-none\">But “brainrot” culture is actually a sophisticated response to the world as Gen Alpha knows it, Rauchberg says. Today’s tweens and younger children spent some of their formative years in the depths of the Covid pandemic, when once-predictable routines like school and playdates were upended, and many families experienced disruption and danger.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Memes that might be really absurd and abstract and weird and surreal to older generations — that&#8217;s Gen Alpha trying to make sense and find some humor in growing up in some pretty chaotic times,” Rauchberg says.</p>\n\n<h2 class=\"wp-block-heading\">Maybe brainrot isn’t all bad</h2>\n\n<p class=\"has-text-align-none\">Older people’s censorious reaction to young people’s language and culture is nothing new. When millennials were growing up, adults used to worry about teens spending too much time at the mall, Rauchberg said. Today, however, as platforms such as TikTok have replaced Hot Topic and Cinnabon as “third places” where kids hang out, adults can see everything that happens with young people — and comment on it, sometimes relentlessly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That means kids, too, can see their lives — or at least stereotypes about their lives — constantly turned into content. On any given day, they can watch a TikTok creator joking about <a href=\"https://www.tiktok.com/@briannaguidryy/video/7409356858244336901?_t=8pQdUhqdbzT&amp;_r=1\">Gen Alphas in nursing homes</a> (they demand iPad time, of course) or a <a href=\"https://www.tiktok.com/@teresakayenewman/video/7306612638497230126?_r=1&amp;_t=8pQdW93oGWV\">compilation of teacher complaints</a> about their generation (they “cannot read, they cannot write, they’re ill-mannered”).</p>\n\n<p class=\"has-text-align-none\">And adults owe Gen Alpha a little grace when we’re eavesdropping in their spaces, Rauchberg said. “If kids see too many TikToks making fun of their generation, they might worry that the adults in their lives are judging them as well.”</p>\n\n<p class=\"has-text-align-none\">Contrary to the worst stereotypes about iPad kids, today’s tweens are actually quite busy in the physical world, according to YPulse. Eighty-eight percent have a hobby, and while some play video games, others are interested in sports or crafting. Fiona, for her part, loves art — her dream job is to work backstage at <a href=\"https://lincolncenter.org/\">Lincoln Center</a> one day.</p>\n\n<p class=\"has-text-align-none\">Her fellow Alphas also care about the world around them, according to YPulse, with 75 percent of 8- to 12-year-olds saying they’re passionate about a cause like animal rights or cyberbullying. And despite adults’ concerns about them, 84 percent of tweens have positive feelings about the future.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, some see potential upsides to younger Alphas’ comfort level with their screens. Fiona thinks kids her sister’s age might be better at spotting AI-generated content because they’ve been exposed to it from such a young age. Many Gen Alphas don’t perceive a stark difference between online and offline interactions, Rauchberg said — it’s all real life to them.</p>\n\n<p class=\"has-text-align-none\">That might sound unnerving to people who grew up without smartphones, but if you’re a millennial, you might remember the days when our elders were warning us that the internet was real, and that <a href=\"https://www.forbes.com/sites/christeare/2015/10/18/dont-let-social-media-hurt-your-college-or-career-start/\">our online profiles could follow us</a> through college applications or job searches.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For better or for worse, Alphas are natives of a world to which the rest of us had to adapt.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If there’s one word that’s most associated with Gen Alpha right now, it might be “brainrot.” According to countless trend pieces and innumerable TikToks, kids from this generation, born between 2010 and 2024, have purportedly “rotted” their brains by scrolling too much on their devices.&#160; “Brainrot” has become a way to describe anything associated with [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "Electric school buses are the future we deserve",
    "link": "https://www.vox.com/climate/370006/school-bus-electric-transportation-ev",
    "pubDate": "2024-09-05T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Electric school buses charge up at charging stations at a bus depot.\" data-caption=\"In August, the Oakland Unified School District became the first major school district in the country to electrify its entire bus system. | David Paul Morris/Bloomberg via Getty Images\" data-portal-copyright=\"David Paul Morris/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2167997487.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>In August, the Oakland Unified School District became the first major school district in the country to electrify its entire bus system. | David Paul Morris/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Riding an electric school bus seems like it would be an uncanny experience. As a kid, I remember the bus being a loud and smoggy place that left me smelling like diesel. Today there are electric buses on the road that are not only emissions-free but comparatively silent. Kids can not only talk to their friends on the bus, they can breathe.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The first all-electric school bus fleet to serve a major school district <a href=\"https://grist.org/transportation/oakland-electric-school-buses-battery-storage/\">started ferrying kids to class in Oakland, California</a>, last week. The 74 buses <a href=\"https://www.canarymedia.com/articles/clean-fleets/the-biggest-electric-school-bus-as-grid-battery-project-in-the-us-goes-live\">also act as giant batteries</a> when they’re not moving: They’re plugged in and supplying enough electricity to the local grid to power about 400 homes. I don’t know about you, but my child self would have been thrilled by this futuristic reality and expected flying cars to be right around the corner.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Electric school buses are here and can solve so many problems: prevent diesel pollution from damaging kids’ health, release fewer greenhouse gasses that are warming the globe, and provide energy storage where you wouldn’t expect it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The roadblocks preventing every kid from stepping onto an electric school bus aren’t going away however, even as the federal government pours billions of dollars into electrification efforts. Replacing the roughly <a href=\"https://www.edf.org/sites/default/files/documents/Economic%20and%20environmental%20benefits%20electric%20school%20bus%20updated%20final.pdf\">480,000 school buses</a> already on the road in the United States is a big enough expense, but the bigger challenge is upgrading the power grid so that it can support the charging infrastructure to keep these fleets on the road.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Figuring out this problem is more than worthwhile. Diesel exhaust, a known carcinogen that can also <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC121970/\">cause asthma</a> and <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0272775719301530\">hurt academic performance</a>, disproportionately affects Black, Latino, Indigenous, and low-income communities, who ride the bus <a href=\"https://www.bts.gov/topics/passenger-travel/back-school-2019\">more often</a> and also tend to lack access to health care. Children <a href=\"https://apnews.com/article/electric-school-buses-diesel-exhaust-environmental-justice-4263455c7d55e34acd6f35dceb6db7c0#\">are especially vulnerable</a> to being harmed by air pollution from diesel school buses, not only because their bodies are still developing but also because they can spend hours inhaling fumes on longer routes. Electric school buses <a href=\"https://www.sciencedirect.com/science/article/pii/S2352146518306227\">are also much quieter</a>, which is good for the ears of both the kids and the drivers. Cleaner buses have even been linked <a href=\"https://www.nature.com/articles/s41893-023-01088-7\">to higher school attendance</a>.</p>\n\n<p class=\"has-text-align-none\">With more than 26 million children riding every year, school buses make up <a href=\"https://www.weforum.org/agenda/2024/01/why-decarbonizing-city-transit-begins-with-school-buses/\">the nation’s largest mass transit system</a>. For every school bus on the road in the morning and afternoon, there are fewer cars. Nevertheless, as 90 percent of the nation’s school buses are diesel-powered, the fleet’s carbon footprint is significant. Diesel- and natural gas-fueled buses <a href=\"https://electricschoolbusinitiative.org/why-we-need-transition-electric-school-buses\">emit about 9 million metric tons of greenhouse gasses a year</a>, which is about the same as the emissions produced by generating the electricity for a million homes annually. Electrifying all of those buses would be the equivalent of removing 2 million cars from the road.</p>\n\n<p class=\"has-text-align-none\">So electrifying this fleet is a no-brainer. Not only would it cut down on massive amounts of toxic emissions, filling the streets with electric school buses would also save a ton of money. School bus manufacturer Blue Bird says that its electric school bus <a href=\"https://www.blue-bird.com/blue-bird-delivers-13-electric-school-buses-to-bowling-green-independent-schools-in-kentucky/#:~:text=Blue%20Bird%20customers%20have%20reported,manufacturer%20in%20the%20United%20States.\">costs 14 cents a mile</a> to operate versus 49 cents for diesel buses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s not counting the revenue that school districts can generate by using these buses as giant batteries. Because they operate on a set schedule, electric school buses are uniquely suited to <a href=\"https://www.wired.com/story/these-electric-school-buses-are-on-their-way-to-save-the-grid/\">sell extra energy back to the grid</a> during peak hours, when they’re not being used. In Oakland, the grid needed an upgrade to accommodate these two-way chargers and the 2.7 megawatts required to charge the fleet of buses. While federal funding helped pay for the buses themselves, PG&amp;E, the local utility, <a href=\"https://www.bloomberg.com/news/articles/2024-05-16/the-first-electric-school-bus-fleet-in-the-us-will-also-power-homes?sref=qYiz2hd0\">covered the grid updates</a>.</p>\n\n<p class=\"has-text-align-none\">But not every school district is like Oakland, sending dozens of new electric school buses out on routes all at once. It’s happening all over the country, too, with school districts committing to electric school bus purchases <a href=\"https://www.wri.org/insights/where-electric-school-buses-us\">in 49 states as well as US territories and several tribal nations</a>, with 200,000 students currently being picked up and dropped off by electric school buses. The transition is happening in spits and spurts, as old diesel buses get phased out and school districts bring in electric buses one or five at a time, according to Sue Gander, director of the Electric School Bus Initiative at the World Resources Institute.</p>\n\n<p class=\"has-text-align-none\">“At this stage, we&#8217;re in a transition period that&#8217;s about replacing your old buses that are wearing out with the new electric versions,” Gander told me. “There&#8217;s still a lot of capacity on the grid available to do that.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2075985769.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A black man in sunglasses speaks at an outdoor lectern that reads President Joe Biden, investing in America. Over and behind him is a large spreading tree.\" title=\"A black man in sunglasses speaks at an outdoor lectern that reads President Joe Biden, investing in America. Over and behind him is a large spreading tree.\" data-has-syndication-rights=\"1\" data-caption=\"EPA administrator Michael Regan speaks during a fundraiser for electric school buses in Florida in March. | Joe Raedle/Getty Images\" data-portal-copyright=\"Joe Raedle/Getty Images\" />\n<p class=\"has-text-align-none\">The transition to electric school buses is ramping up at an impressive rate thanks, in part, to a surge of state and federal funding to support the effort. The 2021 Bipartisan Infrastructure Law established the five-year, $5 billion Clean School Bus Program, which is operated by the Environmental Protection Agency, to help local school districts purchase electric buses. Some states have their own <a href=\"https://www.axios.com/2022/12/19/electric-school-buses\">rebate programs</a>, while New York has gone a step further by requiring all new <a href=\"https://www.wri.org/outcomes/new-york-becomes-first-us-state-adopt-statewide-electric-school-bus-mandate\">school bus purchases to be electric</a> starting in 2027 and provided $500 million to help pay for it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many states are also using money from <a href=\"https://www.4cleanair.org/volkswagen_settlement_information/\">the $2.9 billion trust fund</a> that came out of <a href=\"https://www.nytimes.com/2020/11/05/business/vw-diesel-settlement-states.html\">the Volkswagen diesel settlements in 2017 and 2018</a> to buy electric school buses and upgrade their charging infrastructure.</p>\n\n<p class=\"has-text-align-none\">With an upfront cost of about $350,000, an electric school bus costs three times as much as a diesel one. Some of that difference can be made up by savings on fuel and maintenance savings, not to mention the public money that’s available. That surge in funding <a href=\"https://www.wri.org/insights/where-electric-school-buses-us\">has led to a spike</a> in the number of electric school buses. While 485 new electric school buses hit the road in 2020, the number of <a href=\"https://app.powerbi.com/view?r=eyJrIjoiYjkxMjhhYTktODJhYy00Y2U4LWExZjEtZWJlZTU5NDQzMDljIiwidCI6IjQ3NmJhYzFmLTM2YjItNGFkOS04Njk5LWNkYTZiYWQxZjg2MiIsImMiOjF9&amp;pageName=ReportSection2d146044457bb0c096d2\">new buses</a> in 2023 was 3,267. If you count what school districts and private operators have committed to, there are over 12,000 electric school buses on the way. That’s about 2.5 percent of the total number needed to replace the nation’s fleet of diesel school buses.</p>\n\n<p class=\"has-text-align-none\">Despite <a href=\"https://www.axios.com/2022/12/19/electric-school-buses\">what you may have read</a>, all of this money does not make electric school buses free. An <a href=\"https://www.epaoig.gov/sites/default/files/reports/2023-12/_epaoig_20231227-24-p-0012_cert.pdf\">EPA internal watchdog report</a> last year said that school districts don’t have a problem buying electric buses, but they do have a problem finding enough power from the grid to charge them. The available federal rebates for electric school bus purchases typically do not include the cost of upgrading the local utility infrastructure, including new transformers and more transmission lines, which can take nine months to two years to install.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, by the end of the decade, you can expect to see thousands more electric school buses on the road. The big question then is whether kids will ride them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While nearly 40 percent of kids rode to school on a bus <a href=\"https://www.washingtonpost.com/business/2024/02/02/school-bus-era-ends/\">as recently as 2009</a>, ridership has been on the decline for a number of different reasons, including <a href=\"https://www.epi.org/blog/the-school-bus-driver-shortage-remains-severe-without-job-quality-improvements-workers-children-and-parents-will-suffer/\">a bus driver shortage</a> and <a href=\"https://slate.com/business/2024/09/school-bus-shortage-problems-traffic-funding-drivers.html\">increasing suburban sprawl</a> pushing schools to the edge of town instead of the middle where children can walk to school.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s turning school pick-up lines <a href=\"https://www.theatlantic.com/ideas/archive/2023/09/school-car-lines-buses-biking/675345/\">into a hellscape of idling cars and SUVs</a> spewing their own emissions onto the sidewalk, where the kids wait for their parents. Just imagine if they could spend that time talking to their friends on a quiet, new electric school bus breathing fresh, clean air instead.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story was also published in the Vox Technology newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/newsletters\"><em><strong>Sign up here</strong></em></a><em>&nbsp;so you don’t miss the next one!</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Riding an electric school bus seems like it would be an uncanny experience. As a kid, I remember the bus being a loud and smoggy place that left me smelling like diesel. Today there are electric buses on the road that are not only emissions-free but comparatively silent. Kids can not only talk to their [&#8230;]",
    "author": "Adam Clark Estes"
  }
]