[
  {
    "title": "All the nonsense you need to know about Sabrina Carpenter",
    "link": "https://www.vox.com/culture/2024/5/14/24155699/sabrina-carpenter-espresso-career-olivia-rodrigo-explained",
    "pubDate": "2024-08-23T20:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Sabrina Carpenter performs at Coachella 2024, which is now referred to as “that’s that her Coachella.” | Frazer Harrison/Getty Images for Coachella\" data-portal-copyright=\"Frazer Harrison/Getty Images for Coachella\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25446159/2149329158.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Sabrina Carpenter performs at Coachella 2024, which is now referred to as “that’s that her Coachella.” | Frazer Harrison/Getty Images for Coachella</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The latest chapter of Sabrina Carpenter’s quest to become the most prolific 4’11” person on the planet is a new album. The singer, famous for working late, released <em><a href=\"https://open.spotify.com/album/3iPSVi54hsacKKl1xIR2eH?si=f8Be-mYoRYuHBzWFrFhYqA\">Short n’ Sweet</a></em>, a 12-song pop confection brimming with playfulness and humor. To celebrate, Carpenter released a video for “Taste,” a sugary rock tune about the poor, unfortunate soul unlucky enough to date one of her exes. </p>\n\n<p class=\"has-text-align-none\">“You can have him if you like, I’ve been there, done that once or twice,” Carpenter purrs, before coyly referencing her own boyfriend-stealing drama (more on this down below). “And singing about it, don’t mean I care. Yeah, I know I’ve been known to share.” </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Sabrina Carpenter - Taste (Official Video)\" src=\"https://www.youtube.com/embed/KEG7b851Ric?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\"><br>With the help of scream queen Jenna Ortega, Carpenter’s video is a reference to the 1992 horror comedy <em>Death Becomes Her</em>, starring Meryl Streep and Goldie Hawn. Like Streep’s and Hawn’s Mad and Hel, Carpenter’s and Ortega’s characters hate each other, can’t stop killing each other, and are also — unlike their predecessors — more than slightly horny for each other. Like so many of her hits (there are very few souls on the planet who are not familiar with her smash “Espresso”), “Taste” has Carpenter’s signature combination of Betty Boop-ish sex appeal undercut by an extremely self-aware edge.</p>\n\n<p class=\"has-text-align-none\">It’s nonsense, and nonsense is actually what 25-year-old Carpenter does best. </p>\n\n<p class=\"has-text-align-none\">Whether it be sex with exes, dirty rhyme schemes, or being hot, a clown, or the other woman, Carpenter’s surprisingly long career has been seriously devoted to never taking things too seriously.</p>\n\n<h2 class=\"wp-block-heading\">The Olivia Rodrigo song that kickstarted Sabrina Carpenter’s adult career</h2>\n\n<p>With the success of “Espresso,” which was released in April and became the biggest song of summer, it might seem like Carpenter simply materialized out of thin air. But she didn’t just come out of nowhere.</p>\n\n<p>Carpenter has been releasing music since her debut album <em>Eyes Wide Open</em> in 2015, five albums in total. She started out honing her craft as part of the <a href=\"https://www.vox.com/disney\" data-source=\"encore\">Disney</a> machine, breaking out on <em>Girl Meets World</em> in 2014. But it’s her presence in one of the biggest songs in 2021, one she didn’t actually sing, that made the then-21-year-old&nbsp; famous.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25446149/478832754.jpg?quality=90&#038;strip=all&#038;crop=0,12.769051774287,100,74.461896451425\" alt=\"Sabrina Carpenter holding up her hands that are covered in red ink.\" title=\"Sabrina Carpenter holding up her hands that are covered in red ink.\" data-has-syndication-rights=\"1\" data-caption=\"Sabrina Carpenter promoting &lt;em&gt;Girl Meets World&lt;/em&gt; at the Buca di Beppo Times Square in 2015. The devil works hard, but Sabrina Carpenter works harder. | Bruce Glikas/FilmMagic\" data-portal-copyright=\"Bruce Glikas/FilmMagic\" />\n<p>Turn the clock back a little over three years: 17-year-old Olivia Rodrigo had just burst on the scene with “Drivers License,” an angsty ballad about a boy who broke her heart. In it, Rodrigo hints that the breakup involved another woman. “And you’re probably with that blonde girl,” she sings, adding: “She’s so much older than me. She’s everything I’m insecure about.”</p>\n\n<p>Since this is an article about Sabrina Carpenter, and Carpenter is blonde and four-ish years older than Rodrigo, you’ve probably guessed that Carpenter is who Rodrigo might be singing about.</p>\n\n<p>Rodrigo acted on <em>High School Musical: The Musical: The Series</em>, a show on Disney+,&nbsp; and was rumored to be dating co-star Joshua Bassett. The two wrote songs together, some of which were featured on the program. The characters they played — Nini and Ricky — were a romantic pair. Disney couldn’t have asked for a better script.&nbsp;</p>\n\n<p>But in August 2020, <a href=\"https://www.tiktok.com/@livbedumb/video/6861690815337598214?lang=en\">Rodrigo hinted</a> she was going through a breakup. Around the same time, Bassett was spotted with Carpenter, a fellow Disney star. Adding fuel to the fire, Bassett and Carpenter donned a couples costume for Halloween, going <a href=\"https://www.youtube.com/watch?v=Xqok1oYLjMw\">as Sharkboy and Lavagirl</a>.</p>\n\n<p>Despite all these public appearances and social media clues, Rodrigo, Carpenter, and Bassett have never explicitly addressed the love triangle they may or may not have been a part of. But they haven’t explicitly denied the rumors either. Like Rodrigo, Carpenter seems to have turned it into music.</p>\n\n<p>Carpenter seemed to address the drama in her 2021 song “Skin.” “Maybe you didn’t mean it. Maybe blonde was the only rhyme,” Carpenter sings, telling the subject of her song — who may or may not be Rodrigo — that she’s sorry but not that sorry, and she won’t let the digs get under her, under her, under her skin.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube alignnone\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Sabrina Carpenter - because i liked a boy - Live @ Samsung Summer of Galaxy\" src=\"https://www.youtube.com/embed/REJA05QjC_U?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p>It’s a relatively plaintive track that wasn’t as big as “Drivers License” — not many songs are as big as Rodrigo’s monster hit. It wasn’t until her next album,&nbsp;2022’s <em>emails i can’t send, </em>that Carpenter gave her final word and started to lean into her new persona. On the sneakily edged “Because I Liked a Boy,” Carpenter is even less apologetic. She declares that she is going to be herself — the other woman, the cool girl, the hot girl, the mean girl, and everything in between — because that person can’t be any worse than what’s already been said about her (“Now I’m a homewrecker, I’m a slut I got death threats filling up semi-trucks”).</p>\n\n<p>“Dating boys with exes. No, I wouldn’t recommend it.” Carpenter cheekily sings. It’s a poppier, more ironic take on her new bad-girl image.&nbsp;</p>\n\n<p>At first blush, the Rodrigo-Carpenter dynamic doesn’t seem to be that different from the way culture has always pitted pop princesses against each other. Whether it’s <a href=\"https://www.vox.com/culture/22350286/2000s-pop-culture-misogyny-britney-spears-janet-jackson-whitney-houston-monica-lewinsky\">Britney and Christina</a>, Debbie Gibson and Tiffany, <a href=\"https://www.buzzfeednews.com/article/michaelblackmon/brandy-monica-verzuz-instagram-feud-rivalry\">Brandy and Monica</a>, or Katy Perry and Taylor Swift, there’s always been an inclination that every female pop star needs a rival.&nbsp;</p>\n\n<p>Thanks to the alleged love triangle, Rodrigo and Carpenter have that built in. They have very thinly veiled songs about each other — a territory some of those past “rivals” have never really ventured in.</p>\n\n<p>But what makes the Rodrigo-Carpenter dynamic unique is that they’ve both figured out how to make the “rivalry” work in their favor, embracing their respective images even while leaving the specific rivalry behind. They’re each more famous than their supposed feud.&nbsp; They’re each more famous than the boy, too.&nbsp;</p>\n\n<p>Both singers make art that illustrates that liking boys is a humiliating experience. Rodrigo’s music is all about getting dumped by losers; Carpenter’s is about how all these losers are obsessed with her. Being dumped by a guy who dresses up as Sharkboy is equally as pathetic as dressing up as Lavagirl with that same guy.</p>\n\n<p>At the end of the day, they both come to the same realization: When it comes to men, there is no winning — unless it’s using them to make some really good pop music.</p>\n\n<h2 class=\"wp-block-heading\">Sabrina Carpenter’s unique brand of “Nonsense”</h2>\n\n<p>Prior to this summer,  the biggest hit of Carpenter’s pop career was an easy, breezy pop confection called “Nonsense.” It’s not about Rodrigo or Bassett, but about how liking a boy makes Carpenter feel (hint: silly). The song has a splendid little bit in which Carpenter sings, “It feels so good, I had to<em> </em>jump the<em> octave,” </em>and she does in fact, sing up a note. Carpenter is not afraid of a gimmick, a little wordplay, or even some wink-y pandering to the audience.</p>\n\n<p>Her commitment to the bit was a huge part of what made “Nonsense” so popular. In live performances, Carpenter started ad-libbing the outro of the song. The original goes:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>This song is catchier than chickenpox is.</p>\n\n\n\n<p>I bet your house is where my other sock is.</p>\n\n\n\n<p>Woke up this morning thought I’d write a pop hit.</p>\n\n\n\n<p>How quickly can you take off your clothes? Pop quiz.</p>\n</blockquote>\n\n<p>When she toured in Europe in 2023 she gave her <a href=\"https://twitter.com/SabrinaTourInfo/status/1672722304122363910\">German audience</a> a bespoke naughty verse:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>Down below the waistline is the fun zone.</p>\n\n\n\n<p>Baby hit me if you wanna come bone.</p>\n\n\n\n<p>Ich liebe dich you know I love you Cologne.</p>\n</blockquote>\n\n<p>Fans who came and saw <a href=\"https://www.tiktok.com/@tomasmier/video/7359768071927500075\">her perform at Coachella</a> this year saw Carpenter reference her boyfriend Barry Keoghan’s infamous <em>Saltburn</em> scene:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>Made his knees so weak he had to spread mine</p>\n\n\n\n<p>He’s drinkin’ my bath water like it’s red wine</p>\n\n\n\n<p>Coachella, see you back here when I headline.</p>\n</blockquote>\n\n<p>During a stop in<a href=\"https://twitter.com/evermoreshes/status/1762024288448864741?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1762024288448864741%7Ctwgr%5E77671c0bd1afeb15e073db4670c2188ebaf05433%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.billboard.com%2Flists%2Fsabrina-carpenter-nonsense-outro-versions-eras-tour-taylor-swift%2F\"> Sydney</a>:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>I can’t believe a plane can fly this far.</p>\n\n\n\n<p>I met the cutest Aussie at the bar.</p>\n\n\n\n<p>He said, “Are you from here?” I said, “Naur.”</p>\n</blockquote>\n\n<p>Last year, she even created a special holiday edition, “<a href=\"https://www.youtube.com/watch?v=t3zqFusFXis\">A Nonsense Christmas</a>” in which she somehow naughties holiday cheer and gift-giving:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>Look at all those presents, that’s a big sack</p>\n\n\n\n<p>Boy, that package is too big to gift wrap</p>\n\n\n\n<p>Woke up this morning, thought I’d write a “Chris-Smash”</p>\n\n\n\n<p>How quickly can you build a snowman? Think fast</p>\n</blockquote>\n\n<p>Iambic pentameter this is not, but Carpenter’s schtick of<a href=\"https://www.buzzfeed.com/angelinebarion/sabrina-carpenter-nonsense-outros\"> cheeky, PG-13 rhymes</a> showed off a pop star who isn’t afraid to laugh, especially at her own expense. While these outros could easily fall into raunch or being explicit, Carpenter uses wit as her restraint. Clown humor gives her something to play her image and our expectations against.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube alignnone\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"sabrina carpenter nonsense outros [select] compilation\" src=\"https://www.youtube.com/embed/5N1cXvG8gNk?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p>Carpenter’s interplay between humor and hotness is also evident in her video for “Feather,” a cotton candy-like kiss-off. The video has Carpenter pulling up to a church in a bubblegum pink hearse. It turns out her blush-hued deathmobile is full of the bodies of creepy men ogling her, and Carpenter is praying for their souls as she traipses through the chapel in a black veil and tulle lingerie.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube alignnone\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Sabrina Carpenter - Feather (Official Video)\" src=\"https://www.youtube.com/embed/kLbn61Z4LDI?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p>The video was filmed at Brooklyn’s Annunciation of the Blessed Virgin Mary Church and eventually made its way to the higher-ups at the Brooklyn Archdiocese, who <a href=\"https://www.catholicnewsagency.com/news/255900/brooklyn-bishop-appalled-over-music-video-shot-in-catholic-church-will-investigate\">were extremely upset</a> at the video’s imagery. They admonished not just Carpenter but the staffers who approved the video shoot.</p>\n\n<p>Carpenter was unfazed by the holy rebuke. “We got approval in advance,” she told <a href=\"https://variety.com/2023/music/news/sabrina-carpenter-touring-taylor-swift-nonsense-catholic-church-controversy-1235811476/\">Variety</a>. “And Jesus was a carpenter.”</p>\n\n<p>According to <a href=\"https://www.youtube.com/watch?v=aGOhKgCUKt4\">Johnny Cash</a> and the <a href=\"https://biblehub.com/mark/6-3.htm\">Gospel of Mark</a>, Sabrina is correct.</p>\n\n<h2 class=\"wp-block-heading\">If you want to understand the genius of Sabrina Carpenter, look no further than “Espresso”</h2>\n\n<p>While you could chalk&nbsp;a song like&nbsp;this&nbsp;summer&#8217;s smash hit&nbsp;“Espresso” up to luck, it’d be a disservice to Carpenter and how hard she’s worked.&nbsp;In reality, &#8220;Espresso&#8221; is a perfect capsule of what makes her so special.</p>\n\n<p>This is a former Disney kid who’s been playing the game for a decade. For the last few years, she’s carefully crafted a savvy, in-on-the-joke image. She’s also been putting in the work on the festival circuit and taking opportunities like the <a href=\"https://www.youtube.com/watch?v=TKdOIMNu6dg\">MTV VMAs pre-show</a> (Rodrigo performed at the main show), crafting her naughty jingles and taking them on the road. This summer, she opened for Taylor Swift (who, <a href=\"https://www.reddit.com/r/GaylorSwift/comments/17lxx2o/i_have_a_conspiracy_theory_involving_taylor/\">according to certain fans</a>, may be employing Carpenter as part of a proxy war against Rodrigo, who may or may not have written her song <a href=\"https://people.com/olivia-rodrigo-addresses-speculation-vampire-is-about-taylor-swift-7965165\">“Vampire” about Swift</a>) and performed at Coachella, where she debuted “Espresso.”</p>\n\n<p>The song being a massive hit is no doubt lucky, but Carpenter put herself in the best position to make that good fortune happen.</p>\n\n<p class=\"has-text-align-none\">It also helps that “Espresso” effectively crystallizes the persona that Carpenter has been creating for herself: a proudly flippant ditz who is so much savvier than she seems.</p>\n\n<p class=\"has-text-align-none\">Take that song&#8217;s hook, which isn&#8217;t just an ear-worm but a brain-worm: Grammatically, the phrase “that’s that me espresso” is a train wreck with no survivors. After listening to the song hundreds of times, I still cannot figure out if the “me espresso” in question is a metaphor in which Carpenter is comparing her essence to that of espresso. Or perhaps it’s possessive and “me espresso” refers to something of hers. Maybe she is simply identifying an entirely new type of coffee beverage.</p>\n\n<p> Later in the song, flanked right up against the chorus, Carpenter admits she’s up past her bedtime too. She sings that she’s “working late” because she’s a “sing<em>er</em>,” emphasizing that final syllable in a comically exaggerated way. She stresses the “er” in singer, forcing the word to rhyme with fin-<em>ger</em>. I now no longer want to pronounce singer any other way.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But what if this is the correct way? What if everything we thought we knew about singers is wrong?  Are singers putting in the same hours as diner waitresses and convenience store clerks? How long, exactly, did it take to create “Espresso?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Carpenter’s equally playful on the new, folksy “<a href=\"https://www.youtube.com/watch?v=TmP-d1KQqQo\">Slim Pickins</a>.” She inverts the “stand by your man” country trope by singing a love song to her last resort. She knows Mr. Right is out there, but he didn’t text back. And now she’s stuck with someone who did. “If I can&#8217;t have the one I love, I guess it’s you that I&#8217;ll be kissin’ — just to get my fixings,” she coos. </p>\n\n<p class=\"has-text-align-none\">And she continues this tradition of flanking cheeky wordplay and sparkly synths in “<a href=\"https://www.youtube.com/watch?v=1aMCVgRKcP4\">Juno</a>.” On the surface, the song sounds the way your first teenage crush feels. It’s airy and bouncy,  sweet like cotton candy.</p>\n\n<p class=\"has-text-align-none\"> “You make me wanna make you fall in love,” Carpenter purrs right before the chorus. Then she goes for the surprise — referencing a 2007 teenage pregnancy movie. “If you love me right, then who knows? I might let you make me <em>Juno</em>.”</p>\n\n<p>God, that’s so dumb. And so brilliant. That’s that me espresso.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 23, 4:40 ET:</strong> This post was originally published on May 14 and has been updated with information about Carpenter’s </em>Short n’ Sweet<em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The latest chapter of Sabrina Carpenter’s quest to become the most prolific 4’11” person on the planet is a new album. The singer, famous for working late, released Short n’ Sweet, a 12-song pop confection brimming with playfulness and humor. To celebrate, Carpenter released a video for “Taste,” a sugary rock tune about the poor, [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "What you need to know about the new Covid-19 vaccine",
    "link": "https://www.vox.com/public-health/368590/covid-shots-vaccine-mrna-pfizer-biontech-moderna-cvs-flirt-walgreens",
    "pubDate": "2024-08-23T20:12:17.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A blue pop-up tent on a city sidewalk reads “vaccines, boosters.”\" data-caption=\"A mobile medical station in New York City makes it convenient to get an updated Covid-19 vaccine or booster to protect against Covid-19 variants while raising awareness that the illness is still active. | Deb Cohn-Orbach/UCG/Universal Images Group via Getty Images&lt;br&gt;\" data-portal-copyright=\"Deb Cohn-Orbach/UCG/Universal Images Group via Getty Images&lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2079109518.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A mobile medical station in New York City makes it convenient to get an updated Covid-19 vaccine or booster to protect against Covid-19 variants while raising awareness that the illness is still active. | Deb Cohn-Orbach/UCG/Universal Images Group via Getty Images&lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Thursday, a new Covid-19 vaccine was approved by the Food and Drug Administration, and Americans should be able to access the new shots in the next few days.</p>\n\n<p class=\"has-text-align-none\">The vaccines come amid <a href=\"https://www.vox.com/coronavirus-covid19/367150/covid-surge-summer-wave-pandemic-vaccine-booster-mask\">one of the worst Covid waves</a> of the last two years. And while dangerous outcomes like hospitalization and death are nowhere near what they were at the height of the pandemic, both are still a risk, especially for older people and those with other risk factors like asthma or obesity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This updated version of the vaccine does not target <a href=\"https://www.nbcnews.com/health/health-news/new-covid-vaccine-what-know-when-available-timing-rcna167121\">the now-dominant KP.3.1.1 strain,</a> and instead focuses on that variant’s immediate predecessors, including a strain known as KP.2. That strain was more prevalent when work began on the new formulation; long development times make it difficult for drug makers to pivot to target each new variant.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Evolution doesn’t stop and let us catch up,” Amesh Adalja, senior scholar at the Johns Hopkins Center for Health Security, told Vox. “Evolution is always moving, and there’s some unpredictability of where the virus may go.”</p>\n\n<p class=\"has-text-align-none\">Still, <a href=\"https://www.nbcnews.com/health/health-news/new-covid-vaccine-what-know-when-available-timing-rcna167121\">scientists believe</a> the new drug will provide the public with at least some increased measure of protection against severe sickness, including against the latest variants. And it could offer some protection against infection since it targets the close relatives of the current dominant variant.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What to know about the updated vaccine</strong></h2>\n\n<p class=\"has-text-align-none\">As of now, two new vaccines have been approved: one from Pfizer/BioNTech and one from Moderna. An update from Novavax is still awaiting approval.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Doses <a href=\"https://www.washingtonpost.com/health/2024/08/22/new-coronavirus-vaccine-covid/\">should be available within the week</a> at doctors’ offices, as well as <a href=\"https://www.cvs.com/immunizations/covid-19-vaccine\">CVS</a> and <a href=\"https://www.walgreens.com/topic/promotion/covid-vaccine.jsp\">Walgreens</a> pharmacies throughout the country; Walgreens will start offering appointments on September 6. However, the government is no longer buying and distributing the vaccine, so it’s no longer available for free. Insurance carriers <a href=\"https://www.washingtonpost.com/health/2024/08/22/new-coronavirus-vaccine-covid/\">should cover most, if not all, of the cost of vaccination</a>, and the <a href=\"https://www.cms.gov/medicare/payment/part-b-drugs/vaccine-pricing\">Centers for Medicare &amp; Medicaid Services</a> has an overview of what costs those paying out of pocket might expect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.cdc.gov/media/releases/2024/s-t0627-vaccine-recommendations.html\">CDC recommends</a> that everyone age 6 months and up get one dose of the new<strong> </strong>vaccine, regardless of their previous vaccination status,<strong> </strong>and has stressed the importance of <a href=\"https://www.cdc.gov/covid/vaccines/stay-up-to-date.html#:~:text=It%20is%20especially%20important%20to,with%20your%20COVID%2D19%20vaccine.\">high-risk individuals keeping up with the latest vaccines</a>. Other countries like Canada and the UK recommend that only those with high risk of hospitalization, serious illness, or death from the virus get inoculated. </p>\n\n<p class=\"has-text-align-none\">Adalja said high-risk individuals should heed the CDC’s advice: “I’ve always been someone who wanted to make sure that the high-risk population really understood that these vaccines were going to disproportionately benefit them,” he told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The more high-risk factors you have — like advanced age, diabetes, obesity, hypertension, cardiovascular disease, having a compromised immune system, pregnancy, asthma, and having never been vaccinated or had Covid — the more important it is to get two doses. “All of those types of people, they clearly should be the ones that are running to get this vaccine,” Adalja said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though high-risk people should have first priority for the updated vaccines, that doesn’t mean that healthy people with none of those risk factors won’t benefit from getting vaccinated; if you want to avoid infection, this version is likely going to be better at preventing transmission than previous versions have been. However, even with the updated vaccine, it’s a good idea to take other precautions, like masking in public places.</p>\n\n<p class=\"has-text-align-none\">Covid-19 is now endemic —&nbsp;part of our everyday lives like the flu and cold viruses are. And it will keep evolving to evade the body’s defenses, necessitating new vaccine formulations. That means more new vaccine formulations are on the way, and that once they are approved, vaccination will still be the best way to protect yourself from the worst possible outcomes.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 23, 4 pm ET: </strong>This piece, originally published earlier on August 23, has been updated to clarify the CDC’s current recommendations about who should receive new vaccines. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Thursday, a new Covid-19 vaccine was approved by the Food and Drug Administration, and Americans should be able to access the new shots in the next few days. The vaccines come amid one of the worst Covid waves of the last two years. And while dangerous outcomes like hospitalization and death are nowhere near [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Canada’s railway lockout saga, briefly explained",
    "link": "https://www.vox.com/policy/368276/canada-rail-train-shipping-teamsters-trudeau-strike-lockout",
    "pubDate": "2024-08-23T20:00:26.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Aerial view of a rail yard.\" data-caption=\"Shipping containers on the rails outside the Canadian Pacific Railway Toronto Yard in Toronto, Ontario, Canada, on August 20, 2024. | Cole Burston/Bloomberg via Getty Images\" data-portal-copyright=\"Cole Burston/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166906944.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Shipping containers on the rails outside the Canadian Pacific Railway Toronto Yard in Toronto, Ontario, Canada, on August 20, 2024. | Cole Burston/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Canada’s two main rail lines locked out rail workers early Thursday morning amid tense contract negotiations between the railways and the Canada Teamsters Rail Conference, which represents nearly 10,000 rail workers. Canadian Prime Minister Justin Trudeau <a href=\"https://nationalpost.com/news/canada/latest-lockout-railways-ongoing\">said his government would resolve the dispute,</a> and late Thursday, <a href=\"https://www.nytimes.com/2024/08/22/world/canada/canada-freight-trains.html\">officials ordered the two sides</a> to enter arbitration proceedings. Even if they are successful, however,<strong> </strong>the work stoppage could have a serious impact on the Canadian economy, as well as supply chains in both the US and Canada.</p>\n\n<p class=\"has-text-align-none\">The rail companies, Canadian National Railway (CN) and Canadian Pacific Kansas City (CPKC), and the union have been negotiating for months, but remain far apart. Though CN ordered its <a href=\"https://www.reuters.com/business/autos-transportation/canadian-national-railways-canadian-pacific-lock-out-teamsters-union-workers-2024-08-22/\">6,000 union employees back to work on Friday</a>, the CPKC lockout continues, and CN workers have filed notice that a strike could begin Monday. The companies argued a lockout was necessary to ensure a safe and controlled drawdown of operations and that if they waited for operators to walk off the job, the companies wouldn’t have had time to secure hazardous materials or work out supply arrangements with key customers. The two rail lines facilitate the transit of people and about $740 million worth of goods across the country’s vast interior each day.</p>\n\n<p class=\"has-text-align-none\">For now, the impact of the work stoppage is mainly on the Canadian economy, but because about 75 percent of Canadian exports —&nbsp;including coal and agricultural products —&nbsp;are sold to the US, there could be an impact on the US supply chain if the dispute isn’t resolved soon.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What went wrong with Canadian railways&nbsp;and what it means for Canada’s supply chain</strong></h2>\n\n<p class=\"has-text-align-none\">The two railway systems had contracts with the Teamsters union that expired in <a href=\"https://www.reuters.com/sustainability/cn-rail-cpkc-shut-canada-rail-network-labor-talks-deadlocked-2024-08-22/\">December 2023</a>. Since then, each side has accused the other of refusing to accept reasonable terms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The union’s primary concerns, <a href=\"https://teamsters.ca/blog/2024/08/22/cn-and-cpkc-begin-work-stoppage/\">according to its public communications</a>, have been over worker safety and rest periods, as well as predictable scheduling. They also claim that Canada National is issuing them unworkable relocation notices —&nbsp;forcing workers to move for months at a time in order to deal with staffing shortages.</p>\n\n<p class=\"has-text-align-none\">The rail workers voted to authorize a strike as early as May of this year, claiming that the rail companies weren’t bargaining in good faith and were attempting to undercut progress on working conditions, proposing a shift to an hourly wage rather than a salary for some positions, and removing <a href=\"https://www.reuters.com/world/americas/cpkc-says-possible-canada-rail-strike-unlikely-before-mid-july-2024-05-23/\">scheduling provisions for adequate rest</a>.</p>\n\n<p class=\"has-text-align-none\">“Across Canada, we have trains [that] are carrying goods, they are carrying energy, they are carrying chemicals,” François Laporte, national president of Teamsters Canada, <a href=\"https://www.bbc.com/news/articles/cy76nnpyrnlo\">told the BBC</a> Thursday. “And we want to make sure that those [trains] are operated by people who get the proper rest, who are safe, who are not fatigued.”</p>\n\n<p class=\"has-text-align-none\">Canadian railways carry goods like coal and potash —&nbsp;<a href=\"https://natural-resources.canada.ca/our-natural-resources/minerals-mining/mining-data-statistics-and-analysis/minerals-metals-facts/potash-facts/20521\">an important ingredient in fertilizer</a> —&nbsp;as well as cooking oil, <a href=\"https://www.washingtonpost.com/business/2024/08/21/canada-rail-strike-lockout-teamsters/\">propane, and frozen food</a>.</p>\n\n<p class=\"has-text-align-none\">Many shipments both within Canada and between Canada and the US were already paused; by Tuesday, CPKC had already stopped shipments that started in the US and were bound for Canada. Under the work stoppage, around 2,500 US train cars bound for Canada will be halted each day.</p>\n\n<p class=\"has-text-align-none\">Some organizations, like the US Chamber of Commerce, the American Farm Bureau Federation, and the National Cotton Council warned of devastating effects on the US supply chain and economy should the work stoppage persist.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The American Farm Bureau Federation and the National Cotton Council, among others, claimed in a Monday letter to President Joe Biden that the work stoppage could cause “harmful consequences for Canadian and American agricultural producers, the agricultural industry, and both domestic and global food security” if it persisted, <a href=\"https://www.washingtonpost.com/business/2024/08/21/canada-rail-strike-lockout-teamsters/\">the Washington Post reported</a>.</p>\n\n<p class=\"has-text-align-none\">Though it’s difficult to say exactly what the impact will be on the US economy, some prices on agricultural products could go up should the work stoppage stretch on, affecting consumers already struggling with high food costs. Sanitation could be affected, as the chlorine that many sanitation departments rely on to treat wastewater is shipped from Canada. The automotive industry could be impacted, too; <a href=\"https://rollcall.com/2024/08/22/us-industries-prepare-for-hit-from-canadian-rail-strike/\">according to June numbers from the Bureau of Transportation Statistics</a>, automobiles and auto parts made up the bulk of rail shipments from the US to Canada in June. Some US auto plants could be forced to shut down before the week is out if there’s no agreement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Container ships unable to unload at Canadian ports will likely need to reroute to the US, potentially causing a backup at US ports,&nbsp;which could cause supply chain disruptions.</p>\n\n<p class=\"has-text-align-none\">Supply chain problems will become more pronounced the longer the lockout continues. The Canadian government had two options to try to solve the problem: either <a href=\"https://www.bbc.com/news/articles/cy76nnpyrnlo\" data-type=\"link\" data-id=\"https://www.bbc.com/news/articles/cy76nnpyrnlo\">pass return-to-work legislation</a> or <a href=\"https://www.npr.org/2024/08/23/nx-s1-5087448/canada-railways-strike-union-labor\">force the companies and the union into private arbitration</a>. The companies had signaled openness to arbitration, though the union<strong> </strong>did not.</p>\n\n<p class=\"has-text-align-none\">It’s possible the arbitration process will only paper over the real disputes without solving them, <a href=\"https://www.reuters.com/world/us/biden-signs-bill-block-us-railroad-strike-2022-12-02/\">as the US return-to-work legislation in December 2022 did</a>. Without a resolution and a new contract, forcing the workers to return to their trains will only kick the problem down the track.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 23, 2024, 4 pm ET: </strong>This story, first published on August 22, has been updated to reflect the Canadian government ordering the rail companies and union into arbitration</em> <em>and the end of CN’s lockout order.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Canada’s two main rail lines locked out rail workers early Thursday morning amid tense contract negotiations between the railways and the Canada Teamsters Rail Conference, which represents nearly 10,000 rail workers. Canadian Prime Minister Justin Trudeau said his government would resolve the dispute, and late Thursday, officials ordered the two sides to enter arbitration proceedings. [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Does RFK Jr. dropping out of the presidential race help Trump?",
    "link": "https://www.vox.com/politics/368394/rfk-drop-out-2024-presidential-campaign-trump",
    "pubDate": "2024-08-23T20:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Robert F. Kennedy Jr. speaks during a campaign event on October 12, 2023 in Miami, Florida. | Eva Marie Uzcategui/Getty Images\" data-portal-copyright=\"Eva Marie Uzcategui/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1720421711.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Robert F. Kennedy Jr. speaks during a campaign event on October 12, 2023 in Miami, Florida. | Eva Marie Uzcategui/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Arguably the weirdest candidate of the 2024 election is effectively ending his presidential campaign.</p>\n\n<p class=\"has-text-align-none\">Following a controversy-filled campaign that included revelations that a <a href=\"https://www.nytimes.com/2024/05/08/us/rfk-jr-brain-health-memory-loss.html\">worm had eaten part of his brain</a> and that he was <a href=\"https://www.vox.com/politics/365284/robert-f-kennedy-jr-bear-central-park\">responsible for the bear carcass</a> that <a href=\"https://www.cbsnews.com/newyork/news/bear-cub-found-dead-in-central-park-nypd-investigating-as-animal-cruelty/\">mysteriously appeared</a> in Central Park in 2014, Robert F. Kennedy Jr. announced that he is withdrawing his presidential bid with his running mate Nicole Shanahan in <a href=\"https://x.com/therecount/status/1827061357239279714\">10 battleground states</a> where his presence could make him a spoiler for former President Donald Trump or Vice President Kamala Harris. He said his name will remain on the ballot elsewhere. </p>\n\n<p class=\"has-text-align-none\">He also<a href=\"https://www.wsj.com/politics/elections/robert-f-kennedy-jr-drops-out-of-presidential-race-endorses-trump-f043e9b9?mod=e2tw\"> endorsed Trump,</a> reportedly hopeful that he might <a href=\"https://www.nbcnews.com/politics/2024-election/rfk-jr-trump-health-secretary-anti-vaccine-rcna167588\">secure the position of Trump’s health secretary</a> if he wins.</p>\n\n<p class=\"has-text-align-none\">Kennedy was once an environmental lawyer with a storied last name <a href=\"https://www.eenews.net/articles/rfk-jr-green-hero-turned-anti-vaccine-activist-takes-on-biden/\">known for</a> his work cleaning up the Hudson River. In recent years, however, he has become known for spreading conspiracy theories about medicine, including <a href=\"https://www.bbc.com/news/world-68447223\">vaccines</a> and <a href=\"https://www.rollingstone.com/politics/politics-news/robert-f-kennedy-jr-conspiracy-theory-twitter-elon-musk-1234747479/\">anti-depressants</a>. He used the popularity he gained as an <a href=\"https://www.npr.org/2023/07/13/1187272781/rfk-jr-kennedy-conspiracy-theories-social-media-presidential-campaign\">anti-vaxxer during the pandemic</a> to briefly challenge President Joe Biden in the Democratic primary before announcing an independent bid for president in October 2023. </p>\n\n<p class=\"has-text-align-none\">He had been seen as a potential spoiler for both candidates, given his connection to the Democratic Kennedy dynasty as well as his embrace of the anti-establishment and anti-vaccine views held by certain segments of the GOP. He was <a href=\"https://www.axios.com/2024/08/22/rfk-jr-end-campaign-polls\">polling around 10 percent</a> nationally for the better part of 2024, and even higher in some swing state polls.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But he <a href=\"https://www.cbsnews.com/news/rfk-jr-map-on-the-ballot-states/\">struggled to get on the ballot in many states</a>, though his campaign maintains that he has secured enough signatures to do so in all but Kentucky, Mississippi, Rhode Island, and Wyoming. After Harris became the Democratic nominee, he seemed to hold less sway among voters who were turned off by Biden. His poll numbers <a href=\"https://www.axios.com/2024/08/22/rfk-jr-end-campaign-polls\">consequently cratered</a> to under 5 percent.</p>\n\n<p class=\"has-text-align-none\">Despite Kennedy’s flagging national numbers,&nbsp;polling suggests his exit from the race could still help Trump, with whom he’s become <a href=\"https://www.aljazeera.com/features/2024/7/17/is-rfk-jr-truly-independent\">decidedly more cozy</a> in recent months. Trump wouldn’t have to win a lot of Kennedy’s potential voters to make a difference in key swing states; if the race is as close as it was in 2020, Trump gaining even a fraction of a percent from Kennedy could make the difference.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Kennedy’s exit may help Trump where it matters the most</strong></h2>\n\n<p class=\"has-text-align-none\">Trump probably has the most to gain from Kennedy dropping out. Kennedy has increasingly endeared himself to Republican voters while struggling to get the same support among Democrats and independents. And polls conducted in recent months, including since Biden dropped out of the race, suggest that Trump would pick up more of Kennedy’s supporters. Any margin would likely be small — but potentially significant.</p>\n\n<p class=\"has-text-align-none\">Republicans tend to see Kennedy more favorably than Democrats, and those with favorable views toward him tend to have more favorable opinions of Trump than of Harris, according to a <a href=\"https://apnorc.org/wp-content/uploads/2024/07/July-2024-W1-topline.pdf\">July AP-NORC poll</a> conducted before Biden dropped out.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Several national polls conducted since Harris became the presumptive nominee have also tested a race between Harris, Trump, and Kennedy, as well as a two-way race between Harris and Trump. Trump tends to get a bigger bump than Harris when Kennedy is excluded.</p>\n\n<p class=\"has-text-align-none\">In an <a href=\"https://www.ipsos.com/en-us/ipsos-2024-us-national-election-survey-august-2024\">August Reuters/Ipsos poll of registered voters</a>, for instance, Harris received 42 percent support, Trump 37 percent, and Kennedy 4 percent, while 15 percent supported another candidate, weren’t sure who they would support, or weren’t sure if they would vote at all. But when voters were pushed to select either Trump or Harris, 49 percent backed Harris and 47 percent Trump — a 10 percentage point boost for Trump.  </p>\n\n<p class=\"has-text-align-none\">Trump had a similar edge with Kennedy voters in a <a href=\"https://harvardharrispoll.com/wp-content/uploads/2024/07/HHP_July2024_KeyResults.pdf\">July Harvard CAPS/Harris Poll</a>. In a three-way contest, Harris earned 44 percent support, Trump 47 percent, and Kennedy 10 percent. In a head-to-head poll, Harris earned 48 percent and Trump 52 percent.</p>\n\n<p class=\"has-text-align-none\">It may seem like the advantage Trump gains when Kennedy is out of the picture is relatively small. But Biden won in 2020 by exceedingly <a href=\"https://www.npr.org/2020/12/02/940689086/narrow-wins-in-these-key-states-powered-biden-to-the-presidency\">narrow margins</a> in six key battleground states; in Arizona, it was by less than 11,000 votes. On the margin, Kennedy’s supporters could make a difference, depending on where they’re distributed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Arizona, for example, Kennedy is polling at about 6 percent, according to <a href=\"https://elections2024.thehill.com/arizona/biden-trump-rfk-arizona/\">The Hill’s polling average</a>. Of course, he might not have actually won that large a vote share if he had decided to stay in the race there; third-party candidates tend to poll much better than they actually perform on Election Day, when their supporters are confronted with the reality that their preferred candidate won’t win. But that vote share would have been more than enough to have swung the 2020 results in the other direction. </p>\n\n<p class=\"has-text-align-none\">The same is true in other swing states, where polling suggests a very tight race. An early <a href=\"https://www.nytimes.com/interactive/2024/08/10/us/elections/times-siena-poll-registered-voter-crosstabs.html\">August New York Times/Siena</a> survey of registered voters in Michigan, Pennsylvania, and Wisconsin found Harris leading Trump 46 percent to 43 percent when respondents were given all third-party candidates to choose from. When asked to pick between just Harris and Trump, the gap tightened to 48 and 46 percent, respectively. Those <a href=\"https://www.theguardian.com/us-news/article/2024/aug/16/kamala-harris-polls-key-states\">states are likely to be key</a>, given their high electoral college vote count — and in most scenarios, <a href=\"https://www.cnn.com/election/2024/electoral-college-map?game-id=2024-PG-CNN-ratings&amp;game-view=map\">Harris would need all three to win</a>.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Harris’s entry into the race likely limits the impact of Kennedy’s exit</strong></h2>\n\n<p class=\"has-text-align-none\">While Kennedy’s supporters may still be able to make an important impact on the margins, their power to drag the Democratic nominee’s polling down seems to have diminished substantially.</p>\n\n<p class=\"has-text-align-none\">Before Harris became the nominee, there was a much larger than usual number of disaffected voters who didn’t like either Biden or Trump and just wanted someone — anyone — as an alternative. A theoretical no-name candidate as an alternative to Biden and Trump got about 10 percent in <a href=\"https://www.vox.com/politics/24112624/rfk-jr-kennedy-shanahan-running-mate-2024-election\">Ipsos polling</a> conducted earlier this year.</p>\n\n<p class=\"has-text-align-none\">Kennedy provided an alternative for a while. But when Harris stepped up, that undermined his appeal — at least among Democrats.</p>\n\n<p class=\"has-text-align-none\">“There were some wavering Democratic voters who just thought Biden was too old, or they didn&#8217;t like him, and Harris is just a more appealing candidate for those kinds of people,” said Kyle Kondik, managing editor of Sabato’s Crystal Ball at the University of Virginia Center for Politics.</p>\n\n<p class=\"has-text-align-none\">Kondik said it’s possible that Biden may have ended up winning back those voters anyway if he had stayed in the race and had a <a href=\"https://www.vox.com/2020/8/17/21371232/convention-polls-biden-trump-election\">typical post-Democratic National Convention bump</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But at this point, Kondik said, he would not be surprised if the third-party vote share in the election ends up being about 2 percent of the electorate, as it was in 2012 and 2020. Before Harris became the nominee, political analysts were projecting that it would be closer to the nearly 6 percent share third parties got in 2016, which some analysts <a href=\"https://rollcall.com/2019/07/29/how-third-party-votes-sunk-clinton-what-they-mean-for-trump/\">argued doomed</a> Democratic nominee Hillary Clinton’s candidacy.</p>\n\n<p class=\"has-text-align-none\">“For all the talk about third parties in this election, a combination of the most prominent third-party candidate dropping out, in addition to the increased favorability of the two major party nominees, means that there’s just going to be less of a market for third-party candidates,” he said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kennedy could make more of an impact as a surrogate for Trump. He could help the former president with certain demographics, such as young men who listen to prominent personalities such as Joe Rogan, who has <a href=\"https://variety.com/2024/digital/news/joe-rogan-endorses-rfk-jr-president-1236101220/\">praised Kennedy</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the Trump campaign might also be wary of attaching itself too closely to Kennedy’s brand: If the brain worm and the bear incident weren’t enough, he has been disavowed by <a href=\"https://www.politico.com/magazine/story/2019/05/08/robert-kennedy-jr-measles-vaccines-226798/\">members of his own famous family</a> and now peddles <a href=\"https://www.nytimes.com/2023/07/06/us/politics/rfk-conspiracy-theories-fact-check.html\">conspiracy theories</a> not just about the <a href=\"https://www.vox.com/coronavirus-covid19\">Covid-19</a> vaccine, but <a href=\"https://www.washingtonpost.com/news/retropolis/wp/2018/05/26/who-killed-bobby-kennedy-his-son-rfk-jr-doesnt-believe-it-was-sirhan-sirhan/\">his father’s killer</a>, <a href=\"https://time.com/6287001/rfk-jr-interview-2024-campaign/\">5G cell phone transmission</a>, <a href=\"https://www.nytimes.com/2006/06/25/fashion/25bobby.html\">fraud in the 2004 election</a>, and more.</p>\n\n<p class=\"has-text-align-none\">“The Democratic refrain against Trump and [his running mate JD] Vance is that they’re ‘weird,’” Kondik said. “Kennedy doesn’t make them less weird.”</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, August 23, 4 pm: </em></strong><em>This story was originally published on August 22 and has been updated to include Kennedy’s announcement about dropping out in 10 states. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Arguably the weirdest candidate of the 2024 election is effectively ending his presidential campaign. Following a controversy-filled campaign that included revelations that a worm had eaten part of his brain and that he was responsible for the bear carcass that mysteriously appeared in Central Park in 2014, Robert F. Kennedy Jr. announced that he is [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Kamala Harris’s speech triggered a vintage Trump meltdown",
    "link": "https://www.vox.com/2024-elections/368663/kamala-harris-dnc-speech-fox-news-trump-meltdown-truth-social",
    "pubDate": "2024-08-23T19:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Former President Donald Trump lifts up a graph showing statistics of border crossings as he speaks into an outdoor microphone.\" data-caption=\"Former President Donald Trump speaks at the U.S.-Mexico border on August 22, 2024, south of Sierra Vista, Arizona. | Rebecca Noble / Getty Images\" data-portal-copyright=\"Rebecca Noble / Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2167172728.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Donald Trump speaks at the U.S.-Mexico border on August 22, 2024, south of Sierra Vista, Arizona. | Rebecca Noble / Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">As Vice President Kamala Harris reintroduced herself to the nation and laid out her case against Donald Trump, her opponent was, essentially, live-tweeting a political freakout.</p>\n\n<p class=\"has-text-align-none\">“IS SHE TALKING ABOUT ME?” the former president and Republican presidential nominee posted on his platform Truth Social about 20 minutes into Harris’s acceptance speech. That was about the point when she turned away from giving her family history and tracing the biographical milestones that brought her into politics to go after Trump’s criminal convictions and civil liabilities and calling him “an unserious man.”</p>\n\n<p class=\"has-text-align-none\">“Just imagine Donald Trump with no guardrails. How he would use the immense powers of the presidency of the United States — not to improve your life,” Harris said in her address. “But to serve the only client he has ever had: himself.”</p>\n\n<p class=\"has-text-align-none\">Trump’s response? To post a supercut of Harris interview and speech clips, captioned by the <a href=\"https://truthsocial.com/@realDonaldTrump/113009074794208002\">question</a> “WONDER WHY [KAMALA HARRIS] WON’T DO INTERVIEWS?”</p>\n\n<p class=\"has-text-align-none\">And so the non sequiturs and spontaneous bursts of anger continued to flow from the former president for the rest of the night. “WHERE’S HUNTER?” he asked, in reference to President Joe Biden’s convicted son, as Harris talked about her upbringing in Oakland, California. “Look, it’s Crazy Nancy Pelosi looking on, saying, ‘Where’s Crooked Joe?’” he narrated at the end of the speech, when former Speaker Nancy Pelosi was shown on screen clapping for Harris as the balloons dropped.</p>\n\n<p class=\"has-text-align-none\">It didn’t end there. He&#8217;d proceed to call into Fox News and <a href=\"https://truthsocial.com/@realDonaldTrump/113009759551567410\">Newsmax</a> telecasts to “discuss Marxism in America” — trying to zero in on one complaint (“why didn’t she do the things that she’s complaining about?”) before spinning out into a variety of grievances as he <a href=\"https://x.com/grynbaum/status/1826822518746796366\">seemed</a> to <a href=\"https://x.com/Acyn/status/1826822871924310250\">accidentally press</a> a bunch of different buttons on his phone’s keypad as he talked.</p>\n\n<p class=\"has-text-align-none\">In a way, Trump’s reactions last night are a throwback to some of the classic Trump traits that defined his 2016 campaign and presidency: the angry tweets, the rambling press conferences, the tiffs with journalists, and the attempts to throw anything at the wall and see what sticks. It can appear chaotic and messy from the outside, but then again, this all worked in 2016 and nearly worked in 2020. How this all plays out in 2024, against a fresh Democratic candidate who Trump has struggled to define, remains to be seen.</p>\n\n<p class=\"has-text-align-none\">And that seems to be the biggest effect that Harris’s speech has had on Trump: to scramble Trump’s strategy, to put him on the defensive, and to bog him down with a litany of attacks that he can’t effectively rebut.</p>\n\n<p class=\"has-text-align-none\">It’s clear there are some attacks that Trump is especially concerned about.<strong> </strong>On Newsmax, he embraced the overturning of <em>Roe v. Wade</em>, then tried to argue for exceptions to abortion bans as he admitted that the “issue is not one that leans toward us.” He then criticized Project 2025, the Heritage Foundation-backed blueprint of policy proposals for a second Trump term, as being the product of “far-right” thinkers who he wants nothing to do with — even though his own running mate J.D. Vance is <a href=\"https://www.vox.com/politics/362917/jd-vance-project-2025-book-kevin-roberts-trump\">intrinsically tied</a> to the movement and the architects of this vision staffed his first administration or have deep ties to Trump’s team.</p>\n\n<p class=\"has-text-align-none\">On Fox News, host Bret Baier gave Trump the opportunity to distance himself from the demise of the bipartisan border security bill Biden and Harris had worked to negotiate with Republican members of Congress. Trump’s lobbying against the bill has been a go-to cudgel for Harris and Democrats when rebutting accusations that they are weak on immigration policy and border security and criticizing Trump.</p>\n\n<p class=\"has-text-align-none\">Instead, Trump embraced his responsibility. “The bill was horrible,” he said. “It was a joke. She doesn’t need a bill. I didn’t have a bill.” And he took a seemingly random dig at Joe Biden: “Now Joe is missing. He’s on a beach in California.” Then he rambled on about his visit earlier Thursday to the southern border in Cochise County, Arizona: “It’s a dangerous place. I was being told by Secret Service and a lot of other law enforcement, ‘Sir, it’s really dangerous here, I think it’s time to leave.’”</p>\n\n<p class=\"has-text-align-none\">Trump’s lack of any coherent campaign message contrasted sharply with Harris’s speech and the DNC’s carefully choreographed convention. And while it’s hard to know how much that matters to voters, it certainly seemed evident to Trump’s interviewers.</p>\n\n<p class=\"has-text-align-none\">Baier and co-host Martha MacCallum traded glances at each other as Trump shouted into the phone. As Trump tossed out his oft-repeated line about “many” of the “millions” of people “pouring into our country coming from mental institutions and insane asylums,” MacCallum interrupted him with another question. As Harris has worked to reconsolidate female, Hispanic, Black, and young voter support for her party, do he and his campaign have a strategy to recover his short-lived gains with these voters that polls had been showing before Biden dropped out?</p>\n\n<p class=\"has-text-align-none\">“No, she’s not having success, I’m having success. I’m doing great with the Hispanic voters. I’m doing great with Black men,” he snapped back. “No, it’s only in your eyes that they have that, Martha. We’re doing very well in the polls.”</p>\n\n<p class=\"has-text-align-none\">He’d then go on to praise the Republican governor of  Georgia, Brian Kemp, who had just appeared on Fox News. “He was very nice and he said he wants Trump to win. … I think we’re going to have a very good relationship with Brian Kemp.” </p>\n\n<p class=\"has-text-align-none\">The praise was notable and a bit odd — Trump has long blamed Kemp for losing him the state in the 2020 election because the governor would not back Trump’s claims of voter fraud or attempts to overturn the election. Just a few weeks ago, during an August 3 visit to Georgia, Trump had launched into a 10-minute tirade against Kemp, calling him “a bad guy. He’s a disloyal guy. And he’s a very average governor. &#8230; Little Brian, little Brian Kemp. Bad guy.”</p>\n\n<p class=\"has-text-align-none\">But Thursday night on Fox News, as polls have shown a <a href=\"https://www.nytimes.com/2024/08/17/us/elections/kamala-harris-trump-az-nc-ga-nv.html\">narrowing</a><a href=\"https://www.wjbf.com/top-stories/emerson-poll-shows-harris-leads-trump/\"> race</a> in that state, Trump seemed to be walking back his personal insults of Kemp. </p>\n\n<p class=\"has-text-align-none\">The hosts pivoted to one more topic — about the chances that Robert F. Kennedy Jr. drops out of the presidential contest and endorses him.</p>\n\n<p class=\"has-text-align-none\">Trump wouldn’t say if he’d accept Kennedy’s endorsement, noting that they’ll be in different parts of Arizona on Friday. But he launched into a minute-long rant (the whole interview was about nine minutes long) about how he thinks both RFK Jr and Joe Biden were treated unfairly by the Democratic Party (“they threw Joe Biden out of the party.”). At that point, the Fox hosts seemed to have heard enough and cut Trump’s interview short.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As Vice President Kamala Harris reintroduced herself to the nation and laid out her case against Donald Trump, her opponent was, essentially, live-tweeting a political freakout. “IS SHE TALKING ABOUT ME?” the former president and Republican presidential nominee posted on his platform Truth Social about 20 minutes into Harris’s acceptance speech. That was about the [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "A Trump judge ruled there’s a Second Amendment right to own machine guns",
    "link": "https://www.vox.com/scotus/368616/supreme-court-second-amendment-machine-guns-bruen-broomes",
    "pubDate": "2024-08-23T18:20:28.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A Ukrainian fighter practices using the kind of weapon that Trump Judge John Broomes wants to legalize in the United States. | Ukrinform/NurPhoto via Getty Images&lt;br&gt;\" data-portal-copyright=\"Ukrinform/NurPhoto via Getty Images&lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2162477749.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A Ukrainian fighter practices using the kind of weapon that Trump Judge John Broomes wants to legalize in the United States. | Ukrinform/NurPhoto via Getty Images&lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Wednesday, a Trump judge in Kansas ruled that the Second Amendment invalidates criminal charges against a defendant charged with illegally possessing a machine gun. The case is <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.ksd.146873/gov.uscourts.ksd.146873.35.0.pdf\"><em>United States v. Morgan</em></a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Judge John Broomes’s decision in <em>Morgan </em>is obviously wrong, even under the Supreme Court’s most aggressively pro-gun opinion, which Broomes relied on heavily.</p>\n\n<p class=\"has-text-align-none\">The Supreme Court’s 2022 decision in <a href=\"https://www.supremecourt.gov/opinions/21pdf/20-843_7j80.pdf\"><em>New York State Rifle &amp; Pistol Association v. Bruen</em></a> (2022) cast a <a href=\"https://www.vox.com/2022/6/23/23180205/supreme-court-new-york-rifle-pistol-clarence-thomas-second-amendment-guns\">cloud of uncertainty over nearly all US gun laws</a>, requiring the government’s lawyers to prove that any gun law challenged in court is consistent with “this Nation’s historical tradition of firearm regulation.” Judges across the country have struggled to interpret and apply that vague standard, and many of them have <a href=\"https://www.vox.com/scotus/356267/supreme-court-us-rahimi-domestic-abuse-guns-second-amendmen\">openly complained that <em>Bruen</em> is unworkable</a> in their published opinions.</p>\n\n<p class=\"has-text-align-none\">Read in isolation, <em>Bruen’s</em> vague “historical tradition” test might be read to support Broomes’s decision. But <em>Bruen</em> left in place a previous legal rule, first announced in <a href=\"https://supreme.justia.com/cases/federal/us/554/570/\"><em>District of Columbia v. Heller</em></a> (2008), which permits the government to ban “dangerous and unusual weapons.” <em>Heller</em> also includes a line stating that it would be “startling” to conclude that one of the Court’s early Second Amendment decisions invalidates the federal ban on machine guns.</p>\n\n<p class=\"has-text-align-none\">To get around <em>Heller</em>’s conclusion that the government may regulate dangerous and unusual weapons like fully automatic firearms, Broomes primarily argues that there were no laws similar to the modern-day ban on machine guns either in 18th century England or during the period around America’s founding.</p>\n\n<p class=\"has-text-align-none\">Of course, there’s a really obvious reason why no actual machine gun ban existed in the 1700s: The machine gun <a href=\"https://www.vox.com/2022/6/23/23180205/supreme-court-new-york-rifle-pistol-clarence-thomas-second-amendment-guns\">wasn’t invented until 1884</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Broomes also argues that centuries-old English and early American laws merely prohibited people from carrying guns “to terrify the King’s subjects” or “in such a manner as will naturally cause a terror to the people.” And so, the Trump judge suggests, it is unconstitutional to charge someone with carrying an illegal weapon unless the <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.ksd.146873/gov.uscourts.ksd.146873.35.0.pdf\">defendant also</a> “takes the same weapon out on the public streets and displays it in an aggressive manner.”</p>\n\n<p class=\"has-text-align-none\">Taken seriously, this reasoning would also prohibit the government from banning possession of a tank, a fighter jet, or even a nuclear warhead, so long as the civilian who obtains a nuclear warhead does not brandish it in public.</p>\n\n<p class=\"has-text-align-none\">In any event, Broomes’s decision will appeal to the United States Court of Appeals for the Tenth Circuit, a left-leaning court where Democratic appointees outnumber Republicans by 7-5 among the court’s active judges. So the appeals court will almost certainly reverse Broomes and reinstate the rule that dangerous and unusual weapons can be banned.</p>\n\n<h2 class=\"wp-block-heading\">Broomes’s <em>United States v. Morgan</em> decision is a monument to why <em>Bruen</em> must be overruled&nbsp;</h2>\n\n<p class=\"has-text-align-none\">The “historical tradition” test announced in <em>Bruen</em> has no real substance, cannot be applied consistently by lower court judges, and has led to absurd and immoral results. Just last June, for example, the Supreme Court had to intervene after an appeals court, in a perfectly honest application of the <em>Bruen</em> decision, ruled that <a href=\"https://www.vox.com/scotus/356267/supreme-court-us-rahimi-domestic-abuse-guns-second-amendmen\">people subject to domestic violence restraining orders</a> have a constitutional right to own a gun.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But, while the Court’s decision in that case, <a href=\"https://www.supremecourt.gov/opinions/23pdf/22-915_8o6b.pdf\"><em>United States v. Rahimi</em></a>, reversed one of the federal judiciary’s most astonishing post-<em>Bruen</em> decisions, it left <em>Bruen’</em>s confounding historical test in place. Under <em>Rahimi</em>, “a court must ascertain whether the new law is ‘relevantly similar’ to laws that our tradition is understood to permit” — whatever the hell that means.</p>\n\n<p class=\"has-text-align-none\">In a separate concurring opinion in <em>Rahimi</em>, Justice Ketanji Brown Jackson quoted a dozen lower court opinions complaining that judges can’t figure out how <em>Bruen</em> is supposed to work. As one of those opinions stated, “courts, operating in good faith, are <a href=\"https://www.ca5.uscourts.gov/opinions/pub/22/22-60596-CR0.pdf\">struggling at every stage of the <em>Bruen</em> inquiry</a>. Those struggles encompass numerous, often dispositive, difficult questions.”</p>\n\n<p class=\"has-text-align-none\">This chaos is likely to continue until <em>Bruen</em> is overruled. The history and tradition test announced in the case provides lower court judges with no meaningful guidance on which gun laws are constitutional. And <em>Bruen</em> allows judges who are determined to reach pro-gun conclusions no matter what the consequences to strike down virtually any gun law — which may explain Broomes’s decision in the <em>Morgan</em> case.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Wednesday, a Trump judge in Kansas ruled that the Second Amendment invalidates criminal charges against a defendant charged with illegally possessing a machine gun. The case is United States v. Morgan.&#160; Judge John Broomes’s decision in Morgan is obviously wrong, even under the Supreme Court’s most aggressively pro-gun opinion, which Broomes relied on heavily. [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Theo Von’s interview with Donald Trump makes more sense than you think",
    "link": "https://www.vox.com/culture/368563/theo-von-trump-interview-podcast",
    "pubDate": "2024-08-23T18:00:02.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Theo Von, flanked by Jared Leto and David Spade, attends a UFC event in Las Vegas, Nevada in April 2024. | Chris Unger/Zuffa LLC via Getty Images\" data-portal-copyright=\"Chris Unger/Zuffa LLC via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2148559642.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Theo Von, flanked by Jared Leto and David Spade, attends a UFC event in Las Vegas, Nevada in April 2024. | Chris Unger/Zuffa LLC via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Even among a long list of bizarre Donald Trump moments, this clip was a head-turner: The former president <a href=\"https://www.youtube.com/watch?v=R80tJ4lAz20\">asking</a> his interviewer a series of questions about his cocaine use. “That’s down and dirty, isn’t it?” Trump asked Theo Von, who <a href=\"https://www.youtube.com/watch?v=vC5cHjcgt5g\">interviewed</a> him on August 20 for his YouTube podcast, <em>This Past Weekend</em>.</p>\n\n<p class=\"has-text-align-none\">The clip went viral almost immediately, not only because it’s rare to hear a presidential candidate so openly discussing drug usage, but because Trump, for once, seemed genuinely interested in a conversation that wasn’t about himself. It was also a strange “&#8230;who?” moment for those unfamiliar with Von, a mulleted stand-up comedian turned podcaster, in the style of <a href=\"https://www.vox.com/culture/22945864/joe-rogan-politics-spotify-controversy\">Joe Rogan</a>. Digital media has responded with a series of Theo Von explainers, attempting to convey what about the relatively unobtrusive comic may have caught Trump’s attention.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But in fact, there really isn’t that much to explain — at least not about Von himself. The shifts in internet culture that brought him his platform, though, are a bit more interesting.</p>\n\n<p class=\"has-text-align-none\">Von — his full name is Theodor von Kurnatowski — is something of a one-size-fits-all commentator, one whose personal political beliefs seem anodyne enough to make him palatable to people across the political spectrum; he interviewed Sen. <a href=\"https://www.youtube.com/watch?v=TwED_Znc9XQ\">Bernie Sanders</a> (I-VT) the week just prior. With Trump, Von stuck mainly to the personal (mutual friends from the world of UFC, Kid Rock’s brother’s golf swing, sobriety, how good the Trump boys are at hunting) before getting lightly political (they briefly discussed health care reform but mostly talked about how much they hate lobbyists). The interview’s big viral conversation about cocaine came when Von tried in vain to get Trump to talk policy regarding the opioid epidemic. The subsequent chat about doing drugs was Trump redirecting the subject, but it was much more aligned with Von’s typical podcast conversations, which normally veer away from more incendiary subjects and toward topics like <a href=\"https://www.youtube.com/watch?v=VkfQ3fivwF8\">wrangling drunk mall Santas</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A veteran of the same early-2000s reality TV industry that former <em>Fear Factor </em>host Rogan once thrived in, Von first made his mark as a young contestant on MTV’s reality travel competition show <em>Road Rules</em>. He later gained acclaim on comic competition shows like <em>Last Comic Standing</em> and <em>Reality Bites Back</em>, holding his own against other comedians like Amy Schumer and Tiffany Haddish. In the early era of comedians turning into podcasters and vloggers, Von became popular as a guest on other standups’ shows, all while his own show, launched in 2016, took off and grew to its current audience of nearly 3 million subscribers.</p>\n\n<p class=\"has-text-align-none\">The interview, which the pair alluded to having been orchestrated by UFC CEO Dana White, was apparently part of a recent series of drop-ins to UFC-adjacent podcasters, including Von, Adin Ross, and <a href=\"https://www.vox.com/2018/1/3/16841160/logan-paul-aokigahara-suicide-controversy\">Logan Paul</a>. Yet there’s a lot more at play here than Trump appealing to wrestling fandom. In his newsletter, writer Max Read coined the term “<a href=\"https://maxread.substack.com/p/a-guide-to-the-streamer-dipshits\">dipshit outreach</a>” to describe the kind of everyman tour Trump and his running mate Sen. JD Vance have embarked on. Read’s thesis is that Von, along with the other podcasts, vlogs, and livestreams that Trump has appeared on, attract a specific type of Trump-loving demographic. As he puts it, these are “guys who like ‘edgy,’ trollish, hedonistic, attention-seeking personalities.”</p>\n\n<p class=\"has-text-align-none\">Von has skillfully branded himself as a relatable, down-to-earth type, a Southern boy originally from what he’s described as the rural, poor side of Covington, Louisiana. He comes across as more interested in people than in their politics, so we might think of Von as more or less on the wholesome end of the troll-magnet spectrum. That may well be true compared to the other men on Trump’s roster, but he has had his moments. </p>\n\n<p class=\"has-text-align-none\">Most notably, his 2015 appearance on <em>Bertcast</em> with Bert Kreischer includes an <a href=\"https://youtu.be/6b_ei1bZ0lQ?t=2493\">extended segment</a> in which Von repeatedly drops the n-word — hard ‘r.’&nbsp; Von couches his use in an anecdote in which he claims that Black kids in his neighborhood were the ones ironically using the word, which he’s just conveying to his audience. He then proceeds, with Kreischer, to spend several minutes expounding upon why his use of the n-word in this context is fine, actually. That’s not the only time he and Kreischer defended the indefensible; last year, he <a href=\"https://www.tiktok.com/@bertkreischer/video/7264617383518833966\">joined</a> Kreischer’s show <em>Two Bears, One Cave</em> to do the same sort of performative justification — this time for white men doing blackface.</p>\n\n<p class=\"has-text-align-none\">While difficult to listen to, these conversations sum up what might set Von slightly apart from some of his colleagues in comedy — he doesn’t think just anyone should be able to say the n-word because of free speech; he thinks he personally gets to say it, because he somehow earned it. As for blackface, he doesn’t think it should “count” when it’s donned by someone who’s marginalized in a different way, because that person also somehow earned it.&nbsp;This is, in America, a whole type of guy.</p>\n\n<p class=\"has-text-align-none\">This is exactly the kind of content Von’s demographic loves and the kind of contrarianism Trump himself delights in and gravitates toward. Though most of Von’s more recent content is inoffensive, it’s not insignificant that his popularity was built on this kind of vibe. </p>\n\n<p class=\"has-text-align-none\">Von is older than both Ross and Paul, who carry a more direct appeal to Gen Z. But Von’s own persona, while less brash and irony-tinged, has its own broad allure; much like country mega-star <a href=\"https://www.vox.com/culture/23842173/oliver-anthony-rich-men-controversy-morgan-wallen-jason-aldean-small-town-political\">Morgan Wallen</a>, he’s frequently self-effacing and self-deprecating, both as a way of performing relatability and as a way of preempting any moral objections to his tone. Like Wallen, he’s already confessed to being an imperfect narrator and commentator, so how can you hate him for it?&nbsp;</p>\n\n<p class=\"has-text-align-none\">His stand-up comedy weaponizes this strategy as well. At <a href=\"https://youtu.be/BUI0sGnx9Us?t=294\">one point</a> during a 2012 Comedy Central special, he pauses mid-sentence to admonish people who are laughing at the “wrong” part of a joke about Black people. “That’s not the joke, people that are laughing, that’s racism,” he says, in the middle of a string of jokes full of racist assumptions. The admonishment functions as both a deflection and a defense.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of course, many comedians believe the cause of comedy itself makes it an unimpeachable high ground that justifies the performance of outlandish and offensive material, and likewise <a href=\"https://www.vox.com/culture/2022/5/26/23141865/netflix-transphobia-ricky-gervais-supernature-terf\">lament the rise</a> of fabled “woke scolds” who criticize comedy that targets the vulnerable and the marginalized. Unlike other similar comics — <a href=\"https://www.vox.com/culture/24081214/shane-gillis-snl-saturday-night-live-hosting-controversy-racism\">Shane Gillis</a> comes to mind — who’ve doubled down on their offensive material in recent years, Von tends to avoid falling back on this rhetoric and mostly seems to avoid the conversation altogether. He’s interested in pushing the buttons, but he’s not so interested in pointing to the consequences he might face for pushing them. Much like Rogan, while he aligns with Trump on vibes, and his jokes frequently give trolls and racists permission to laugh for all the wrong reasons, his own politics seem far more middle-of-the-road. In comedy, that effectively makes him a moderate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump’s appearance on Von’s show, then, just a week after Sanders, says something about the breadth and potential of these so-called dipshits in his audience. That two major figures from either side of the political spectrum chose to appear on a former <em>Road Rules</em>-er’s video podcast is a shockingly in-kind outcome for a modern internet culture that turns comedians into influencers and podcasters into pundits. Who will ultimately win their hearts — and votes — remains the question.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Even among a long list of bizarre Donald Trump moments, this clip was a head-turner: The former president asking his interviewer a series of questions about his cocaine use. “That’s down and dirty, isn’t it?” Trump asked Theo Von, who interviewed him on August 20 for his YouTube podcast, This Past Weekend. The clip went [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "Why did anyone think Beyonce was going to play the DNC?",
    "link": "https://www.vox.com/culture/368466/dnc-beyonce-taylor-swift-rumors-reports",
    "pubDate": "2024-08-23T15:30:38.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Beyonce in all black walking onto a stage.\" data-caption=\"Beyoncé not at the 2024 DNC. | Michael Buckner/Billboard via Getty Images\" data-portal-copyright=\"Michael Buckner/Billboard via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2123634097.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Beyoncé not at the 2024 DNC. | Michael Buckner/Billboard via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">At the end of the day, the most pressing question surrounding the <a href=\"https://www.vox.com/politics/367672/dnc-democratic-national-convention-harriz-walz-live-updates\">2024 Democratic National Convention</a> was: Where the hell is Beyoncé?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The answer: Not at the DNC.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To be clear, the idea of the greatest performer and arguably biggest pop star on the planet showing up to Chicago’s United Center and playing one song to a sea of political dorks and lawmakers is, without a doubt, far-fetched. But it didn’t come out of nowhere. All the clues were there. Or, at least, so many people — including the media reporting on the event — thought so.</p>\n\n<p class=\"has-text-align-none\">The rumor started Thursday afternoon, with an insidery post that promised something huge. “If you thought the Oprah surprise was big, just wait,” the since-deleted post from an anonymous X user said. Given Oprah’s gravitational pull on culture at large, the list of people who could outshine her is, at most, 10 or so names long. </p>\n\n<p class=\"has-text-align-none\">Beyoncé Knowles is one of the very few people on Earth who is bigger than Oprah. While there was some necessary speculation about Taylor Swift as well, the fact that <a href=\"https://www.vox.com/culture/367709/beyonce-freedom-kamala-harris-campaign-songs\">Harris is using Bey’s song “Freedom”</a> on the campaign trail meant that election-watchers and fans alike began speculating that the singer was the secret VIP. There were also reports from people inside the arena that the convention’s house band <a href=\"https://x.com/nicholasrhutch/status/1826697269405778215\">was using Beyoncé songs</a> to soundcheck. Later in the evening, <a href=\"https://x.com/weijia/status/1826802633820307829?s=61&amp;t=TQlk4x44ENcfSu3Y1ke6ew\">reporters</a> noted that the podium was set up for someone special!&nbsp;</p>\n\n<p class=\"has-text-align-none\">As whispers of the extremely famous and exciting guest who was definitely Beyoncé grew, White House political director Emmy Ruiz posted an emoji of a bee at around 4:30 pm. Bey calls her fans the Beyhive, and Ruiz’s bee post threw gasoline on the fire. It’s the equivalent of Gotham City lighting up the sky with the Bat Signal. </p>\n\n<p class=\"has-text-align-none\">Surely Bey was coming! (Ruiz later <a href=\"https://x.com/emmyruiz/status/1826730658825392156\">claimed</a> that her 6-year-old had posted the bee.)</p>\n\n<p class=\"has-text-align-none\">Then the seemingly ultimate confirmation came: <a href=\"https://x.com/TMZ/status/1826769943502766414\">TMZ reported</a> that Beyoncé was going to show. While your mileage may vary on how TMZ reports deaths and arrests (usually by talking to hospital workers and cops who shouldn’t be leaking that kind of private information), they’re hardly ever wrong.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sleuths then started piecing together more of the alleged puzzle. The Chicks, fellow Texans who Beyoncé has <a href=\"https://www.vox.com/culture/2016/11/4/13521928/beyonce-cma-awards-controversy-deleted-performance\">collaborated</a> with, were on the schedule. As was Pink, the singer obsessed with aerial tricks and adult gymnastics who also <a href=\"https://www.youtube.com/watch?v=W7jkygJ_QNo\">once starred with Beyoncé</a> in a Pepsi commercial. Also on the docket was <a href=\"https://x.com/ArtCandee/status/1826782980209074287\">Colin Allred</a>, a Democrat from Bey’s home state running for senate, speaking just a few slots before Harris, the main event. People from Texas, former collaborators, ah yes, it all makes sense if you squint hard enough and play Six Degrees of Separation: Beyoncé Edition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps the most believable connection is that supporting Kamala Harris feels like something Beyoncé would do. If Harris wins, she would be the first woman to become president and the second person of color in history to ever hold the nation’s highest office. That’s a political and historical milestone that aligns itself with Beyoncé’s art and her songs about the strength and vulnerability of being a Black woman. She has also endorsed multiple Democratic candidates in the recent past — starting with Barack Obama right through Hilary Clinton and Joe Biden — and played at President Obama’s <a href=\"https://www.youtube.com/watch?v=HGrq1SzkHs0\">Inaugural Ball</a> in 2009 and <a href=\"https://www.youtube.com/watch?v=qGDH18R7GfA\">inauguration</a> in 2013.</p>\n\n<p class=\"has-text-align-none\">Beyoncé’s cultural and political evolution over the past decade of her career has made her a legendary figure. Even more specifically, beginning with the release of <em>Renaissance</em> in 2022, the singer has been carefully crafting her work around a core idea: What is America? And further, what does it sound like? Who does it belong to?&nbsp;</p>\n\n<p class=\"has-text-align-none\">By tapping into <a href=\"https://www.vox.com/23280445/beyonce-renaissance-house-disco-music\">house music</a> in 2022 and then country in this year’s <a href=\"https://www.vox.com/culture/24114603/beyonces-cowboy-carter-cmas-2016-country-music-history\"><em>Cowboy Carter</em></a>, Bey highlighted two distinctly American innovations and underscored how Black men and women are integral parts of those two genres. She’s challenging the ideas of America and reinventing it with each question and with each song. What could be more symbolic of Beyoncé’s Americana than the country’s first Black, biracial, woman president? What could be more on-brand than Beyoncé singing “Freedom,” the Harris-Walz <a href=\"https://www.vox.com/culture/367709/beyonce-freedom-kamala-harris-campaign-songs\">campaign song</a>, and introducing Kamala Harris?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Throughout the evening, NBC and other outlets breathlessly speculated on the possibility that Beyoncé was just around the corner, with the Peacock talking to delegates in the audience who seemed to confirm. Just as the country was fully Bey-pilled, and as the clock approached 10:30 CT — right before Kamala Harris was scheduled to accept the nomination — the rumor was squashed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris got a video introduction, and <a href=\"https://x.com/PopBase/status/1826812366123925871/photo/2\">Beyoncé’s publicist</a> posted on Instagram, “Do not report rumors.” <a href=\"https://x.com/THR/status/1826805194707104170\">The Hollywood Reporter</a> also got a denial at around 10:15 pm ET. For Beyoncé fans and perhaps some independent voters, it would’ve been nice if the DNC or said publicist squashed the rumors hours earlier instead of dangling a Bey performance so close that we could taste it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It might be helpful, at this juncture, to remember that the point of the DNC is not, technically, to have a Beyoncé concert, but rather to introduce the country to the woman who wants to be president. And for a brief few hours, it looked like both would happen!&nbsp;Still, the X account that reportedly stated this whole mess says it <a href=\"https://x.com/Angry_Staffer/status/1826822504163205606\">regrets the error</a>, as does <a href=\"https://x.com/TMZ/status/1826841403374403982\">TMZ</a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "At the end of the day, the most pressing question surrounding the 2024 Democratic National Convention was: Where the hell is Beyoncé?&#160; The answer: Not at the DNC.&#160; To be clear, the idea of the greatest performer and arguably biggest pop star on the planet showing up to Chicago’s United Center and playing one song [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "The staggering death toll of scientific lies",
    "link": "https://www.vox.com/future-perfect/368350/scientific-research-fraud-crime-jail-time",
    "pubDate": "2024-08-23T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo shows a metal statue of a blindfolded woman representing Justice, holding a metal scale, in front of a white stone column. \" data-caption=\"Scientific fraud can have devastating consequences, including the loss of life. Should it come with criminal consequences?\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1494529981.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Scientific fraud can have devastating consequences, including the loss of life. Should it come with criminal consequences?</figcaption>\n</figure>\n<p class=\"has-text-align-none\">You probably haven’t heard of cardiologist Don Poldermans, but experts who study scientific misconduct believe that <a href=\"https://www.forbes.com/sites/larryhusten/2014/01/15/medicine-or-mass-murder-guideline-based-on-discredited-research-may-have-caused-800000-deaths-in-europe-over-the-last-5-years/\">thousands of people may be dead</a> because of him.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Poldermans was a prolific medical researcher at Erasmus Medical Center in the Netherlands, where he analyzed the standards of care for cardiac surgery, publishing a series of definitive studies from 1999 until the early 2010s.</p>\n\n<p class=\"has-text-align-none\">One crucial question he studied: Should you give patients a beta blocker, which lowers blood pressure, before certain heart surgeries? Poldermans’s research said yes. European medical guidelines (and to a lesser extent US guidelines) <a href=\"https://pubmed.ncbi.nlm.nih.gov/20068416/\">recommended it accordingly</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The problem? Poldermans’s data <a href=\"https://cardiobrief.wordpress.com/wp-content/uploads/2012/10/integrity-report-2012-10-english-translation.pdf\">was reportedly<strong> </strong>fake</a>. A <a href=\"https://cardiobrief.wordpress.com/wp-content/uploads/2012/10/integrity-report-2012-10-english-translation.pdf\">2012 inquiry by Erasmus Medical School, his employer, into allegations of misconduct</a> found that he “used patient data without written permission, used fictitious data and… submitted to conferences [reports] which included knowingly unreliable data.” Poldermans <a href=\"https://retractionwatch.com/2011/11/17/breaking-news-prolific-dutch-heart-researcher-fired-over-misconduct-concerns/\">admitted the allegations and apologized</a>, while stressing that the use of fictitious data was accidental.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">After the revelations, a new meta-analysis was published in 2014, evaluating whether to use beta blockers before cardiac surgery. <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3932762/\">It found</a> that a course of beta blockers made it 27 percent more likely that someone would die within 30 days of their heart surgery. That is, the policy which Poldermans had recommended using falsified data, adopted in Europe on the basis of his research, was actually dramatically increasing the odds people would die in heart surgery. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://my.clevelandclinic.org/health/treatments/17525-heart-surgery\">Tens of millions</a> of heart surgeries were conducted across the US and Europe during the years from 2009 to 2013 when those misguided guidelines were in place. One provocative analysis from cardiologists Graham Cole and Darrel Francis estimated that there were <a href=\"https://drmalcolmkendrick.org/tag/don-poldermans/\">800,000 deaths</a> compared to if the best practices had been established five years sooner. While that exact number is hotly contested, a 27 percent increase in mortality for a common procedure for years on end can add up to an extraordinary death toll.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I learned about the Poldermans case when I reached out to some scientific misconduct researchers, asking them a provocative question: Should scientific fraud be prosecuted?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Unfortunately, fraud and misconduct in the scientific community isn’t nearly as rare as one might like to believe. We also know that the consequences of being caught are frequently underwhelming. It can take years to get a bad paper retracted, even if the flaws are readily apparent. Sometimes, scientists alleged to have falsified their data <a href=\"https://www.vox.com/future-perfect/24107889/francesca-gino-lawsuit-harvard-dishonesty-researcher-academic-fraud\">file frivolous lawsuits</a> against their peers who point it out, further silencing anyone who would speak out about bad data. And we know that this behavior can have high stakes, and can dramatically <a href=\"https://www.vox.com/future-perfect/22776428/ivermectin-science-publication-research-fraud\">affect treatment options for patients</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In cases where research dishonesty is literally killing people, shouldn’t it be appropriate to resort to the criminal justice system?</p>\n\n<h2 class=\"wp-block-heading\">The question of whether research fraud should be a crime</h2>\n\n<p class=\"has-text-align-none\">In some cases, research misconduct may be hard to distinguish from carelessness.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If a researcher fails to apply the appropriate statistical correction for multiple hypothesis testing, they will probably get some spurious results. In some cases, researchers are heavily incentivized to be careless in these ways by an academic culture that <a href=\"https://www.vox.com/2016/7/14/12016710/science-challeges-research-funding-peer-review-process\">puts non-null results above all else</a> (that is, rewarding researchers for finding an effect even if it is not a methodologically sound one, while being unwilling to publish sound research if it finds no effect).&nbsp;</p>\n\n<p class=\"has-text-align-none\">But I’d argue it’s a bad idea to prosecute such behavior. It would produce a serious chilling effect on research, and likely make the scientific process slower and more legalistic — which also results in more deaths that could be avoided if science moved more freely.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So the conversation about whether to criminalize research fraud tends to focus on the most clear-cut cases: intentional falsification of data. Elisabeth Bik, a scientific researcher who studies fraud, <a href=\"https://www.nature.com/articles/d41586-020-01363-z\">made a name for herself</a> by demonstrating that photographs of test results in many medical journals were <a href=\"https://www.vox.com/unexplainable/23945153/how-to-catch-a-scientific-fraud\">clearly altered</a>. That’s not the kind of thing that can be an innocent mistake, so it represents something of a baseline for how often manipulated data is published.</p>\n\n<p class=\"has-text-align-none\">While technically some scientific fraud could fall under existing statutes that prohibit lying on, say, a grant application, in practice scientific fraud is more or less never prosecuted. Poldermans eventually lost his job in 2011, but most of his papers weren’t even retracted, and he faced no further consequences.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But in response to growing awareness of fraud’s <a href=\"https://www.theguardian.com/commentisfree/2023/aug/09/scientific-misconduct-retraction-watch\">frequency</a> and its harms, some scientists and scientific-fraud watchdogs have <a href=\"https://chris-said.io/2024/06/17/the-case-for-criminalizing-scientific-misconduct/\">proposed changing that</a>. A new statute, narrowly tailored to scientific fakery, could make it clearer where to draw the line between carelessness and fraud.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The question is whether legal consequences would actually help with our fraud problem. I asked Bik what she thought about proposals to criminalize the misconduct that she studied.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her reaction was that, while it’s not clear whether criminalization is the right approach, people should understand that currently there are almost no consequences for wrongdoers. “It’s maddening when you see people cheat,” she told me, “And even if it involves grant money from the NIH, there’s very little punishment. Even with people who have been caught cheating, the punishment is super light. You are not eligible to apply for new grants for the next year or sometimes three years. It’s very rare that people lose jobs over it.”</p>\n\n<p class=\"has-text-align-none\">Why is that? Fundamentally, it’s a problem of incentives. It is embarrassing for institutions when one of their researchers commits misconduct, so they’d rather impose a mild penalty and not keep digging. There’s little incentive for anyone to get to the bottom of misconduct. “If the most serious consequence for speeding was a police officer saying ‘Don’t do that again,’ everyone would be speeding,” Bik told me. “This is the situation we have in science. Do whatever you want. If you get caught, it’ll take years to investigate.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In some ways, a legal statute isn’t the ideal solution. Courts are also guilty of taking years to deliver justice in complex cases. They also aren’t well suited to answering detailed scientific questions, and would almost certainly be relying on scientific institutions that conduct investigations — so what really matters is those institutions, not whether they’re attached to a court, a nonprofit, or to the NIH.</p>\n\n<p class=\"has-text-align-none\">But in sufficiently severe cases of misconduct, it does seem to me that it’d be a major advantage to have an institution outside academia at work on getting to the bottom of these cases. If well designed, a statute that allowed prosecution for scientific fraud could shift the overwhelming incentives to let misconduct go unpunished and move on.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If there were ongoing investigations conducted by an outside agency (like a prosecutor), it would no longer be easiest for institutions to maintain their reputation by sweeping incidents of fraud under the rug. But the outside agency would not actually have to be a prosecutor; an independent scientific review board would probably also suffice, Bik said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, prosecution is a blunt tool. It might help provide accountability in cases where no one is incentivized to provide it — and I do think in cases of misconduct that lead to thousands of deaths, it would be a matter of justice. But it’s neither the only way to solve our fraud problem nor necessarily the best one.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So far, however, efforts to build institutions within the scientific community that police misconduct have had only limited success. At this point, I’d consider it a positive if there were efforts to allow external institutions to police misconduct as well.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "You probably haven’t heard of cardiologist Don Poldermans, but experts who study scientific misconduct believe that thousands of people may be dead because of him.&#160; Poldermans was a prolific medical researcher at Erasmus Medical Center in the Netherlands, where he analyzed the standards of care for cardiac surgery, publishing a series of definitive studies from [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "Kamala Harris just revealed her formula for taking down Trump",
    "link": "https://www.vox.com/2024-elections/368489/kamala-harris-dnc-speech-takeaways-analysis",
    "pubDate": "2024-08-23T06:05:32.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Vice President Kamala Harris, Democratic presidential nominee, speaks on the final night of the Democratic National Convention at the United Center in Chicago, Illinois, on  August 22, 2024. | Chip Somodevilla/Getty Images\" data-portal-copyright=\"Chip Somodevilla/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2167983715.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris, Democratic presidential nominee, speaks on the final night of the Democratic National Convention at the United Center in Chicago, Illinois, on  August 22, 2024. | Chip Somodevilla/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Kamala Harris’s <a href=\"https://www.vox.com/politics/368462/kamala-harris-israel-palestine-gaza-dnc-speech\">Democratic convention speech</a> served two purposes: She introduced herself to the American people, and she revealed the case she intends to prosecute against Donald Trump.</p>\n\n<p class=\"has-text-align-none\">Harris picked familiar targets: Trump’s attack on democracy, his approach to taxes, and his anti-abortion rights record. But on each, she took a slightly new tack.</p>\n\n<p class=\"has-text-align-none\">Democrats (and pundits) have warned for years about the threat Trump poses to democracy, but Harris connected it to a critique of his character — that he is fundamentally out for “himself,” not for typical Americans.</p>\n\n<p class=\"has-text-align-none\">Wonks have been raising the alarm about a Trump policy to impose 10 percent tariffs on all imports — but Harris rebranded this plan as the “Trump tax.”</p>\n\n<p class=\"has-text-align-none\">Finally, Harris asked voters to believe that Trump would side with allies who are pushing sweeping anti-abortion policies — rather than believing what he’s saying about the issue as he campaigns.</p>\n\n<h2 class=\"wp-block-heading\">1) Harris warned of a second-term Trump “with no guardrails”</h2>\n\n<p class=\"has-text-align-none\">Harris tagged Trump as “an unserious man,” but argued that the consequences of putting him back in the White House “are extremely serious.” Part of that involved recapping his attempt to steal the 2020 election (“he tried to throw away your votes”) and his criminal conviction (“for an entirely different set of crimes, he was found guilty of fraud”).</p>\n\n<p class=\"has-text-align-none\">But Harris <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">argued</a> that next time could well be worse because of the <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">Supreme Court ruling</a> last month giving presidents broad immunity from prosecution for acts they commit as president. “Just imagine Donald Trump with no guardrails,” Harris said. “How he would use the immense powers of the presidency of the United States. Not to improve your life. Not to strengthen our national security. But to serve the only client he has ever had: himself.”</p>\n\n<p class=\"has-text-align-none\">This is an important recognition that <a href=\"https://www.vox.com/politics/368024/kamala-harris-democratic-convention-speech-democracy-joe-biden\">the democracy issue</a> is bigger than just repeating that Trump is a convicted felon or that January 6 was bad. Indeed, Harris treated Trump’s conviction as a small part of a larger argument that he is a fundamentally corrupt person, unfit for the presidency, and out for himself rather than everyday Americans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Later on, while discussing foreign policy, she was even more blunt. “Trump won’t hold autocrats accountable,” she said, “because he wants to be an autocrat.”</p>\n\n<h2 class=\"wp-block-heading\">2) Harris characterized Trump’s import tariff proposal as a “Trump tax”</h2>\n\n<p class=\"has-text-align-none\">On economic policy, Harris went on to characterize Trump as fighting “for himself and his billionaire friends” rather than the middle class. “He will give them another round of tax breaks that will add $5 trillion to the national debt,” Harris said. But she also zeroed in on a Trump policy that <a href=\"https://www.vox.com/policy/363146/trump-policy-war-mexico-trade-deportation-border\">hasn’t gotten enough attention yet</a>.</p>\n\n<p class=\"has-text-align-none\">One of Trump’s major campaign proposals this year is for <a href=\"https://www.cbsnews.com/news/trump-tariffs-proposal-10-percent-1700-cost-per-us-household/\">a 10 percent tariff</a> on all foreign goods imported into the US — a policy that has been much criticized because it would lead to <a href=\"https://www.nytimes.com/2024/06/21/opinion/ezra-klein-matthew-yglesias.html\">higher prices</a> for Americans buying such goods. Yet Democrats haven’t really effectively attacked Trump on this, perhaps in part because the word “tariff” is boring and makes people tune out.</p>\n\n<p class=\"has-text-align-none\">So Harris chose a different word. “He intends to enact what, in effect, is a national sales tax — call it a Trump tax — that would raise prices on middle-class families by almost $4,000 a year,” she said. (In contrast, she said, she would support a middle-class tax cut “that will benefit more than 100 million Americans.”)</p>\n\n<p class=\"has-text-align-none\">Typically, it’s Republicans who claim their opponents are proposing scary-sounding tax hikes and Democrats who are struggling to defend themselves. But attacking a “Trump tax” seems like a savvy and potentially effective way to go after Trump’s tariff proposal. Expect to hear much more of this as the campaign continues.</p>\n\n<h2 class=\"wp-block-heading\">3) Harris argued Trump would side with his “allies” on abortion</h2>\n\n<p class=\"has-text-align-none\">On abortion rights, Harris first made it crystal-clear that it was Trump’s “hand-picked members of the United States Supreme Court” who overturned abortion rights. (A surprising number of voters in swing states <a href=\"https://www.nytimes.com/2024/05/15/upshot/abortion-biden-trump-blame.html\">hold the mistaken belief</a> that Biden did it.) </p>\n\n<p class=\"has-text-align-none\">Harris quoted Trump’s <a href=\"https://www.snopes.com/fact-check/trump-roe-alabama-ivf/\">remark</a> at a Fox News town hall taking credit for overturning <em>Roe v. Wade</em>: “I did it, and I’m proud to have done it.” She then pivoted to arguing that Trump’s second term would bring about awful developments for reproductive rights:</p>\n\n<p class=\"has-text-align-none\">“As a part of his agenda, he and his allies would limit access to birth control, ban medication abortion, and enact a nationwide abortion ban with or without Congress. And get this, he plans to create a national anti-abortion coordinator and force states to report on women’s miscarriages and abortions.” </p>\n\n<p class=\"has-text-align-none\">“Simply put,” she continued, “they are out of their minds.”</p>\n\n<p class=\"has-text-align-none\">Now, Trump has not actually said he would do any of those things. He’s <a href=\"https://www.vox.com/politics/366495/trump-medication-abortion-mifepristone\">been hazy</a> on what he’d do on abortion policy if elected again but has typically suggested he’d try to leave things to the states.</p>\n\n<p class=\"has-text-align-none\">But Harris is suggesting he’s lying and that he would in fact end up siding with extreme proposals put forth by some of his key anti-abortion rights allies.  </p>\n\n<p class=\"has-text-align-none\">There are proposals to limit access to certain birth control and roll back federal approval of medication abortion drugs in <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">Project 2025</a> – the policy plan for the next GOP president cooked up by conservative advocates (including many former Trump appointees) that Trump has tried to partially disavow now that it’s become a political liability for him. </p>\n\n<p class=\"has-text-align-none\">Harris’s suggestion that Trump and his allies would ban abortion nationwide is unlikely to prove correct. Such a sweeping proposal isn’t even in Project 2025 and is viewed on the right as politically impossible (though anti-abortion rights groups would in a perfect world love to see it happen).</p>\n\n<p class=\"has-text-align-none\">But Trump will have a hard time pushing back against these critiques because he did appoint those Supreme Court justices who overturned <em>Roe</em>. The reality is that anti-abortion rights activists are one of Trump and the GOP’s most important and loyal constituencies, and they push to rein in abortion rights to the greatest extent they think is politically possible.</p>\n\n<p class=\"has-text-align-none\">Trump’s anti-abortion allies dictated his positions on the issue his first time in office. Harris wants to make the case that they’ll do that again if he wins a second term.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Kamala Harris’s Democratic convention speech served two purposes: She introduced herself to the American people, and she revealed the case she intends to prosecute against Donald Trump. Harris picked familiar targets: Trump’s attack on democracy, his approach to taxes, and his anti-abortion rights record. But on each, she took a slightly new tack. Democrats (and [&#8230;]",
    "author": "Andrew Prokop"
  }
]