[
  {
    "title": "Weather radar showed a strange blue mass in the eye of Hurricane Helene. What was it?",
    "link": "https://www.vox.com/down-to-earth/374541/hurricane-helene-storm-wind-birds-wildlife",
    "pubDate": "2024-09-27T18:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Dark clouds from then-tropical storm Helene over Havana, Cuba, on September 25. | Yamil Lage/AFP via Getty Images\" data-portal-copyright=\"Yamil Lage/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2173548748.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Dark clouds from then-tropical storm Helene over Havana, Cuba, on September 25. | Yamil Lage/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Birds are incredible navigators, capable of traveling thousands of miles each year to the <a href=\"https://www.vox.com/down-to-earth/22901324/birds-migration-navigation-earth-magnetic-field\">same location</a>. But sometimes even they end up in the wrong place at the wrong time — like inside a hurricane.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Last night, as Hurricane Helene was making landfall in Florida as a powerful Category 4 storm, radar spotted a mass in the eye of the storm that experts say is likely birds and perhaps also insects.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">See this blue blob on radar. <br><br>These are birds stuck in the eye of Hurricane Helene! <a href=\"https://t.co/traq2BQqWD\">pic.twitter.com/traq2BQqWD</a></p>&mdash; Colin McCarthy (@US_Stormwatch) <a href=\"https://twitter.com/US_Stormwatch/status/1839523815296246067?ref_src=twsrc%5Etfw\">September 27, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Helene was a massive storm when it traveled across the Gulf of Mexico earlier this week. Seabirds likely fled the storm’s extreme winds —&nbsp;which reached 140 miles per hour —&nbsp;and ended up in the eye, where it’s calm. Once inside, they essentially got trapped, unable to pierce through the fierce gusts of the eye wall. When the storm dies down, the mass of birds will probably dissipate, Kyle Horton, a researcher at Colorado State University who studies bird migration, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Storms like Helene can blow seabirds like petrels, jaegers, and frigatebirds far inland. Exhausted, they end up in unfamiliar habitats where they can’t easily find food. “It’s a challenging situation,” said Andrew Farnsworth, a bird migration expert at the Cornell Lab of Ornithology. “We know that birds do die in these things.” </p>\n\n<p class=\"has-text-align-none\">Indeed, frigate birds — large seabirds with angular wings and a forked tail —&nbsp;<a href=\"https://birdcast.info/news/entrained-and-displaced-birds-of-hurricane-helene/\">were spotted by birders</a> in central Georgia and even Tennessee this Friday as the storm churned inland.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1912484435.jpg?quality=90&#038;strip=all&#038;crop=0,10.736655823414,100,78.526688353172\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A magnificent frigatebird. | Dave Fleetham/Design Pics Editorial/Universal Images Group via Getty Images\" data-portal-copyright=\"Dave Fleetham/Design Pics Editorial/Universal Images Group via Getty Images\" />\n<p class=\"has-text-align-none\">Though remarkable, it’s not uncommon for birds and insects to get trapped inside the eye of tropical cyclones, according to <a href=\"https://zslpublications.onlinelibrary.wiley.com/doi/full/10.1002/rse2.225\">research by</a> Matthew Van Den Broeke, a professor of earth and atmospheric sciences at the University of Nebraska Lincoln. Reports dating back to the 19th century — many of which come from ships — have documented this phenomenon, <a href=\"https://journals.ametsoc.org/view/journals/atot/30/12/jtech-d-13-00056_1.xml\">noting in some cases</a> that the air was “filled with thousands of birds and insects.” One report documented an owl inside the storm.</p>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://zslpublications.onlinelibrary.wiley.com/doi/full/10.1002/rse2.225\">2021 study</a>, Van Den Broeke analyzed radar from 33 Atlantic hurricanes that hit the US mainland or Puerto Rico between 2011 and 2020. Each one showed signs of birds and insects inside the eye of the storm.</p>\n\n<p class=\"has-text-align-none\">Hurricanes like Helene can also substantially impact fall migration, when several billion birds migrate south ahead of winter. A map of migration from Thursday night, when Helene made landfall, shows that millions of birds were migrating west of the storm in places like Texas and Louisiana, but few if any were moving through Florida.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/mosaic_202409270150.jpg?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A map of bird migration from the collaborative research project &lt;a href=&quot;https://birdcast.info/&quot;&gt;BirdCast&lt;/a&gt;. | &lt;a href=&quot;https://birdcast.info/&quot;&gt;BirdCast&lt;/a&gt;\" data-portal-copyright=\"&lt;a href=&quot;https://birdcast.info/&quot;&gt;BirdCast&lt;/a&gt;\" />\n<p class=\"has-text-align-none\">When skies clear after a storm, however, birds resume their migration en masse, Farnsworth said. “After the storm passes, we see these big explosions of birds at night,” he told me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s also worth remembering that birds have evolved with these storms for millennia.&nbsp;They can likely detect a coming hurricane by sensing things like <a href=\"https://phys.org/news/2013-11-birds-weather-adjust-behaviour-barometric.html\">changes in atmospheric pressure</a> and they know how to hunker down when storms arrive, such as by orienting their aerodynamic bodies toward the wind.</p>\n\n<p class=\"has-text-align-none\">“They’ve adapted to this, they’ve evolved with it,” Farnsworth said. “Yes, storms are <a href=\"https://www.vox.com/natural-disaster/374366/hurricane-helene-florida-big-bend-beryl-storms-climate\">getting more extreme</a>. But birds know how to deal with these things.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Birds are incredible navigators, capable of traveling thousands of miles each year to the same location. But sometimes even they end up in the wrong place at the wrong time — like inside a hurricane.&#160; Last night, as Hurricane Helene was making landfall in Florida as a powerful Category 4 storm, radar spotted a mass [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "In defense of the washing machine",
    "link": "https://www.vox.com/future-perfect/374286/degrowth-economic-growth-washing-machines-electricity-global-poverty",
    "pubDate": "2024-09-27T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo of two yellow washing machines in a laundromat. \" data-caption=\"A launderette in West Kensington, London. | &lt;p&gt;Will Ireland/Classic Rock Magazine/Future Publishing via Getty Images&lt;/p&gt;\" data-portal-copyright=\"&lt;p&gt;Will Ireland/Classic Rock Magazine/Future Publishing via Getty Images&lt;/p&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-154978301.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A launderette in West Kensington, London. | &lt;p&gt;Will Ireland/Classic Rock Magazine/Future Publishing via Getty Images&lt;/p&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">I write reasonably often about <a href=\"https://www.vox.com/future-perfect/371640/economic-growth-climate-change-degrowth-science-global-warming\">degrowth</a>, the movement to <a href=\"https://www.vox.com/future-perfect/22408556/save-planet-shrink-economy-degrowth\">save the world by shrinking the economy</a>. Why? After all, it’s an extremely niche ideology, one basically confined to European socialist academics, with absolutely no chance of ever becoming law or policy anywhere. Is it even worth continuing to rebut?&nbsp;</p>\n\n<p class=\"has-text-align-none\">I think so, and the reason is that while the actual proposals of degrowthers are unserious, laughable, and stand no chance at becoming law, the underlying antigrowth attitude is far more widely held — and that attitude does shape our policy priorities. I often get replies to this newsletter pushing back on our degrowth skepticism, repeating the line “we can’t have infinite growth on a finite planet” or similar ones.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So the degrowth conversation isn’t so easily dodged and is worth having.</p>\n\n<h2 class=\"wp-block-heading\">Much ado about washing machines</h2>\n\n<p class=\"has-text-align-none\">The most recent round of degrowth arguments was kicked off by a Dutch PhD candidate who wrote that we shouldn’t have washing machines — yes, <a href=\"https://x.com/aashisjo/status/1835922295090766082\">washing machines</a>. </p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">“Washing clothes by hand is a chore, oftentimes a lonely one. But it needn’t be. We could have communal washing facilities in each neighborhood where people can plan to come in groups to do their laundry together,” he <a href=\"https://x.com/aashisjo/status/1835922295090766082\">proposed on Twitter</a>. “Washing clothes by hand is also tiring work if you have a load, but it’s still physical activity &amp; exercise. We spend time in the gym &amp; running outside to keep fit; would it be so bad to devote some of that time &amp; energy to washing clothes by hand?”</p>\n\n<p class=\"has-text-align-none\">The take caught fire because it captures so much of what animates the modern degrowth movement: ignorance about the realities of life, and absurd priorities. Doing laundry by hand is exhausting, miserable, deeply unpleasant work which has absorbed much of women’s time for as long as we’ve worn clothes. Comparing the backbreaking work of scrubbing all clothes by hand every week to going to the gym is fundamentally unserious. Dozens of historians of women’s labor jumped in to try to explain just how bad doing laundry by hand was and all the reasons a washing machine represents a big leap forward in quality of life, freedom, and human well-being.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other thing that makes this opinion so absurd is that washing machines are not actually a significant contributor to any of the environmental problems degrowthers claim to care about. It costs only a few dollars to run your washing machine for the full year. We’ve dramatically improved them since the 1980s — they’re <a href=\"https://www.vox.com/climate/24126621/energy-efficiency-appliances-stove-washing-machine-climate\">50 percent larger and use about a quarter as much water and electricity.</a></p>\n\n<p class=\"has-text-align-none\">The proposal to scrub all your clothes by hand is a proposal to replace fairly low-energy machine work with a part-time job’s worth of unpaid miserable labor for approximately no real environmental benefit.</p>\n\n<p class=\"has-text-align-none\">More reasonable degrowthers often focus on worries about short device lifespans and ask that devices be long-lasting and easy to repair — but it’s an intellectual subculture in which you can always win attention by having the most radical opinion, which is how we ended up arguing over whether everyone should scrub their clothes by hand.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Why the washing machine debate matters</h2>\n\n<p class=\"has-text-align-none\">One of my takeaways when I delved deeply into the degrowth movement was that it was substantially a <a href=\"https://www.vox.com/future-perfect/371640/economic-growth-climate-change-degrowth-science-global-warming\">lifestyle fantasy masquerading as a political movement</a>. People drawn to it find something appealing about an imagined past where people did work by hand and were in touch with the land. So they propose policies that meet this aesthetic criteria, with no consideration at all for whether this improves the environment in any way let alone whether it’s a good tradeoff.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s nothing wrong with personally choosing an anti-consumerist life. But there is something wrong with dramatically lowering the quality of life for everyone else without any real benefits.</p>\n\n<p class=\"has-text-align-none\">But one good thing came of the washing machines discourse — an opportunity to be reminded of how much better the world is than it used to be, and how much heartbreaking, backbreaking labor our grandmothers and great-grandmothers did that we can now appreciate being free of.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For the washing machine in particular, there’s a <a href=\"https://www.ted.com/talks/hans_rosling_the_magic_washing_machine\">famous TED talk</a> by the late Swedish academic Hans Rosling, which amounts to a beautiful articulation of how much good this humble appliance brought the world:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">I was only 4 years old when I saw my mother load a washing machine for the very first time in her life. That was a great day for my mother. My mother and father had been saving money for years to be able to buy that machine. And the first day it was going to be used, even Grandma was invited to see the machine. And Grandma was even more excited. Throughout her life she had been heating water with firewood, and she had handwashed laundry for seven children. And now she was going to watch electricity do that work.</p>\n\n\n\n<p class=\"has-text-align-none\">My mother carefully opened the door, and she loaded the laundry into the machine, like this. And then, when she closed the door, Grandma said, “No, no, no, no. Let me, let me push the button.” And Grandma pushed the button, and she said, “Oh, fantastic. I want to see this. Give me a chair. Give me a chair. I want to see it.” And she sat down in front of the machine, and she watched the entire washing program. She was mesmerized. To my grandmother, the washing machine was a miracle.</p>\n\n\n\n<p class=\"has-text-align-none\">… If you have democracy, people will vote for washing machines. They love them.</p>\n\n\n\n<p class=\"has-text-align-none\">And what’s the magic with them? My mother explained the magic with this machine the very, very first day. She said, “Now Hans, we have loaded the laundry; the machine will make the work. And now we can go to the library.” Because this is the magic: You load the laundry, and what do you get out of the machine? You get books out of the machines, children’s books. And mother got time to read for me.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">My favorite part about Rosling’s speech is his reminder to his audience that people want laundry machines very badly and will vote for them. The UN estimates that only <a href=\"https://unhabitat.org/washing-machines-indicator-for-measuring-advances#:~:text=Only%202%20billion%20people%20today,it%2C%20and%20washing%20by%20hand.\">two billion people have washing machines;</a> for the other six billion, a life of washing clothes by hand is not a relic of the distant past but an exhausting chore that consumes a significant fraction of women’s time and energy worldwide.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And that’s ultimately why I don’t want to leave the washing machine discourse alone. “Should, or should not, human beings have access to labor-saving technologies?” is not a hypothetical question. It doesn’t just get written up in PhD theses. It isn’t just for Twitter dunks.</p>\n\n<p class=\"has-text-align-none\">As you read this, billions of people still don’t have washing machines, nor <a href=\"https://ourworldindata.org/energy-access\">access to the electricity</a> to run them. But we can make political choices — about how we encourage the development of cheaper and better technologies, about how we support basic electrical infrastructure, about which inventions we consider a societal priority — which can change that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In this week’s UN General Assembly, the international body is <a href=\"https://www.economist.com/leaders/2024/09/19/how-the-worlds-poor-stopped-catching-up\">deciding what to do</a> about the slowdown of improvements for the global poor. If we think of washing machines as a silly modern luxury, our policy will reflect that. If we think of them as a powerful tool of women’s liberation, our policy will reflect that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Degrowthers are toothless, in that their advocacy will absolutely never lead to an end to washing machines in the rich world. But our ambivalence toward material improvements in standards of living is not toothless, because those improvements in standards of living are desperately needed, and we have to decide as a policy community if we’re willing to prioritize them or not.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "I write reasonably often about degrowth, the movement to save the world by shrinking the economy. Why? After all, it’s an extremely niche ideology, one basically confined to European socialist academics, with absolutely no chance of ever becoming law or policy anywhere. Is it even worth continuing to rebut?&#160; I think so, and the reason [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "Are we underestimating global warming?",
    "link": "https://www.vox.com/climate/374253/climate-chamge-model-warming-ipcc-record-heat",
    "pubDate": "2024-09-27T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Thermometer in a bucket at the beach against sand dunes and a clear sky.\" data-caption=\"We know it’s getting hotter, but just how hot will it get?\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1852036999.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>We know it’s getting hotter, but just how hot will it get?</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Last year was the <a href=\"https://www.vox.com/23969523/climate-change-cop28-paris-1-5-c-uae-2023-record-warm\">hottest year on record</a>, and this year’s <a href=\"https://www.nasa.gov/earth/nasa-finds-summer-2024-hottest-to-date/\">temperatures may reach even higher</a>.</p>\n\n<p class=\"has-text-align-none\">With so many extraordinary heat waves, floods, and storms piling up, one may wonder: Just how much warmer is the Earth going to get?</p>\n\n<p class=\"has-text-align-none\">The answer hinges on two main factors: how much more heat-trapping gasses humans will emit, and how the planet will respond.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whether humanity continues to dawdle or actually takes aggressive action to cut emissions is the biggest source of uncertainty in the future of the planet since the bulk of the warming we’re experiencing is due to the waste gasses from burning coal, oil, and natural gas. The Intergovernmental Panel on Climate Change (IPCC), the United Nations’s climate science team, has <a href=\"https://www.vox.com/22620706/climate-change-ipcc-report-2021-ssp-scenario-future-warming\">chalked out five scenarios</a> with different levels of action needed from global leaders to curb climate change to plug into its climate models.</p>\n\n<p class=\"has-text-align-none\">On the other side of the equation, scientists have been working to narrow down the scope of possible reactions that the planet has to all of this heating. They’ve been getting better measurements of the Earth’s behavior, refining their physical models of things like rainfall and ocean currents, and designing more sophisticated computer simulations to get a better sense of what complicated reactions could happen and the kind of events that could be put into motion as the planet heats up. With these inputs, they’ve come up with a range for how much further Earth will warm for a given amount of carbon dioxide in the atmosphere, a parameter known as <a href=\"https://www.gfdl.noaa.gov/transient-and-equilibrium-climate-sensitivity/\">equilibrium climate sensitivity</a>.</p>\n\n<p class=\"has-text-align-none\">If the amount of carbon dioxide in the atmosphere were to double relative to the era prior to the Industrial Revolution, the <a href=\"https://www.ipcc.ch/report/ar6/wg1/downloads/faqs/IPCC_AR6_WGI_FAQ_Chapter_07.pdf\">most recent major IPCC report</a> finds the world will warm between 2 degrees Celsius and 5 degrees Celsius, with a best estimate of 3 degrees Celsius. It means that some of the <a href=\"https://www.vox.com/2020/7/31/21340748/climate-change-carbon-emissions-sensitivity-how-much-will-earth-warm\">more dire forecasts of warming</a> from the past are much less likely, and so are some of the more optimistic predictions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But, in assembling this report, scientists were surprised that a subset of climate models were producing warming estimates that were <a href=\"https://www.carbonbrief.org/guest-post-how-climate-scientists-should-handle-hot-models/\">much hotter than others</a>. In response, they changed how they factor these outliers into the overall estimate, reducing their influence rather than weighing them equally.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/unexplainable.png?quality=90&#038;strip=all&#038;crop=0%2C0%2C100%2C100&#038;w=2400\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Last year, a team led by former NASA scientist James Hansen found that previous sensitivity estimates had vastly underestimated the role of <a href=\"https://earth.gsfc.nasa.gov/climate/data/deep-blue/aerosols\">aerosols</a>, such as soot and dust, and that there may be <a href=\"https://academic.oup.com/oocc/article/3/1/kgad008/7335889\">more warming baked in</a> than we realized. These fine particles suspended in the sky can have myriad effects on the global climate.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Figuring out the future of warming is not just an academic exercise. If you’re constructing a road, a home, a power plant, or if you simply have any stake in the world decades away, you need to start planning and building now for that future. If the world does go down one of the more extreme warming scenarios, curbing greenhouse gas emissions may not be enough to keep the planet livable for humans. We could be forced to employ more extreme and controversial interventions like <a href=\"https://www.vox.com/videos/2023/5/4/23711213/solar-geoengineering-climate-controversy-emissions\">geoengineering</a> to rein in runaway warming.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So how exactly do we figure out whose vision of the future is most accurate before that future becomes the present? It’s an ongoing process. As scientists expand the boundaries of knowledge of the planet, they’re also coming up with ways to reconcile these diverging views.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1753679691.jpg?quality=90&#038;strip=all&#038;crop=0,11.187324444302,100,77.625351111396\" alt=\"A crowd of climate activists is seen with a prominent Save The Planet sign.\" title=\"A crowd of climate activists is seen with a prominent Save The Planet sign.\" data-has-syndication-rights=\"1\" data-caption=\"Climate activists gather at a demonstration in the United Kingdom. \" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The messy truth of climate modeling</strong></h2>\n\n<p class=\"has-text-align-none\">The fundamental <a href=\"https://www.vox.com/2014/10/22/18093054/global-warming-explained\">concept of climate change</a> is fairly straightforward — more heat-trapping gasses in the atmosphere cause the planet to retain more heat — but the practical ways this plays out get extraordinarily complicated very quickly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For example, warmer air can hold onto more moisture. <a href=\"https://www.epa.gov/climatechange-science/basics-climate-change\">Water vapor is itself a greenhouse gas</a>, so that can create a feedback that accelerates warming. In addition, more moisture in the air can lead to <a href=\"https://www.vox.com/climate/372589/flooding-europe-nigeria-north-carolina\">extreme rainfall</a> in some areas and <a href=\"https://www.vox.com/the-highlight/23670139/colorado-river-drought-lake-mead-climate-change-water-cuts\">less in others</a>. It also forms clouds, which can reflect sunlight back into space, cooling the area below, or trap even more heat. Now calculate these effects over the entire planet and over the course of decades and you end up with models that demand the most powerful supercomputers in the world just to run.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Scientists are gradually filling in the blanks in these models with lab experiments and real-world measurements, but even the most sophisticated simulations have to make assumptions and judgment calls about which variables are the most important and how much they should shape the final calculations. That’s why climate researchers can come to different conclusions about how much the planet will warm. One scientist might think that cloud cooling effects offset more warming, while another might stipulate that melting ice caps will have a stronger feedback effect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the more confounding variables in climate models is the effect of aerosols. Like carbon dioxide, aerosols are a by-product of fossil fuel combustion, but they also come from natural sources like sand and <a href=\"https://pubs.acs.org/doi/10.1021/acscentsci.8b00674\">sea spray</a>. Aerosols have a range of impacts on the climate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Some aerosols are light-colored and scatter more light, which means we get a cooling effect, and some aerosols, like soot, are dark and absorb light, which means we get a warming effect,” said <a href=\"https://www.datascience.ch/people/eliza-harris\">Eliza Harris</a>, a senior scientist at the Swiss Data Science Center. “And that effect also varies depending on how high it is in the atmosphere.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">As humanity burned more fossil fuels since the dawn of the Industrial Revolution, the concentrations of both greenhouse gasses and aerosols rose in the atmosphere.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Scientists like Hansen think that aerosols helped mask some of the warming caused by carbon dioxide and hypothesize that the global climate is more sensitive to greenhouse gasses than conventional estimates predict. Since many aerosols drive air pollution and are health hazards, efforts to limit air pollution have <a href=\"https://www.vox.com/climate/23806051/air-pollution-climate-change-global-warming-particles-emissions\">unintentionally reduced their cooling side effects</a>, and further reductions will speed up warming further. Hansen has described this reduction in air pollution leading to more warming as a “<a href=\"https://www.columbia.edu/~jeh1/mailings/2013/20130329_FaustianBargain.pdf\">Faustian bargain</a>.” (Hansen declined to comment for this story).&nbsp;</p>\n\n<p class=\"has-text-align-none\">There have actually been a number of historical examples of aerosols cooling the global climate. Major volcanic eruptions like the <a href=\"https://pubs.usgs.gov/fs/1997/fs113-97/\">1991 eruption of Mount Pinatubo</a> in the Philippines inject so many gasses and particles into the sky that they <a href=\"https://earthobservatory.nasa.gov/images/1510/global-effects-of-mount-pinatubo\">dim the sun enough to cool the planet</a>. After the Pinatubo eruption, global average temperatures fell by roughly 1 degree Fahrenheit (0.6 degrees Celsius) for more than a year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But getting a full inventory of aerosols can be difficult. Satellite measurements can end up obscured by clouds while ground-level sensors don’t pick up what’s going on high in the atmosphere.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There&#8217;s a lot of uncertainty on the abundance of aerosols today,” said <a href=\"https://scholar.harvard.edu/mickley\">Loretta Mickley</a>, who co-leads the Atmospheric Chemistry Modeling Group at Harvard University. “That said, we are confident that anthropogenic aerosols certainly did increase in the late 20th century as industry ramped up in much of the developed world. There is a decline in aerosols in much of the developed world now, but increasing aerosols in places like India and China.”</p>\n\n<p class=\"has-text-align-none\">More recently, a new international regulation drastically <a href=\"https://www.imo.org/en/MediaCentre/PressBriefings/pages/03-1-March-carriage-ban-.aspx\">limiting sulfur aerosol pollution</a> from global shipping went into effect. That sudden drop in pollution over the busiest shipping routes in the world led to a <a href=\"https://www.nature.com/articles/s43247-024-01442-3\">sudden warming in those regions</a>, contributing to <a href=\"https://www.vox.com/climate/23762529/atlantic-ocean-record-heat-wave-el-nino-hurricane-climate-change\">record-high temperatures in waters like the Atlantic Ocean</a>. A <a href=\"https://www.pnas.org/doi/10.1073/pnas.2313797121\">study this year</a> found that a major drop in air pollution over China contributed to <a href=\"https://e360.yale.edu/features/aerosols-warming-climate-change\">warming in the Pacific Ocean</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">How scientists reconcile their differences</h2>\n\n<p class=\"has-text-align-none\">Of course, a <a href=\"https://www.eenews.net/articles/james-hansen-is-back-with-another-dire-climate-warning/\">number of scientists dispute Hansen’s recent findings</a> and think his team is overestimating the role of aerosols. The question then is how do you weigh results like this in the context of all the other climate research?&nbsp;</p>\n\n<p class=\"has-text-align-none\">For the IPCC, the conventional method was to include all the major climate models and average out their findings, giving each one equal weight. Climate models are often evaluated by examining how well they match historical observations of warming using starting conditions from the past. On this front, the aggregate model tended to outperform most individual models.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But in the most recent assessment, the IPCC decided to change its approach. The models that skewed hotter did a poorer job of reproducing historical temperature patterns, so the IPCC gave them less weight in the aggregate in calculating the final range of sensitivity.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">That makes sense if you’re mainly concerned with temperature, but that’s only one dimension of the climate.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://profils-profiles.science.gc.ca/en/profile/dr-neil-c-swart\">Neil Swart</a>, a researcher at the Canadian Centre for Climate Modeling and Analysis, developed <a href=\"https://gmd.copernicus.org/articles/12/4823/2019/\">one of the hottest models</a> used in the latest IPCC assessment. He noted that climate models that may not be as good at predicting temperature might be better at forecasting other important variables like precipitation. By evaluating models solely on temperature, modeling groups could end up tuning their results to better fit within the selection criteria rather than letting the simulations run their course.&nbsp;So there is still a compelling argument for egalitarianism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The debate highlights how even with the best measurements and models, scientists have to make some subjective decisions. For people who have to make decisions now that depend on the future climate, it adds to the frustration and can fuel distrust.</p>\n\n<p class=\"has-text-align-none\">Still, it’s important to note that the vast majority of scientists agree on the broad contours of climate change and that it’s prudent to halt the relentless rise of carbon dioxide in the atmosphere.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Look, the climate is sensitive to greenhouse gasses. We&#8217;re not exactly sure to the right decimal place what that sensitivity is, but we have no doubt that it&#8217;s sensitive,” Mickley said. “We do know if we cut greenhouse gasses to zero today, we would vastly improve the outlook going forward.”&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Last year was the hottest year on record, and this year’s temperatures may reach even higher. With so many extraordinary heat waves, floods, and storms piling up, one may wonder: Just how much warmer is the Earth going to get? The answer hinges on two main factors: how much more heat-trapping gasses humans will emit, [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "Why Hurricane Helene is a wake-up call ",
    "link": "https://www.vox.com/natural-disaster/374366/hurricane-helene-florida-big-bend-beryl-storms-climate",
    "pubDate": "2024-09-27T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2174700516.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Hurricane Helene made landfall in Florida last night as a ferocious Category 4 storm after gaining strength as it barreled across the Gulf of Mexico. According to Vox’s Benji Jones, the storm and its expected surge <a href=\"https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water\">have the potential to wreak havoc</a> across the Southeast, but also dump heavy rains onto Appalachia and beyond. </p>\n\n<p class=\"has-text-align-none\">Before summer had even begun, experts were predicting that <a href=\"https://www.noaa.gov/news-release/noaa-predicts-above-normal-2024-atlantic-hurricane-season\">this year’s hurricane season would be an unusually active</a> one, with as many as 25 named storms churning across the Atlantic Ocean. The ingredients were all there: the uniquely warm ocean temperatures, lessened Atlantic trade winds and wind shear, and the <a href=\"https://www.vox.com/climate/24145756/la-nina-2024-el-nino-heat-hurricane-record-temperature-pacific\">La Niña conditions</a> cooling the waters of the Pacific.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But it’s impossible to look at hurricanes in 2024 without also considering the context of climate change, which has made everything from rains to drought to wildfires more extreme globally, and put more ecosystems and humans in danger in the process. The record-hot waters in the Gulf this summer, for example, have intensified storms like Helene and Beryl, a supercharged hurricane that broke the record for the earliest Category 5 in a season, making them that much more fearsome.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I recently spoke with Umair Irfan, a correspondent at Vox who’s been covering climate, the environment, and environmental policy for a decade, about this hurricane season, what has changed about these massive storms in recent years amid climate change — and what role humans are playing in compounding their impact.&nbsp;Our conversation has been condensed and lightly edited for clarity.</p>\n\n<p class=\"has-text-align-none\"><em>—Lavanya Ramanathan</em></p>\n\n<p class=\"has-text-align-none\"><strong>Tell us how we used to think about hurricanes, in terms of categories and in terms of strength. What’s complicating that thinking now?</strong><br><br>The main way we categorize hurricanes is by wind speed. Category 1, 2, 3 — those are thresholds defined by how fast the winds from the hurricane are moving. But what we’ve found in recent decades, and with lots of recent experience, is that wind is not the most destructive element of the hurricane. It’s the water.<br><br>It’s the rainfall, it’s flooding, it’s storm surge. The water is what causes the most property damage, and what also causes the most casualties and the most extensive tolls on human life. Water makes it difficult to get repair crews in and to get ambulances in and to get people out. Flooding is what blocks the roads.&nbsp;<br><br>It’s a challenge conveying to the public that when you think about water as the big threat rather than wind, you can take different precautions: storm-proofing your house, flood prevention and mitigation, but also taking evacuation orders more seriously.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What should we know about this hurricane season? You’ve written that it’s expected to be an unusually active season.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">To form a hurricane, you need a few things to fall into place. You need warm water at the surface of the ocean, at least 80 degrees Fahrenheit or hotter, you need limited wind shear in the air above it, and then you need another thing called atmospheric instability, where the layers of the atmosphere start to blend and merge with one another. What that does is it creates an environment where you can have a lot of evaporation, where water can move upward to a very high altitude. That’s the main engine of a hurricane.<br><br>Hurricanes are a relatively rare phenomenon; we only see a couple dozen every year, whereas we see rainfall just about every day. Major hurricanes — we see maybe three or four. It doesn’t happen very often that all these ingredients align in just the right way.<br><br>But last year was the hottest year on record, and we had a major El Niño, which is a major pattern in the Pacific Ocean that tends to drive up global average temperatures. So air temperatures were very high, causing the oceans to heat up. The major ingredients were there.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>I was in Houston after one of the big storms of this season, Hurricane Beryl, which struck in July. I saw the effects of the storm really taking their toll on the city for days afterward, in ways you wouldn’t necessarily expect. How is our understanding of the impact of hurricanes changing? </strong><strong><br></strong><strong><br></strong><a href=\"https://www.vox.com/climate/360181/climate-hurricane-beryl-blackout-houston-flood\">Houston and Hurricane Beryl</a> are good examples of how the ways we describe hurricanes don’t tend to reflect the risk that they can pose. It’s not simply the wind speed, or the strength, but how vulnerable the area is.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Houston was hit by <a href=\"https://www.vox.com/science-and-health/2017/8/28/16211392/100-500-year-flood-meaning\">Hurricane Harvey</a> years ago, which caused immense amounts of record flooding because the storm parked over the city and dropped a lot of rain. But Houston also has very little in the way of zoning. It’s also very flat, and it’s right next to the Gulf Coast, so there was not a lot of infrastructure there to cope with an immense amount of water. The main natural features that would absorb water have been <a href=\"https://www.nytimes.com/interactive/2017/11/11/climate/houston-flooding-climate.html\">paved over to support development</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And so there are human-level decisions that ended up worsening the impact.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With Beryl, it was also a fast-moving storm, and the wind caused a lot of damage to power lines. One of the utility companies there, Centerpoint, has a backlog of maintenance and <a href=\"https://www.vox.com/climate/360181/climate-hurricane-beryl-blackout-houston-flood\">there were well-known vulnerabilities</a>. So when you had a major storm, it knocked out a lot of power, but also took a long time to get it back. Meanwhile, Houston had a heat wave, so there was an intense energy demand. The high heat, the not having power, all converged to compound the effects of this disaster.<br><br>If you look at Beryl as just a Category 1 storm, you might brush it off. But when you look at all these other things going on, you realize this is a much more severe disaster than the category would suggest.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>And the impact was far broader, right?&nbsp;</strong><br><br>Right. Hurricanes tend to lose a lot of energy once they make landfall. But they can still be fairly devastating storms, especially if they move to an area that isn’t prepared for it, and isn’t used to getting a torrential downfall. </p>\n\n<p class=\"has-text-align-none\">The remnants of <a href=\"https://www.vox.com/climate/366893/debby-beryl-hurricane-climate-change-florida-texas-vermont\">Tropical Storm Debby and Beryl both hit Vermont</a>, and caused a lot of flooding and damage, and actually killed people. There was no place for that water to run off to, the people there are not necessarily well-versed in how to evacuate ahead of a storm, and the waterways, roads, and bridges are not designed to withstand sub-tropical storms.<br><br><strong>Is this something that we’re seeing more of, or are going to see more of?</strong></p>\n\n<p class=\"has-text-align-none\">We see that in general with extreme weather. We had a major heat wave in the Pacific Northwest a few years ago; that was devastating because that’s the area with the least amount of air conditioning in the US. It was harmful for the people there because they’re not acclimated to the heat, and they don’t have the infrastructure to deal with it.<br><br>We see the same thing with storms. A weaker storm can still be devastating in an area that does not have infrastructure that can withstand rains, or porous areas that can absorb the water. And when an event does occur, there’s more severe rainfall, because as air temperatures warm, the air can hold onto more moisture.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So, while we’re focusing on the extremes, we should look at what’s typical as well, and what’s typical is also changing.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Is there something people can do to protect themselves on an individual level that we’re not already doing?</strong>&nbsp;</p>\n\n<p class=\"has-text-align-none\">First, you have to start to rethink your mentality. There’s a pervasive thinking that bad things won’t happen to you. If you go for years at a time without a hurricane or a storm, or your house got flooded, and now it’s been a decade, that memory fades very quickly.&nbsp;<br><br>But one of the concerns with climate change is that it’s bringing extremes into areas where they haven’t experienced them before. So this is a new process for some. The first step is recognizing and appreciating that you are vulnerable, that bad things can happen but you can in fact <a href=\"https://www.vox.com/even-better/23196757/summer-disaster-weather-preparation-community-hurricane-wildfire-drought-heatwave-flood\">prepare for them</a>.</p>\n\n<p class=\"has-text-align-none\">The big thing is you want to also get your policymakers thinking about things that can mitigate disasters over time — things like building sea walls in coastal areas, but also thinking about big changes like rethinking where we are allowed to build at all. Are we going to retreat from certain areas? Are we just going to have to<a href=\"https://www.vox.com/climate/372014/shinnecock-nation-tribe-sea-rise-hamptons\"> give up on oceanfront areas</a> because the risk is too high? These are much more difficult policy questions, but we’re going to have to start grappling with them because now is the best opportunity — not after a disaster.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Hurricane Helene made landfall in Florida last night as a ferocious Category 4 storm after gaining strength as it barreled across the Gulf of Mexico. According to Vox’s Benji Jones, the storm and its expected surge have the potential to wreak havoc across the Southeast, but also dump heavy rains onto Appalachia and beyond.  Before [&#8230;]",
    "author": "Lavanya Ramanathan"
  },
  {
    "title": "How Democrats found a new approach to violent crime",
    "link": "https://www.vox.com/politics/373588/democrats-violence-crime-gun-control",
    "pubDate": "2024-09-27T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Sheriff Chris Swanson of Genesee County, Michigan, speaks at the 2024 Democratic National Convention.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2167979522.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Sheriff Chris Swanson of Genesee County, Michigan, speaks at the 2024 Democratic National Convention.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Listen to the way Democrats talk about guns, violent crime, and the criminal justice system these days, and you’ll notice that things sound different from the way they did in 2020.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That year, following a national protest movement centered around the high-profile police killings of unarmed Black Americans, including Breonna Taylor and George Floyd, Democrats <a href=\"https://www.vox.com/21418125/biden-harris-pelosi-defund-the-police-criminal-justice-reform-2020\">focused their message</a> on protecting citizens from police abuses and overhauling the criminal justice system, rather than reducing violent crime. But four years later, after a <a href=\"https://www.vox.com/politics/358831/us-violent-crime-murder-pandemic\">historic spike in gun homicide</a> and an election cycle where <a href=\"https://www.nytimes.com/2022/09/26/us/politics/republicans-crime-midterms.html\">Republicans attacked</a> them over the issue, Democrats have found a new message.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Leaders are still talking about ending gun violence — an <a href=\"https://www.pewresearch.org/politics/2024/06/06/gun-attitudes-and-the-2024-election/\">important issue</a> for their base, given that it’s the core reason that the United States has a homicide rate that is much higher than other <a href=\"https://www.vox.com/23142734/kansas-city-superbowl-mass-shooting\">comparable countries</a>. They’re also still <a href=\"https://www.theguardian.com/us-news/article/2024/jul/23/kamala-harris-sonya-massey-killing-police-reform\">supportive of police reform</a>, though it has been less prominent as a campaign issue this year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But now, with Republicans opposing nearly all of their gun control legislation, they’re highlighting their other efforts in crime prevention and public safety, too. “We made the largest investment, Kamala and I, in public safety, ever,” President Joe Biden <a href=\"https://eu.usatoday.com/story/news/politics/elections/2024/08/20/read-the-entire-transcript-of-president-joe-bidens-dnc-speech/74867260007/\">said</a> at the Democratic National Convention in August, referring to the <a href=\"https://abcnews.go.com/Politics/biden-announce-10-billion-american-rescue-plan-policing/story?id=84685199\">$10 billion</a> in funding committed through the American Rescue Plan to public safety efforts for cities and states.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vice presidential nominee Tim Walz <a href=\"https://time.com/7013698/watch-tim-walz-dnc-speech/\">touted</a> his administration’s investment in fighting crime as Minnesota governor at the DNC, and Chris Swanson, a sheriff from Genesee County, Michigan, took to the stage <a href=\"https://www.youtube.com/watch?v=hAyyl4CJoXM\">to declare that</a> “crime is down and police funding is up,” in a speech that would have been <a href=\"https://www.washingtonpost.com/powerpost/democrats-unveil-broad-police-reform-bill-pledge-to-transform-law-enforcement/2020/06/08/1ed07d7a-a992-11ea-94d2-d7bc43b26bf9_story.html\">almost unthinkable</a> at the 2020 Democratic convention, when activists and other prominent voices on the left were calling to “defund the police.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mayors leading major cities are now highlighting increases in funding and support for programs built around more recent innovations in violence reduction, including <a href=\"https://ojp.gov/topics/community-violence-intervention\">community violence intervention</a> and hyperlocal crime <a href=\"https://bja.ojp.gov/violent-crime-reduction-roadmap/intro\">reduction programs</a>.</p>\n\n<p class=\"has-text-align-none\">“Community safety is a year-round, collaborative effort,” Boston Mayor Michelle Wu <a href=\"https://www.youtube.com/watch?v=HOb6fxSX2e8\">said</a> earlier this year, unveiling a new summer safety program for the city, which has seen a <a href=\"https://www.nytimes.com/2024/06/27/us/boston-homicides-violence-prevention.html\">major drop</a> in gun homicides in 2024 compared to the previous year. “Our comprehensive approach to reducing gun violence is working,” Baltimore Mayor Brandon Scott said, crediting the work of the city’s <a href=\"https://mayor.baltimorecity.gov/news/press-releases/2024-02-08-baltimore-city-outlines-next-steps-group-violence-reduction-strategy\">group violence reduction strategy</a> in contributing to the city’s largest year-over-year <a href=\"https://apnews.com/article/baltimore-homicides-decrease-2023-d88000d65d3916d1fbbe6352becd8881\">reduction</a> in murders last year.</p>\n\n<p class=\"has-text-align-none\">It’s not just that Democrats are responding to the rise in gun homicides in 2020 and 2021 and the political backlash that came with it. The change reflects a broader shift in thinking among Democrats and their nonpartisan allies who work in violence reduction, criminal justice, and police reform. It’s one that acknowledges the seriousness of preventing and reducing violent crime — the core concern of the “tough on crime” crowd — without accepting the idea that the solution is mass incarceration. There is a growing sense that increasing public safety, ending gun violence, and reducing mass incarceration, rather than being separate or even in tension, are pieces of the same pie, and that efforts to improve one should help improve the others.</p>\n\n<p class=\"has-text-align-none\">“These conversations had been occurring in siloes,” between policymakers focused on public safety and policymakers and activists focused on criminal justice reform, <a href=\"https://counciloncj.org/team/adam-gelb/\">says Adam Gelb</a>, president and CEO of the nonpartisan think tank Council on Criminal Justice. But the conversations have been merging and becoming more interconnected as they’ve come to an important realization: “We’re not going to solve or dramatically reduce incarceration rate unless we dramatically reduce the rate of community violence,” Gelb says.&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">The change represents an evolution of years of policymaking on crime reduction and prevention. In the 1960s and 1970s, <a href=\"https://jasher.substack.com/p/united-states-crime-counts-1960-2022\">when murder and violent crime rose dramatically</a> in the United States, a sociologist looked at the available research about what could rehabilitate those convicted of crimes and came up with an unsettling conclusion: <a href=\"https://us.sagepub.com/sites/default/files/upm-binaries/36811_6.pdf\">nothing worked</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This notion gave credence to a controversial new argument, outlined by American political theorist James Q. Wilson in his 1975 book <a href=\"https://www.hachettebookgroup.com/titles/james-q-wilson/thinking-about-crime/9780465048847/?lens=basic-books\"><em>Thinking About Crime</em></a>. Wilson argued that since rehabilitation was essentially futile, the criminal justice system <a href=\"https://reason.com/1976/11/01/thinking-about-crime/\">should focus</a> on doing what they could to make sure repeat offenders were removed from society. Wilson’s views <a href=\"https://marroninstitute.nyu.edu/uploads/content/Thinking_About_Punishment.pdf\">became popular</a> among policymakers, and the American prison population <a href=\"https://bjs.ojp.gov/content/pub/pdf/piusp01.pdf\">began to grow</a> in the 1970s, through the crack epidemic and the “war on drugs” in the 1980s and 1990s.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By 2009, the United States had <a href=\"https://bjs.ojp.gov/content/pub/pdf/p19.pdf\">1.6 million people in prison</a> and the highest incarceration rate in the world. The social science researchers, meanwhile, had improved their ability to study the impact of various violence reduction strategies, and discovered something else important: deterrence based on issuing harsh prison sentences <a href=\"https://www.ojp.gov/pdffiles1/nij/247350.pdf\">also didn’t work</a>.</p>\n\n<p class=\"has-text-align-none\">At the same time, a growing movement recognized America’s mass incarceration issue as a real problem in and of itself — one that cost the government <a href=\"https://www.pbs.org/newshour/economy/the-u-s-spends-billions-to-lock-people-up-but-very-little-to-help-them-once-theyre-released\">billions annually</a>, <a href=\"https://www.prisonpolicy.org/blog/2024/04/01/updated-charts/\">exacerbated</a> racial inequality, and <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9540942/\">devastated</a> communities and families.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As researchers deepened the body of existing research on racial bias in the criminal justice system, and activists organized to press lawmakers for change, a series of police killings of Black Americans brought the issue into the public’s view. By 2020, the movement for police and criminal justice reform had already made important progress, thanks to a network of organizers and activists, and funding from foundations and bipartisan coalitions. That support had helped build momentum for drug <a href=\"https://www.aclu.org/issues/criminal-law-reform/fair-sentencing-act#:~:text=In%202010%2C%20Congress%20passed%20the,%3A1%20to%2018%3A1.\">sentencing reform</a> during President Barack Obama’s administration as well as his administration’s creation of a task force <a href=\"https://cops.usdoj.gov/pdf/taskforce/taskforce_finalreport.pdf\">aimed at</a> police reform.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those efforts helped pave the way for the most significant sentencing reform bill in years, the <a href=\"https://www.vox.com/future-perfect/2018/12/18/18140973/state-of-the-union-trump-first-step-act-criminal-justice-reform\">First Step Act</a>, signed by President Donald Trump. The bill gave judges more flexibility to avoid lengthy sentences dictated by federal mandatory minimums, allowed incarcerated people to earn time credits that could move up their release date if they participated in rehabilitative programs, and made retroactive the earlier reform passed under the Obama administration, eliminating the sentencing disparity between those convicted of possessing crack versus powdered cocaine. By the last election cycle, the Democrats’ platform included <a href=\"https://www.vox.com/21418125/biden-harris-pelosi-defund-the-police-criminal-justice-reform-2020\">the most progressive police reform agenda</a> in modern American history. The bill focused on greater accountability for police, but also included proposals to invest more in community-based violence reduction.</p>\n\n<p class=\"has-text-align-none\">But as reformers were making strides, violent crime began to rise again in cities, due to a number of factors <a href=\"https://www.vox.com/politics/358831/us-violent-crime-murder-pandemic\">related to the pandemic</a>, policing after the George Floyd protests, and the ubiquity of guns.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">By the end of 2020, the country had seen the <a href=\"https://edition.cnn.com/2021/10/06/health/us-homicide-rate-increase-nchs-study/index.html\">largest increase in its homicide rate</a> in nearly a century, and the problem got more difficult to ignore. The following year, homicides <a href=\"https://www.nytimes.com/2021/09/22/upshot/murder-rise-2020.html\">remained high</a>. Former President Donald Trump and other Republicans increasingly <a href=\"https://www.vox.com/policy-and-politics/23433184/crime-midterms-oz-fetterman-pennsylvania-senate\">pointed their fingers</a> at Democrats running big cities, arguing that their policies were responsible for rising violent crime and attempting to connect them with the left’s “defund the police” movement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By 2022, <a href=\"https://www.pewresearch.org/short-reads/2022/10/31/violent-crime-is-a-key-midterm-voting-issue-but-what-does-the-data-say/\">six in 10 registered voters</a> listed crime as a “very important” issue for them in the midterm election cycle that November.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then, a new crop of Democrats, responding to voters’ concerns, launched campaigns for mayor across the United States. Many made violent crime reduction their primary campaign issue.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some, like New York’s <a href=\"https://www.politico.com/news/2022/01/28/adams-nypd-crime-00002011\">Eric Adams</a>, who won in 2021, and Philadelphia’s <a href=\"https://www.thetrace.org/2024/04/philadelphia-mayor-public-safety-plan/\">Cherelle Parker</a>, who won in 2023, campaigned on more funding and support for police. (Federal prosecutors announced Thursday that they had <a href=\"https://www.nytimes.com/2024/09/25/nyregion/eric-adams-indicted.html\">indicted</a> Adams on federal corruption charges, and the NYPD has been under heavy scrutiny for <a href=\"https://www.nytimes.com/2024/09/05/nyregion/eric-adams-nypd-gun-units-illegal-stops.html\">illegal stops</a> on citizens, a <a href=\"https://edition.cnn.com/2024/09/21/us/nypd-brooklyn-subway-shooting/index.html\">recent subway shooting</a>, and a separate investigation that resulted in <a href=\"https://www.nytimes.com/2024/09/12/nyregion/edward-caban-resigns-nypd-commissioner.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/09/12/nyregion/edward-caban-resigns-nypd-commissioner.html\">the police commissioner’s resignation</a> in September.)</p>\n\n<p class=\"has-text-align-none\">Others, like Wu and Chicago Mayor Brandon Johnson, have focused their efforts on <a href=\"https://www.cbsnews.com/chicago/news/mayor-brandon-johnson-community-safety-plan-crime/\">outreach and intervention programs</a>, and focused on investing in community partnerships.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The details of each city’s violence prevention program are different, but the broad elements are largely the same: They include <a href=\"https://www.vox.com/policy-and-politics/2022/9/22/23367572/democrats-policing-bills-midterms\">more funding</a> for <em>both</em> <a href=\"https://www.vox.com/politics/373238/gun-violence-homicides-violent-crime-strategies\">the police and for community organizations</a> aimed at addressing the <a href=\"https://counciloncj.org/10-essential-actions/\">people and places</a> most likely to suffer from high rates of violent crime, especially gun homicide.</p>\n\n<p class=\"has-text-align-none\">“Democratic politicians are being responsive to what voters care about,” says <a href=\"http://Jens Ludwig\">Jens Ludwig</a>,&nbsp;professor and director of the <a href=\"https://crimelab.uchicago.edu/\">University of Chicago’s Crime Lab</a>.&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">That’s not the only factor at play. Post-pandemic, Ludwig says, many cities were facing the challenges brought on by the emptying of cities and the rise of remote work, along with the rise in violent crime. Some feared this would result in an “<a href=\"https://www.theatlantic.com/ideas/archive/2024/03/urban-doom-loop-american-cities/677847/\">urban doom loop</a>” where people fled cities for the suburbs, making the problems worse and subsequently causing more people to flee. The stimulus funds from the federal government helped stave off the decline, but cities knew that the money wouldn’t last forever.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Every big city in the country now realizes that they aren’t going to be able to throw money at this problem forever,” Ludwig says. “There’s a need to figure out how to do more with less.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Investing in targeted initiatives that place community outreach workers in high-risk neighborhoods, or give police data to approach crime hotspots, are ultimately cost-effective methods to reduce violence. “These things are not super expensive in the grand scheme of things,” Ludwig says, and they give cities a way of reducing violence in the short-term while working on longer-term investments meant to address root causes of violence, including racial inequality and economic disinvestment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It also helps, Ludwig says, that researchers have gotten much better at understanding what works —&nbsp;beyond gun control — to reduce gun violence in the last few decades.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Increasingly, those efforts are being championed by organizations offering resources for mayoral offices looking to reduce violence. Marc Morial, the former mayor of New Orleans, made national headlines for <a href=\"https://www.wwltv.com/article/news/crime/new-orleans-crime-how-it-cut-murder-rate-in-1990s-richard-pennington/289-427d1cf5-8633-495a-941a-aebedd3a11a6\">cutting the number of homicides in his city in half</a> during his time in office in the 1990s. Now, as president and CEO of the National Urban League, Morial and the organization are prioritizing community safety and police reform policies, and convening mayors to discuss how to best enact the strategies that have worked in other communities.</p>\n\n<p class=\"has-text-align-none\">Focusing on community safety and police reform together makes sense for an organization like the National Urban League, Morial says, which has long focused on <a href=\"https://nul.org/\">advancing</a> economic and living conditions for Black Americans and other underserved people living in urban areas. “Quality of life in Black and brown and urban communities is a paramount issue. A community that feels victimized on the one hand by the police and on the other by crime and crooks is a very difficult community to live in,” he says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Passing better gun laws still remains a major priority for Democrats. The issue was a large theme of the DNC, with Congresswoman Lucy McBath, <a href=\"https://x.com/RepLucyMcBath/status/1794105739612451197\">whose son</a> was a victim of gun violence, <a href=\"https://www.youtube.com/watch?v=upR9215dBZs\">sharing the stage with shooting survivors</a> and others who’d lost loved ones to gun violence. The Democratic Party <a href=\"https://abcnews.go.com/US/gun-violence-top-issues-dnc-platform/story?id=112955833\">platform also devoted significant space</a> to solving the problem.</p>\n\n<p class=\"has-text-align-none\">On the campaign trail, Harris and Walz, <a href=\"https://www.vox.com/politics/371304/what-kamala-harris-gun-ownership-reveals-about-american-politics\">both gun owners</a>, have <a href=\"https://apnews.com/article/kamala-harris-gun-owner-debate-trump-abc-election-control-33fa551a2b9021f85325fc5acd9a1a22\">talked about</a> their support for universal background checks, banning assault weapons, and expanding red flag laws, policies that remain popular with their <a href=\"https://www.pewresearch.org/short-reads/2024/07/24/key-facts-about-americans-and-guns/\">base</a>.</p>\n\n<p class=\"has-text-align-none\">Still, the change in Democratic rhetoric — and in the policies in many cities across the United States — puts Democrats in a much different position than they were in 2022. Something else important happened too: violent crime has fallen. According to data <a href=\"https://www.npr.org/2024/09/23/g-s1-24184/fbi-crime-data-2023\">the FBI released this week</a>, overall violent crime fell 3 percent in 2023 over the year before, with murder dropping almost 12 percent. It’s too early to say for certain what role these programs played, and what other factors may have contributed. But the reduction in homicides means more lives were saved — the most important change of all.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Listen to the way Democrats talk about guns, violent crime, and the criminal justice system these days, and you’ll notice that things sound different from the way they did in 2020.&#160; That year, following a national protest movement centered around the high-profile police killings of unarmed Black Americans, including Breonna Taylor and George Floyd, Democrats [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "One chart shows how Hurricane Helene turned into a monstrous storm",
    "link": "https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water",
    "pubDate": "2024-09-26T22:53:55.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A line map of the United States and the Gulf superimposed on a satellite image of a swirling storm.\" data-caption=\"An NOAA satellite image from early Thursday morning shows Hurricane Helene approaching the Florida coast. | NOAA\" data-portal-copyright=\"NOAA\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Helene-NOAA.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>An NOAA satellite image from early Thursday morning shows Hurricane Helene approaching the Florida coast. | NOAA</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Hurricane Helene has quickly intensified into a massive Category 4 storm, with hurricane-force winds extending up to 60 miles outward from the eye. Forecasters warn that Helene — which has wind speeds of near 120 miles per hour — could be deadly for those living in coastal Florida, where it’s expected to make landfall this evening.</p>\n\n<p class=\"has-text-align-none\">The National Hurricane Center predicts storm surge <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/261747.shtml?\">as high as 20 feet</a> in some parts of Florida’s Big Bend, a region between the panhandle and the peninsula. Storm surge, which describes a rise in sea level, is the most dangerous part of tropical storms and has a deadly track record: In 2022, storm surge killed <a href=\"https://www.nhc.noaa.gov/surge/\">more than 40 people</a> during Hurricane Ian. The storm is also expected to inundate inland regions across much of the southeastern US with rain, dumping a foot or more in parts of southern Appalachia.</p>\n\n<p class=\"has-text-align-none\">“This rainfall will likely result in catastrophic and potentially life-threatening flash and urban flooding,” the National Hurricane Center <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/261747.shtml?\">said</a> early Thursday afternoon.</p>\n\n<p class=\"has-text-align-none\">Helene could also disrupt part of the <a href=\"https://www.vox.com/down-to-earth/22823993/monarch-butterflies-mexico-milkweed\">epic monarch butterfly migration</a>, which typically passes through the Big Bend’s St. Marks National Wildlife Refuge in early October.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2173441112.jpg?quality=90&#038;strip=all&#038;crop=0,8.4224368901015,100,83.155126219797\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Storm clouds from Helene over Havana, Cuba, on September 24. | Yamil Lage/AFP via Getty Images\" data-portal-copyright=\"Yamil Lage/AFP via Getty Images\" />\n<p class=\"has-text-align-none\">Helene is the eighth named storm in what has so far amounted to a <a href=\"https://www.scientificamerican.com/article/atlantic-hurricane-lull-puzzles-scientists/\">somewhat puzzling</a> hurricane season. It started with a bang — June’s <a href=\"https://www.vox.com/climate/358323/hurricane-beryl-rapid-intesification-caribbean-climate\">Hurricane Beryl</a> became the earliest Category 5 storm on record —&nbsp;and then much of August and September was unexpectedly quiet.</p>\n\n<p class=\"has-text-align-none\">Many meteorologists, though, have been warning not to be fooled by this late-summer lull.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Having multi-week periods of quiet and then multi-week periods of activity is very normal throughout a hurricane season,” <a href=\"https://bmcnoldy.earth.miami.edu/\">Brian McNoldy</a>, a climatologist at the University of Miami, told me earlier this month. “I definitely would not read too much into it.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Plus, McNoldy said, the ocean in the Gulf of Mexico has been —&nbsp;and still is —&nbsp;exceptionally hot, and hot water fuels hurricanes. Ocean heat content, a measure of how much heat energy the ocean stores, is at a record high for this time of year.</p>\n\n<p class=\"has-text-align-none\">Take a look at the chart below. The red line is 2024 and the blue line is the average over the last decade.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/ohc_gulf-1.png?quality=90&#038;strip=all&#038;crop=0,12.589156124409,100,74.821687751182\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A chart of ocean heat content in the Gulf of Mexico. | &lt;a href=&quot;https://bmcnoldy.earth.miami.edu/&quot;&gt;Brian McNoldy&lt;/a&gt;\" data-portal-copyright=\"&lt;a href=&quot;https://bmcnoldy.earth.miami.edu/&quot;&gt;Brian McNoldy&lt;/a&gt;\" />\n<p class=\"has-text-align-none\">This record ocean heat is a clear reason why Hurricane Helene — which has been traveling through the Gulf on its way to Florida — has intensified so quickly. Put simply, hotter water evaporates more readily, and rising columns of warm, moist air from that evaporation are ultimately what drive hurricanes and their rapid intensification. </p>\n\n<p class=\"has-text-align-none\">“The <a href=\"https://kouya.has.arizona.edu/tropics/SSTmonitoring.html#regional\">sea surface temperature</a> and the ocean heat content are both record high in the Gulf,” McNoldy, who produced the chart above, told me. “That heat at the surface and available through a depth will give Helene all the fuel it needs to rapidly intensify today and into tomorrow.”</p>\n\n<p class=\"has-text-align-none\">The record Gulf temperatures are just one signal of a more <a href=\"https://www.vox.com/climate/2024/2/28/24085691/atlantic-ocean-warming-climate-change-hurricanes-coral-reefs-bleaching\">widespread bout of warming</a> across the North Atlantic that <a href=\"https://www.vox.com/climate/23762529/atlantic-ocean-record-heat-wave-el-nino-hurricane-climate-change\">ramped up last year</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not entirely clear what’s causing this warming, though scientists suspect a combination of factors including climate change — which raises the baseline ocean temperature — as well as lingering effects of <a href=\"https://www.vox.com/climate/23738846/el-nino-2023-weather-heat-wave-climate-change-disaster-flood-rain\">El Niño</a>, natural climate variability, and perhaps even a <a href=\"https://www.carbonbrief.org/tonga-volcano-eruption-raises-imminent-risk-of-temporary-1-5c-breach/\">volcanic eruption</a>.</p>\n\n<p class=\"has-text-align-none\">“This is out of bounds from the kinds of variability that we’ve seen in [at least] the last 75 years or so,” <a href=\"https://people.miami.edu/profile/be7abbba52c947423b8133238c7e7b68\">Ben Kirtman</a>, director of the Cooperative Institute for Marine and Atmospheric Studies, a joint initiative of the University of Miami and the National Oceanic and Atmospheric Administration (NOAA), told Vox in August. “That can be scary stuff.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 26, 6:50 pm ET: </strong>This story, originally published September 25, has been updated with new information as Hurricane Helene approaches the Florida coast.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Hurricane Helene has quickly intensified into a massive Category 4 storm, with hurricane-force winds extending up to 60 miles outward from the eye. Forecasters warn that Helene — which has wind speeds of near 120 miles per hour — could be deadly for those living in coastal Florida, where it’s expected to make landfall this evening. The [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "The Eric Adams indictment, explained",
    "link": "https://www.vox.com/politics/374402/eric-adams-indictment-turkey",
    "pubDate": "2024-09-26T21:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Mayor Eric Adams speaks to the press during the weekly briefing at the City Hall about the ongoing programs in New York City. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Lev Radin/Pacific Press/LightRocket/Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Lev Radin/Pacific Press/LightRocket/Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2168112757.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Mayor Eric Adams speaks to the press during the weekly briefing at the City Hall about the ongoing programs in New York City. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Lev Radin/Pacific Press/LightRocket/Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">New York City Mayor Eric Adams has <a href=\"https://www.nytimes.com/2024/09/25/nyregion/eric-adams-indicted.html\">been indicted by federal authorities</a> for allegedly accepting illegal donations and perks from a Turkish government official and Turkish businesspeople, and providing favorable treatment in return.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The indictment follows months of investigations by federal prosecutors, who’ve also been looking into many of Adams’s current and former associates, including Schools Chancellor David Banks and Police Commissioner Edward Caban, who recently resigned after having their phones seized. Others in Adams’s orbit — including the former <a href=\"https://www.thecity.nyc/2023/10/10/tow-truck-mob-city-hall-eric-adams-ulrich/\">head of the Buildings Department</a> and a <a href=\"https://www.nytimes.com/2024/02/05/nyregion/eric-adams-nypd-illegal-donations.html?unlocked_article_code=1.Nk4.3xf0.ju7chu9ORcz5&amp;smid=url-share\">former police inspector</a> — have faced their own scandals and charges as well. </p>\n\n<p class=\"has-text-align-none\">Adams has denied breaking the law, saying in a <a href=\"https://www.cnn.com/2024/09/25/politics/video/mayor-eric-adams-nyc-indictment-sot-nn-perez-digvid\">Wednesday video statement</a>, “I am innocent, and I will fight this with every ounce of my strength and spirit.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Adams’s indictment, made public on Thursday, involves <a href=\"https://www.documentcloud.org/documents/25175485-us-v-eric-adams-indictment-unsealed-sept-26-2024-inner-city-press-on-the-cases\">five federal corruption charges</a>. The charges make Adams the first ever sitting New York City mayor to be indicted, and will likely have a significant effect on the upcoming mayoral race in 2025, which he was expected to run in. </p>\n\n<p class=\"has-text-align-none\">First elected as mayor in 2021, Adams previously served as Brooklyn borough president, state senator, and a New York City police officer. He’s known for his aggressive push to increase policing and combat crime as mayor, as well as bombastic comments he’s made about migrants and kooky catchphrases about governance. Now, his tenure as a public servant could be approaching its end.</p>\n\n<p class=\"has-text-align-none\">Below is a rundown of what we know about the indictment, and its implications.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What are the charges against Eric Adams?</strong></h2>\n\n<p class=\"has-text-align-none\">The charges center on Adams’s mayoral campaigns. They allege that he knowingly accepted illegal donations facilitated by a Turkish government official, and favors — like luxury plane tickets — as part of a quid pro quo relationship with the country. Together, they paint a picture of a foreign government official cultivating a prominent US politician over a period of years. The charges are: </p>\n\n<p class=\"has-text-align-none\"><strong>Conspiracy to commit wire fraud, solicit foreign contributions, and accept bribes (1 count):</strong> Adams is accused of setting up an illicit system to accept foreign donations as part of his mayoral campaigns, of accepting multiple plane tickets and luxury travel perks from a Turkish government official and Turkish businesspeople, and of helping a Turkish consulate building in New York City circumvent regulatory requirements in return. </p>\n\n<p class=\"has-text-align-none\"><strong>Wire fraud (1 count): </strong>Certain campaign donations in New York City can be matched with public funds to help encourage candidates to seek small-dollar donations. The indictment alleges that Adams fraudulently solicited matching funds for donations that he knew were from “straw donors,” or donors used to funnel money from another source. He’s accused of using straw donors in both his 2021 and 2025 campaigns, and of securing $10 million in public matching funds in this way.</p>\n\n<p class=\"has-text-align-none\"><strong>Solicitation of a contribution by a foreign national (2 counts): </strong>US political candidates are barred from accepting donations from foreign citizens, something Adams is accused of knowingly doing by taking money from Turkish nationals.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Bribery (1 count): </strong>This charge is also related to Adams’s alleged exchange of certain travel benefits, like expensive plane tickets, for relaxing the regulatory requirements faced by a new Turkish consulate building. The building had yet to pass a fire safety screening ahead of a visit by Turkey’s president, and Adams reportedly pressured a Fire Department official to obtain expedited approval. The perks he received are alleged to have been valued at around $100,000.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Who else has been accused of corruption?</strong></h2>\n\n<p class=\"has-text-align-none\">Nearly <a href=\"https://www.nytimes.com/interactive/2024/nyregion/eric-adams-investigations.html\">two dozen people</a> are involved with open investigations and litigation concerning Adams and his allies, not all of them related to corruption.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those investigations include scrutiny of the campaign’s ties to six different foreign countries, as well as <a href=\"https://www.cbsnews.com/newyork/news/brooklyn-juice-bar-shakedown-james-caban-ray-martin/\">allegations of extortion</a> and <a href=\"https://www.nytimes.com/2024/09/10/nyregion/adams-banks-consultant-investigation.html\">bribery allegations</a> related to a consulting firm run by the sibling of Adams administration officials. <a href=\"https://apnews.com/article/eric-adams-lawsuit-sexual-assault-police-1524a079aaf40fc5578ae530c902737e\">Adams</a> and <a href=\"https://www.nytimes.com/2024/07/30/nyregion/nypd-pearson-adams-lawsuit.html?unlocked_article_code=1.Nk4.bnR_.v4Y2Ua6JE7oF&amp;smid=url-share\">one of his advisors</a> also face allegations of sexual misconduct.</p>\n\n<p class=\"has-text-align-none\">Thus far, two powerful people with links to Adams have also been indicted:</p>\n\n<ul>\n<li><a href=\"https://www.nytimes.com/2023/09/13/nyregion/eric-ulrich-surrender-bribery.html\">Eric Ulrich</a>, Adams’ former Building Department Commissioner has been charged with accepting $150,000 in bribes in exchange for favors like approving building inspections. </li>\n\n\n\n<li><a href=\"https://www.politico.com/news/2024/02/05/eric-adams-nypd-dwayne-montgomery-straw-donations-guilty-plea-00139593\">Dwayne Montgomery</a>, a former deputy police inspector who served on the force at the same time as Adams, pleaded guilty to arranging for straw donors to give Adams’ 2021 campaign thousands of dollars.</li>\n</ul>\n\n<p class=\"has-text-align-none\">Other officials, including the former Police Commissioner Caban, Schools Chancellor Banks, Deputy Mayor for Public Safety Philip Banks, and First Deputy Mayor Sheena Wright have yet to be charged, but have had their phones seized. Former Adams chief fundraiser Brianna Suggs, senior adviser Winnie Greco, Interim Police Commissioner Thomas Donlon, and an aide who’s on leave, Rana Abbasova, have also had their homes searched. </p>\n\n<h2 class=\"wp-block-heading\"><strong>Does Eric Adams have to step down? What happens if Adams doesn’t resign?</strong></h2>\n\n<p class=\"has-text-align-none\">Adams does not have to step down because of the indictment, <a href=\"https://www.thecity.nyc/2024/09/17/what-happens-eric-adams-resigns/\">experts tell</a> the news outlet The City.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">There are ways to potentially force his removal, however. <a href=\"https://www.nytimes.com/2024/09/25/nyregion/impeach-adams-governor-ny-city-charter.html\">New York Gov. Kathy Hochul</a> has the ability to first suspend, then remove, him from the position, though it’s a power that the state executive has rarely used. </p>\n\n<p class=\"has-text-align-none\">New York City officials could also set up a panel known as an “inability committee” that then empowers a group of city councilmembers to vote on whether Adams is unable to do his job. If two-thirds agreed with that assessment, he’d be required to leave his post. </p>\n\n<p class=\"has-text-align-none\">If Adams leaves, Public Advocate Jumaane Williams would serve as acting mayor, and a special election for the job would have to be held within 80 days of Adams’s departure.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Who has called on Eric Adams to resign?</strong></h2>\n\n<p class=\"has-text-align-none\">New York Rep. Alexandria Ocasio-Cortez is among the national lawmakers who have urged Adams to resign. She first did so ahead of his indictment, in light of the ongoing investigations into other members of his administration.</p>\n\n<p class=\"has-text-align-none\">“Nonstop investigations will make it impossible to recruit and retain a qualified administration,” <a href=\"https://x.com/AOC/status/1839020346957246939\">Ocasio-Cortez said in a statement on X</a>, formerly known as Twitter. “For the good of the city, he should resign.”</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">I do not see how Mayor Adams can continue governing New York City.<br><br>The flood of resignations and vacancies are threatening gov function. Nonstop investigations will make it impossible to recruit and retain a qualified administration.<br><br>For the good of the city, he should resign.…</p>&mdash; Alexandria Ocasio-Cortez (@AOC) <a href=\"https://twitter.com/AOC/status/1839020346957246939?ref_src=twsrc%5Etfw\">September 25, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Others who’ve joined in the chorus <a href=\"https://www.newsweek.com/full-list-democrats-calling-new-yorks-eric-adams-resign-1959546\">include multiple New York City Councilmembers</a> like Tiffany Cabán, Lincoln Restler, and Chris Banks. </p>\n\n<h2 class=\"wp-block-heading\"><strong>Who is running for mayor in 2025?</strong></h2>\n\n<p class=\"has-text-align-none\">Adams was scheduled to be up for re-election next year, though <a href=\"https://www.politico.com/news/2023/12/06/eric-adams-job-approval-rating-00130454\">broad dissatisfaction with his tenure</a> had prompted several others to join the fray.<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Even ahead of the indictment, the contest was slated to be a packed one that includes current City Comptroller Brad Lander, former Comptroller Scott Stringer, state Sen. Zellnor Myrie, and state Sen. Jessica Ramos. </p>\n\n<p class=\"has-text-align-none\">Adams is in the running as well, and is not required to step aside due to his indictment. However, he was <a href=\"https://www.politico.com/news/2023/12/06/eric-adams-job-approval-rating-00130454\">not a popular figure</a> before his recent legal troubles — and if he opts to stay in office, and in the race, he’s likely to find the contest to be a difficult one.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "New York City Mayor Eric Adams has been indicted by federal authorities for allegedly accepting illegal donations and perks from a Turkish government official and Turkish businesspeople, and providing favorable treatment in return.&#160; The indictment follows months of investigations by federal prosecutors, who’ve also been looking into many of Adams’s current and former associates, including [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "The biggest joke in Ellen DeGeneres’s new Netflix special ",
    "link": "https://www.vox.com/culture/374372/ellen-degeneres-netflix-special-review-canceled",
    "pubDate": "2024-09-26T21:02:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Ellen DeGeneres in her new Netflix special about how she’s been kicked out of Hollywood (but not really kicked out because, hello, she’s on Netflix). | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Wilson Webb/Netflix&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Wilson Webb/Netflix&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/EDSS_Unit_01174R.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Ellen DeGeneres in her new Netflix special about how she’s been kicked out of Hollywood (but not really kicked out because, hello, she’s on Netflix). | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Wilson Webb/Netflix&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">For one entire minute in Ellen DeGeneres’s new Netflix special, DeGeneres receives a standing ovation for stating, “I’m a strong woman.”</p>\n\n<p class=\"has-text-align-none\">DeGeneres soaks in the applause, staring into the rafters of Minneapolis’s Orpheum theater like she’s witnessing a holy miracle, and the entire audience rises to its feet. It’s one of the more absurd things happening in <em>For Your Approval</em>, a night of taped comedy that DeGeneres and Netflix have been promoting as the comedian’s response to being <a href=\"https://www.rollingstone.com/culture/culture-news/ellen-degeneres-canceled-new-comedy-tour-netflix-special-1235010950/\">“kicked out of Hollywood.”</a> Nabbing a comedy special on one of the biggest entertainment platforms on the planet should probably disqualify anyone from saying they were “kicked out of Hollywood,” but we do not live in a world where sentences make sense. (Netflix reportedly paid <a href=\"https://www.buzzfeed.com/ellendurney/ellen-degeneres-new-netflix-special-reactions\">DeGeneres $20 million</a> for her 2018 set <em>Relatable</em>.) Instead, we have a packed-house show by an alleged Hollywood outcast filmed for Netflix, with an audience hooting and hollering for <a href=\"https://www.vox.com/22466574/gaslight-gatekeep-girlboss-meaning\">a 2016 girlboss platitude</a>. </p>\n\n<p class=\"has-text-align-none\">What the former talk show host really means by “kicked out of Hollywood” is that her brand took a hit. DeGeneres, who was blacklisted and shunned in the industry after coming out in the ’90s, should know the difference between those things better than anyone.  </p>\n\n<p class=\"has-text-align-none\">The severity of DeGeneres’s second “cancellation” is debatable. In 2019, DeGeneres had actress <a href=\"https://www.vox.com/2019/12/2/20991074/dakota-johnson-ellen-birthday-feud\">Dakota Johnson</a> on her eponymous show and that interview quickly turned into a meme. The host questioned the actress about her recent 30th birthday party, claiming she hadn’t been invited, which prompted Johnson’s famous reply: “Actually, no, that’s not the truth, Ellen” — saying in fact, DeGeneres had skipped the festivities. (It was later discovered that DeGeneres was hanging out with <a href=\"https://www.washingtonpost.com/nation/2019/10/08/ellen-degeneres-defends-watching-football-with-president-george-w-bush/\">George W. Bush</a> at a Dallas Cowboys game.) The back and forth went viral, prompting a semi-playful examination of whether DeGeneres was actually a nice person, which built into more serious reports of a <a href=\"https://www.buzzfeednews.com/article/krystieyandoli/ellen-employees-allege-toxic-workplace-culture\">toxic work</a> environment at <em>The Ellen Show</em>, with accusations of racism and <a href=\"https://www.buzzfeednews.com/article/krystieyandoli/ellen-show-toxic-workplace-complaint-2018\">sexism</a>. Eventually, <em>The Ellen Show</em> was quite literally canceled in May of 2022. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/EDSS_Unit_00174R.jpg?quality=90&#038;strip=all&#038;crop=0,32.547993019197,100,34.904013961606\" alt=\"Ellen Degeneres alone, sitting on a stool and looking into a mirror.\" title=\"Ellen Degeneres alone, sitting on a stool and looking into a mirror.\" data-has-syndication-rights=\"1\" data-caption=\"Ellen DeGeneres admits that she isn’t nice 24/7 because no one is nice 24/7. | Wilson Webb/Netflix\" data-portal-copyright=\"Wilson Webb/Netflix\" />\n<p class=\"has-text-align-none\">DeGeneres doesn’t get into these specifics in the special.  For her applause-ready audience (at one point they cheer when DeGeneres name-drops a producer named “Andy”), she glosses over the more serious parts of the fallout, saying simply that the reason she was booted from the industry was because people didn’t realize her kindness was part of the act. </p>\n\n<p class=\"has-text-align-none\">“You can’t be mean and be in show business,” DeGeneres deadpans. “No mean people in show business.”</p>\n\n<p class=\"has-text-align-none\">DeGeneres paints herself as a less kind person than the <em>Ellen</em> we see on TV, recounting complaints from her wife Portia about how she’s comically impatient. She admits she’s rude at parties, saying that her talk show trained her to only pay attention in segments. </p>\n\n<p class=\"has-text-align-none\">When it comes to the toxic workplace allegations, she explains that she didn’t really know how to be a boss, which she chalks up to her love of playing pranks on producers. She also speaks about how complicated she is — having been diagnosed with obsessive-compulsive disorder and attention-deficit disorder — and how that can manifest in being a bad manager. </p>\n\n<p class=\"has-text-align-none\">At the same time, DeGeneres asserts that she’s definitely kinder and nicer than the person we read about in the news. She can’t stop wanting to help lost animals, she says, and she finds beauty in how caterpillars liquefy themselves and turn into butterflies. That ties into what she lets on about her peaceful, post-talk-show life: She’s gardening more, surrounded presumably by butterflies, and tending to a roost of chickens. DeGeneres also reveals that she wears sweatpants in the home and cannot be pried out of them once she slips them on, not even for “Mick” (as in Jagger). </p>\n\n<p class=\"has-text-align-none\">“I’m 66 years old,” she tells the audience, who respond with raucous applause. DeGeneres follows that statement up with a joke about how restaurants’ menu font size makes her feel old.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For all the time she’s spent imagining the thought process of a just-hatched butterfly or the seemingly brainless organization scheme of her car’s dashboard or how the width of the two “bankrupt” panels flanking the million-dollar panel in <em>Wheel of Fortune</em> is unfair, DeGeneres barely examines the obvious question about her “niceness.” </p>\n\n<p class=\"has-text-align-none\">“Nice” wasn’t simply a byproduct of being Ellen; DeGeneres ultimately turned being kind into one of the most profitable business plans in Hollywood. And she did so after gaining first-hand knowledge of what it’s actually like to be professionally blacklisted. </p>\n\n<p class=\"has-text-align-none\">At one point in the special, DeGeneres compares this current time in her career to the period after she came out publicly. The comedian had announced she was a lesbian on <em>The Oprah Winfrey Show</em> just prior to her eponymous character coming out on her sitcom, <em>Ellen,</em> that same year. She also famously appeared on the cover of Time magazine, with the cover line reading, “Yep, I’m Gay.” It was, undeniably, new ground for the country, and a brave claim of self. After “<a href=\"https://www.imdb.com/title/tt0570077/\">The Puppy Episode</a>,” as it was called, DeGeneres says she struggled to find work — a rejection based on who she was, even if the sitcom character wasn’t exactly her.  </p>\n\n<p class=\"has-text-align-none\">During DeGeneres’s turn as a talk show host, she became less like herself and more like a sitcom character. Her terminal niceness became her identity. All the mean, bigoted things people said about her being a lesbian didn’t have any bearing — she was showing audiences across America that she was a nice person, first and foremost, who just so happened to be gay. She rose above the prejudices.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It was <a href=\"https://www.vox.com/the-goods/22463879/kink-at-pride-discourse-lgbtq\">respectability politics</a>, stretched and shaped into an extremely beneficial career.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">It must have been difficult to do what DeGeneres did, to sand down the edges and flatten the wrinkles of her whole identity, to fit into this TV host mold and appeal to people who had rejected her. But that was her business, one more crucial than being a TV show host, producer, or comedian. Behind the scenes, it seems, she dropped the ball. After many years of playing nice, DeGeneres wasn’t able to do her job.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead of acknowledging that lapse or asserting that there’s a stark difference between being unpleasant to work for and ignoring a toxic work environment, in <em>For Your Approval, </em>DeGeneres pivots to talking about how society is tough on women in the workplace — holding them to impossible double standards and trapping them in roles designed to fail. While those factors were certainly at play, it’s a little obtuse — if not purposely hollow — to use those societal issues to buff out the more serious accusations that sunk her show. I’m not sure those kinds of excuses and obfuscations are what you’d hear from a nice person, but DeGeneres would concede she was never that nice to begin with.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For one entire minute in Ellen DeGeneres’s new Netflix special, DeGeneres receives a standing ovation for stating, “I’m a strong woman.” DeGeneres soaks in the applause, staring into the rafters of Minneapolis’s Orpheum theater like she’s witnessing a holy miracle, and the entire audience rises to its feet. It’s one of the more absurd things [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "OpenAI as we knew it is dead",
    "link": "https://www.vox.com/future-perfect/374275/openai-just-sold-you-out",
    "pubDate": "2024-09-26T21:01:08.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A blurred double-exposure photo of two versions of Sam Altman’s head. \" data-caption=\"Sam Altman.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24726579/1255340518.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Sam Altman.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">OpenAI, the company that brought you ChatGPT, just sold you out.</p>\n\n<p class=\"has-text-align-none\">Since its founding in 2015, its leaders have <a href=\"https://openai.com/charter/\">said</a> their top priority is making sure artificial intelligence is developed safely and beneficially. They’ve touted the company’s unusual corporate structure as a way of proving the purity of its motives. OpenAI was a nonprofit controlled not by its CEO or by its shareholders, but by a board with a single mission: keep humanity safe.</p>\n\n<p class=\"has-text-align-none\">But this week, the <a href=\"https://www.reuters.com/technology/artificial-intelligence/openai-remove-non-profit-control-give-sam-altman-equity-sources-say-2024-09-25/\">news broke</a> that OpenAI will no longer be controlled by the nonprofit board. OpenAI is turning into a full-fledged for-profit benefit corporation. Oh, and CEO Sam Altman, who had previously emphasized that he didn’t have any equity in the company, will now get equity worth billions, in addition to ultimate control over OpenAI.</p>\n\n<p class=\"has-text-align-none\">In an announcement that hardly seems coincidental, chief technology officer Mira Murati said shortly before that news broke that she was leaving the company. Employees were so blindsided that many of them reportedly <a href=\"https://www.bloomberg.com/news/articles/2024-09-25/openai-cto-mira-murati-says-she-will-leave-the-company\">reacted</a> to her abrupt departure with a “WTF” emoji in Slack.</p>\n\n<p class=\"has-text-align-none\">WTF indeed.</p>\n\n<p class=\"has-text-align-none\">The whole point of OpenAI was to be nonprofit and safety-first. It began sliding away from that vision years ago when, in 2019, OpenAI <a href=\"https://www.vox.com/future-perfect/2019/4/17/18301070/openai-greg-brockman-ilya-sutskever\">created a for-profit arm</a> so it could rake in the kind of huge investments it needed from Microsoft as the costs of building advanced AI scaled up. But some of its employees and outside admirers still held out hope that the company would stick to its principles. That hope can now be put to bed.</p>\n\n<p class=\"has-text-align-none\">“We can say goodbye to the original version of OpenAI that wanted to be unconstrained by financial obligations,” Jeffrey Wu, who joined the company in 2018 and worked on early models like GPT-2 and GPT-3, told me.</p>\n\n<p class=\"has-text-align-none\">“Restructuring around a core for-profit entity formalizes what outsiders have known for some time: that OpenAI is seeking to profit in an industry that has received an enormous influx of investment in the last few years,” said Sarah Kreps, director of Cornell’s Tech Policy Institute. The shift departs from OpenAI’s “founding emphasis on safety, transparency and an aim of not concentrating power.”</p>\n\n<p class=\"has-text-align-none\">And if this week’s news is the final death knell for OpenAI’s lofty founding vision, it’s clear who killed it.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">How Sam Altman became an existential risk to OpenAI’s mission</h2>\n\n<p class=\"has-text-align-none\">When OpenAI was cofounded in 2015 by Elon Musk (along with Altman and others), who was worried that AI could pose an existential risk to humanity, the budding research lab <a href=\"https://openai.com/index/introducing-openai/\">introduced itself</a> to the world with these three sentences:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">OpenAI is a nonprofit artificial intelligence research company. Our goal is to advance digital intelligence in the way that is most likely to benefit humanity as a whole, unconstrained by a need to generate financial return. Since our research is free from financial obligations, we can better focus on a positive human impact.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">All of that is objectively false now.</p>\n\n<p class=\"has-text-align-none\">Since Altman took the helm of OpenAI in 2019, the company has been drifting from its mission. That year, the company — meaning the original nonprofit — created a for-profit subsidiary so it could pull in the huge investments needed to build cutting-edge AI. But it did something <a href=\"https://www.vox.com/2019/3/11/18260434/sam-altman-open-ai-capped-profit-y-combinator\">unprecedented in Silicon Valley</a>: It capped how much profit investors could make. They could get up to 100 times what they put in, but beyond that, the money would go to the nonprofit, which would use it to benefit the public. For example, it could fund a universal basic income program to help people adjust to automation-induced joblessness.  </p>\n\n<p class=\"has-text-align-none\">Over the next few years, OpenAI increasingly deprioritized its focus on safety as it <a href=\"https://www.vox.com/future-perfect/22672414/ai-artificial-intelligence-gpt-3-bias-muslim\">rushed to</a> <a href=\"https://www.vox.com/future-perfect/23023538/ai-dalle-2-openai-bias-gpt-3-incentives\">commercialize products</a>. By 2023, the nonprofit board had grown so suspicious of Altman that it <a href=\"https://www.vox.com/future-perfect/2023/11/21/23971765/openai-sam-altman-microsoft\">tried to oust him</a>. But he quickly clawed his way back to power, exploiting his relationship with Microsoft, with a new board stacked in his favor. And earlier this year,<a href=\"https://www.vox.com/future-perfect/2024/5/17/24158403/openai-resignations-ai-safety-ilya-sutskever-jan-leike-artificial-intelligence\"> OpenAI’s safety team imploded</a> as staffers lost faith in Altman and quit the company. </p>\n\n<p class=\"has-text-align-none\">Now, Altman has taken the final step in consolidating his power: He’s stripped the board of its control entirely. Although it will still exist, it won’t have any teeth.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It seems to me the original nonprofit has been disempowered and had its mission reinterpreted to be fully aligned with profit,” Wu said.</p>\n\n<p class=\"has-text-align-none\">Profit may be what Altman feels the company desperately needs. Despite a <a href=\"https://ia.samaltman.com/\">supremely confident blog post</a> published this week, in which he claimed that AI would help with “fixing the climate, establishing a space colony, and the discovery of all of physics,” OpenAI is actually in a jam. It’s been struggling to find a clear route to financial success for its models, which cost hundreds of millions — if not billions — to build. Restructuring the business into a for-profit could help attract investors.</p>\n\n<p class=\"has-text-align-none\">But the move has some observers ­— including <a href=\"https://x.com/elonmusk/status/1839186902915662324\">Musk</a><a href=\"https://x.com/elonmusk/status/1839188477386064140\"> himself</a> — asking: How could this possibly be legal?</p>\n\n<p class=\"has-text-align-none\">If OpenAI does away with the profit cap, it would be redirecting a huge amount of money — prospective billions of dollars in the future — from the nonprofit to investors. Because the nonprofit is there to represent the public, this would effectively mean shifting billions away from people like you and me. As some are <a href=\"https://x.com/ESYudkowsky/status/1839090791152812186\">noting</a>, it feels a lot like theft.  </p>\n\n<p class=\"has-text-align-none\">“If OpenAI were to retroactively remove profit caps from investments, this would in effect transfer billions in value from a non-profit to for-profit investors,” Jacob Hilton, a former employee of OpenAI who joined before it transitioned from a nonprofit to a capped-profit structure. “Unless the non-profit were appropriately compensated, this would be a money grab. In my view, such a thing would be incompatible with OpenAI’s charter, which states that OpenAI’s primary fiduciary duty is to humanity, and I do not understand how the law could permit it.”</p>\n\n<p class=\"has-text-align-none\">But because OpenAI’s structure is so unprecedented, the legality of such a shift might seem confusing to some. And that may be exactly what the company is counting on.</p>\n\n<p class=\"has-text-align-none\">Asked to comment on this, OpenAI said only to refer to its statement in <a href=\"https://www.bloomberg.com/news/articles/2024-09-25/openai-cto-mira-murati-says-she-will-leave-the-company\">Bloomberg</a>. There, a company spokesperson said OpenAI remains “focused on building AI that benefits everyone,” adding that “the nonprofit is core to our mission and will continue to exist.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>The take-home message is clear: Regulate, regulate, regulate</strong></h2>\n\n<p class=\"has-text-align-none\">Advocates for AI safety have been arguing that we need to pass regulation that would provide some oversight of big AI companies — like<a href=\"https://www.vox.com/future-perfect/369628/ai-safety-bill-sb-1047-gavin-newsom-california\"> California’s SB 1047 bill</a>, which Gov. Gavin Newsom must either sign into law or veto in the next few days.</p>\n\n<p class=\"has-text-align-none\">Now, Altman has neatly made their case for them.</p>\n\n<p class=\"has-text-align-none\">“The general public and regulators should be aware that by default, AI companies will be incentivized to disregard some of the costs and risks of AI deployment — and there’s a chance those risks will be enormous,” Wu said.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Altman is also validating the concerns of his ex-employees who published a proposal demanding that employees at major AI companies be allowed a “right to warn” about advanced AI. <a href=\"https://www.vox.com/future-perfect/353933/openai-open-letter-safety-whistleblowers-right-to-warn\">Per the proposal</a>: “AI companies have strong financial incentives to avoid effective oversight, and we do not believe bespoke structures of corporate governance are sufficient to change this.” </p>\n\n<p class=\"has-text-align-none\">Obviously, they were right: OpenAI’s nonprofit was meant to reign over the for-profit arm, but Altman just flipped that structure upside down.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">After years of sweet-talking the press, the public, and the policymakers in Congress, assuring all that OpenAI wants regulation and cares more about safety than about money, Altman is not even bothering to play games anymore. He’s showing everyone his true colors.</p>\n\n<p class=\"has-text-align-none\">Governor Newsom, are you seeing this?</p>\n\n<p class=\"has-text-align-none\">Congress, are you seeing this?</p>\n\n<p class=\"has-text-align-none\">World, are you seeing this?  </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "OpenAI, the company that brought you ChatGPT, just sold you out. Since its founding in 2015, its leaders have said their top priority is making sure artificial intelligence is developed safely and beneficially. They’ve touted the company’s unusual corporate structure as a way of proving the purity of its motives. OpenAI was a nonprofit controlled [&#8230;]",
    "author": "Sigal Samuel"
  },
  {
    "title": "Vox’s new membership program, explained",
    "link": "https://www.vox.com/24160857/vox-membership-program",
    "pubDate": "2024-09-26T18:24:24.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25456759/VoxMembership_Logo_social_1_1.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p>Since our founding in 2014, you’ve supported Vox in our mission: to help everyone understand our complicated world so that we can all help shape a better one. We think of you — our audience — as being at the heart of everything we do. With every story, podcast, and video we create, we ask ourselves: What does our audience need to know about this topic? What matters to them? What questions do they have? Our journalists strive to bring you clarity, context, and nuance on all the topics that affect your world and your daily life. Together, we’ve learned about everything from artificial intelligence, the Supreme Court, and meatless meat to personal finance, climate solutions, parenting, and more. This vital journalism wouldn’t have been possible without the continued support of our readers, listeners, and video audience.</p>\n\n<p>That’s why we launched the <strong><a href=\"http://vox.com/pages/support-now?itm_campaign=Membership-Explainer&amp;itm_medium=site&amp;itm_source=in-article\">Vox Membership program</a></strong>. It’s a celebration of our decade-long commitment to serve our audience and build our community. This program will allow us to offer you deeper access to Vox than ever before.&nbsp;</p>\n\n<p>So what does it mean to be a Vox Member? What kind of cool perks do you get? And why is Vox doing this?&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why is Vox launching a membership program?</strong></h2>\n\n<p>Quality journalism is expensive to produce. We rely partly on direct support from our audience to fund our work. For the past four years, people have been contributing to Vox because they believe in our mission of creating smart, approachable journalism.</p>\n\n<p>With our new membership program, we plan to build on that foundation by creating a closer two-way relationship between our audience and Vox.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>So what exactly is the Vox Membership program? What do I get for joining?</strong></h2>\n\n<p>Vox Membership is a new community with some exciting perks. Most importantly, your membership will help Vox continue to produce the journalism you rely on to understand the world around you. But we’ll also be rolling out special benefits to members to thank them for their support. Members will receive: </p>\n\n<ul>\n<li>Access to <strong>exclusive must-read stories</strong> on our website</li>\n\n\n\n<li><strong>Monthly columns</strong> from writers Eric Levitz, Christian Paz, Rebecca Jennings, and Alex Abad-Santos</li>\n\n\n\n<li>Bi-weekly editions of <strong>The Vox Explainer<em> </em>members-only<em> </em>newsletter</strong>, which goes behind the scenes on how we make our journalism</li>\n\n\n\n<li>Access to <strong>The Highlight</strong>, our members-only digital magazine, which includes a selection of in-depth features, conversation-driving essays, definitive explainers, and more</li>\n\n\n\n<li><em><strong>The Highlight Podcast, </strong></em>a monthly bonus podcast included with the digital magazine, featuring a rotating cast of Vox podcast hosts and journalists talking with an expert at the forefront of their field working on an idea or pursuit that feels important, novel, and exciting</li>\n\n\n\n<li>Invitations to exclusive quarterly <strong>Q&amp;As with our journalists</strong> and subject-matter experts on topics like artificial intelligence, family policy, and climate solutions</li>\n\n\n\n<li><strong>Interactive video interviews</strong> with voices from our video team </li>\n\n\n\n<li><strong>More members-only newsletters</strong>, including the monthly Ask a Book Critic, a book recommendations roundup by Vox’s Constance Grady</li>\n</ul>\n\n<p>And that’s just the start. We’ve got more planned and we want to hear from you about how we can build this community in the months ahead. </p>\n\n<h2 class=\"wp-block-heading\"><strong>How do I become a Vox Member?&nbsp;</strong></h2>\n\n<p>If you have already committed to a recurring monthly or annual contribution to Vox, you don’t need to do anything else. You can now consider yourself a Vox Member and you can expect to hear from us on your new benefits! Thank you for your continuing support.</p>\n\n<p>If you’re not already a recurring contributor, become a member by clicking <a href=\"http://vox.com/pages/support-now?itm_campaign=Membership-Explainer&amp;itm_medium=site&amp;itm_source=in-article\">right here</a>. Vox Members make recurring contributions of at least $5 per month or $50 per year. Reliable support from our audience allows us to invest in ambitious projects and continue to cover the most important issues and ideas shaping society.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Can I still make a one-time contribution?</strong></h2>\n\n<p>Vox’s mission is to make reliable news coverage accessible to everyone, and that isn’t changing. We created Vox Membership to encourage recurring support and express our gratitude to those who are able to make that commitment. However, one-time contributions to our newsroom are as important as ever and we’re working on ways to keep one-time contributors informed on what’s new at Vox.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>How do I access my member benefits?</strong></h2>\n\n<p>Once you’ve signed up, you’ll create an account so that you’re able to read all of our member-exclusive articles. We’ll also make sure you’re getting the latest behind-the-scenes information from the Vox newsroom and access to all the perks that members receive. And if you ever experience issues or have a question for us, email us at <a href=\"mailto:membership@vox.com\">membership@vox.com</a>. We’ll get back to you as soon as we can.</p>\n\n<p>Thank you for supporting us for the last 10 years. We hope you’ll join us for the next decade and <a href=\"http://vox.com/pages/support-now?itm_campaign=Membership-Explainer&amp;itm_medium=site&amp;itm_source=in-article\"><strong>join</strong> <strong>the Vox Membership program today</strong></a><strong>.</strong></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Since our founding in 2014, you’ve supported Vox in our mission: to help everyone understand our complicated world so that we can all help shape a better one. We think of you — our audience — as being at the heart of everything we do. With every story, podcast, and video we create, we ask [&#8230;]",
    "author": "Nisha Chittal"
  }
]