[
  {
    "title": "The Trump Arlington National Cemetery controversy, explained",
    "link": "https://www.vox.com/2024-elections/369711/trump-arlington-cemetery-controversy-army",
    "pubDate": "2024-08-30T20:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump walking with Secret Service agents over a green lawn at the edge of rows of white gravestones.\" data-caption=\"Donald Trump leaves Arlington National Cemetery after he attended a ceremony honoring the lives of those who died at the Abbey Gate Bombing, on August 26, 2024. | Kevin Carter/Getty Images\" data-portal-copyright=\"Kevin Carter/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2168274420.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Donald Trump leaves Arlington National Cemetery after he attended a ceremony honoring the lives of those who died at the Abbey Gate Bombing, on August 26, 2024. | Kevin Carter/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A controversy over the Trump campaign’s behavior during a visit by Trump to Arlington National Cemetery last Monday has stretched for days with no end in sight.</p>\n\n<p class=\"has-text-align-none\">In part, the controversy is about the law: Federal law prohibits campaign or election activity at military cemeteries. In a larger sense, it’s yet another example of Trump flouting longstanding norms of decorum and ethical conduct — to the outrage of many, but not all.</p>\n\n<p class=\"has-text-align-none\">Trump’s team, it seems clear, wanted to use the military cemetery visit for political benefit. When a cemetery staff member tried to prevent Trump campaign aides from taking photographs and filming near servicemembers’ graves, a Trump aide physically pushed her aside.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Furthermore, once word of this incident leaked out, Trump’s campaign aides viciously insulted the cemetery staffer in startlingly personal terms.</p>\n\n<p class=\"has-text-align-none\">In one fell swoop, Trump’s team managed to violate norms against politicizing veterans’ sacrifices, shoving people, and ugly personal attacks.</p>\n\n<p class=\"has-text-align-none\">The Trump campaign has defended itself by pointing out that the family members of the servicemembers being memorialized that day have not protested his actions. Several of them <a href=\"https://truthsocial.com/@realDonaldTrump/posts/113037529550199315\">have defended</a> Trump, and they’re the ones who invited Trump to the cemetery in the first place, in part because <a href=\"https://nypost.com/2023/08/29/gold-star-families-rip-biden-over-kabul-airport-blast/\">they blame</a> Biden’s handling of the Afghanistan withdrawal for their loved ones’ deaths.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">What exactly happened with Trump at Arlington National Cemetery?</h2>\n\n<p class=\"has-text-align-none\">Monday was the third anniversary of the August 26, 2021, <a href=\"https://www.vox.com/2021/8/27/22643461/isis-k-kabul-airport-afghanistan-taliban\">Kabul airport attack</a> — a suicide bombing during the chaotic US withdrawal from Afghanistan that left 13 US service members dead.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some family members of those killed have blamed the attack on the Biden administration’s handling of the withdrawal, and have aligned with the Trump campaign — including by appearing <a href=\"https://www.politifact.com/article/2024/jul/18/families-of-13-fallen-us-service-members-emotional/\">at the Republican national convention</a> in July. And when planning an Arlington cemetery event to mark the attack’s third anniversary, they invited Trump.</p>\n\n<p class=\"has-text-align-none\">Since it is the height of the presidential campaign season, and since Trump has long criticized the Biden administration’s <a href=\"https://apnews.com/article/trump-michigan-afghanistan-war-46eb2b0861939bf022747920c0ee0234\">handling</a> of the Afghanistan withdrawal, US defense officials were concerned that the event could become inappropriately or even illegally political, the <a href=\"https://www.washingtonpost.com/politics/2024/08/28/trump-arlington-cemetery-section-60/\">Washington Post reports</a> — that it was a campaign event in disguise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So, officials laid down some restrictions. One was that Trump wasn’t supposed to bring his campaign staff. Another was that, after an initial ceremony at the Tomb of the Unknown Soldier that was open to the press, Trump’s visits to individual veterans’ graves, in a section of the cemetery <a href=\"https://www.npr.org/2024/08/28/nx-s1-5092041/arlington-trump-section60-veterans-altercation\">reserved primarily for veterans of Iraq and Afghanistan</a>, would be private.</p>\n\n<p class=\"has-text-align-none\">But Trump brought campaign aides anyway. And two of those aides — a campaign photographer and a videographer — tried to go with Trump to the individual graves. An Arlington cemetery staff member tried to stop the aides, but, <a href=\"https://www.washingtonpost.com/politics/2024/08/28/trump-arlington-cemetery-section-60/\">per the Post</a>, “a larger male campaign aide insisted the camera was allowed and pushed past the cemetery employee, leaving her shocked.” <a href=\"https://www.npr.org/2024/08/27/nx-s1-5091154/trump-arlington-cemetery\">According to NPR</a>, Trump campaign staff also “verbally abused” the official.</p>\n\n<p class=\"has-text-align-none\">After the ceremony, the Trump campaign organized a press call in which several family members of the servicemembers killed at Kabul praised Trump and <a href=\"https://www.foxnews.com/politics/biden-harris-have-never-once-reached-out-gold-star-families-13-fallen-servicemembers-say\">criticized</a> Biden and Harris.</p>\n\n<h2 class=\"wp-block-heading\">What has happened since then?</h2>\n\n<p class=\"has-text-align-none\">News of the altercation became public on Tuesday, when <a href=\"https://www.npr.org/2024/08/27/nx-s1-5091154/trump-arlington-cemetery\">NPR reported on the incident</a>. Trump campaign spokespeople <a href=\"https://x.com/TheStevenCheung/status/1828575389783933439\">claimed</a> they had permission to bring a photographer.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They also claimed the cemetery staff member wasn’t pushed — but viciously derided her anyway. Trump spokesperson Steven Cheung asserted that she was “clearly suffering from a <a href=\"https://www.npr.org/2024/08/27/nx-s1-5091154/trump-arlington-cemetery\">mental health episode</a>,” and co-campaign manager Chris LaCivita called her “despicable.” (Her name has not been made public, and <a href=\"https://www.nytimes.com/2024/08/29/us/politics/trump-arlington-cemetery-army.html\">the New York Times reported</a> that military officials “feared that the employee would face retaliation from Trump supporters if her identity became known.”)</p>\n\n<p class=\"has-text-align-none\">Trump’s team also <a href=\"https://truthsocial.com/@realDonaldTrump/posts/113037529550199315\">posted a statement</a> from several family members of two of the soldiers who died in the Kabul attack. “We had given our approval for President Trump’s official videographer and photographer to attend the event,” the statement says. (The permission of the families, however, has no bearing on the federal law prohibiting campaign activity at the cemetery.)</p>\n\n<p class=\"has-text-align-none\">“The president and his team conducted themselves with nothing but the utmost respect and dignity,” the family members’ statement continues.</p>\n\n<p class=\"has-text-align-none\">Utah Gov. Spencer Cox, a Republican who was also in attendance, <a href=\"https://x.com/GovCox/status/1828089276359414118/photo/2\">posted a photo</a> in which Trump stood with some veterans and family members in front of a grave, giving a thumbs-up. </p>\n\n<p class=\"has-text-align-none\">Trump’s team subsequently <a href=\"https://www.tiktok.com/@realdonaldtrump/video/7407571442088430878?lang=en\">made a TikTok video</a> including footage from the grave visits, with a voiceover from Trump blaming the Biden administration for the veterans’ deaths — clearly using the event for political purposes. </p>\n\n<p class=\"has-text-align-none\">Family members of one Green Beret whose grave was seen in these photos and videos (but who was not killed in the Kabul attack) issued a statement <a href=\"https://www.nytimes.com/2024/08/28/us/politics/trump-arlington-cemetery.html\">expressing concern</a> that Trump aides did not follow cemetery rules on filming and taking photos.</p>\n\n<p class=\"has-text-align-none\">On Thursday, the US Army — which manages Arlington National Cemetery — <a href=\"https://www.cnn.com/2024/08/29/politics/us-army-rebukes-trump-campaign-arlington-incident/index.html\">issued its own statement</a> backing the cemetery staff member and asserting that she was indeed “abruptly pushed aside” for attempting to assure adherence to the ban on political activities on cemetery grounds. </p>\n\n<p class=\"has-text-align-none\">“This incident was unfortunate, and it is also unfortunate that the ANC employee and her professionalism has been unfairly attacked,” the statement said. However, it went on, the employee decided not to press charges, so the Army now “considers this matter closed.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A controversy over the Trump campaign’s behavior during a visit by Trump to Arlington National Cemetery last Monday has stretched for days with no end in sight. In part, the controversy is about the law: Federal law prohibits campaign or election activity at military cemeteries. In a larger sense, it’s yet another example of Trump [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "Serial’s Adnan Syed has once again had his conviction reinstated. Here’s what that really means.",
    "link": "https://www.vox.com/culture/23662123/adnan-syed-conviction-reinstated-appeal-lee-zoom",
    "pubDate": "2024-08-30T16:54:27.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Adnan Syed. | Lloyd Fox/Baltimore Sun/Tribune News Service via Getty Images\" data-portal-copyright=\"Lloyd Fox/Baltimore Sun/Tribune News Service via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24545689/1246490054.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Adnan Syed. | Lloyd Fox/Baltimore Sun/Tribune News Service via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The case of Adnan Syed, true crime cause célèbre, has been unresolved for the last two years thanks to a complex appeals process over the question of victims’ rights. The state <a href=\"https://www.vox.com/culture/23361826/adnan-syed-free-maryland-baltimore-criminal-justice\">vacated his conviction</a> for the murder of Hae Min Lee in 2022, only for an appellate court to reverse this decision and <a href=\"https://www.washingtonpost.com/dc-md-va/2023/03/28/adnan-syed-conviction-reinstated/\">reinstate his conviction</a> a few months later. Now the Maryland Supreme Court, after hearing arguments on all sides, has upheld Syed’s reinstated conviction.</p>\n\n<p class=\"has-text-align-none\">At issue was the question of whether Lee’s brother, Young Lee, her family’s court representative in the proceedings, had been given sufficient notice before the 2022 hearing on the motion to vacate Syed’s conviction — a hearing that lasted just minutes and saw Lee signing into the court via Zoom. Pleas filed directly by the victims or their families are rare, but this one was successful, with <a href=\"https://www.thebaltimorebanner.com/community/criminal-justice/adnan-syed-conviction-reinstated-F644C7ZF45HW3O5TKL7NXHHWWM/\">two courts</a> <a href=\"https://www.thebaltimorebanner.com/community/criminal-justice/adnan-syed-maryland-supreme-court-decision-JYLH7HPSO5GP5IG2KKXRUDBPUA/\">in a row</a> finding that Lee had not been afforded enough time to prepare for the hearing or attend it in person.</p>\n\n<p class=\"has-text-align-none\">In a 4-3 decision, the state Supreme Court found that the swift decision to vacate had “<a href=\"https://www.wisn.com/article/maryland-court-orders-redo-of-hearing-that-freed-adnan-syed-in-serial-case/62018582\">worked an injustice</a>” against Lee.  </p>\n\n<p class=\"has-text-align-none\">Because the issue concerns the right of the victim’s family to be present, rather than the actual question of Syed’s guilt or innocence — which the courts seem to have ultimately decided in his favor — the upholding of his conviction<strong> </strong>is mainly procedural. That means it likely won’t affect the ultimate outcome of Syed’s case. Prosecutors <a href=\"https://www.cnn.com/2022/10/11/us/adnan-syed-charges-dropped/index.html\">formally dropped charges</a> against him during the brief period in 2022 when his conviction had been overturned, citing new DNA testing of Hae Min’s clothing that returned results for four different people — none of which was a match for Syed.  </p>\n\n<p>The back-and-forth debate over Young Lee’s rights is important, however: It serves as a useful reminder to the court to prioritize victims’ rights — even in a case where it appears a wrongful conviction may have occurred.</p>\n\n<p>To the average onlooker, it might have seemed as though <a href=\"https://www.vox.com/culture/23361826/adnan-syed-free-maryland-baltimore-criminal-justice\">Syed’s release from prison</a> was a long time coming.&nbsp;The subject of the revolutionary first season of <a href=\"https://www.vox.com/serial-podcast\"><em>Serial</em></a> finally had his conviction for the 1999 murder of Lee, his ex-girlfriend, vacated in September 2022. The push to vacate, which was spearheaded in part by the Baltimore prosecutor’s office, arose after a special case review uncovered new evidence, including two new suspects, that cast reasonable doubt on his trial and conviction. Prosecutors dropped all charges against Syed just days later.</p>\n\n<p>However, the circumstances that led to Syed’s release were fairly unusual, coming only after years of exhausted appeals and, finally, a new case review that stemmed from a wider effort to bring desperately needed reform to Baltimore’s criminal justice system and sentencing procedures. The situation was so unusual, in fact, that it seems to have led to a pretty unusual exclusion: The victim’s family was given almost no time to prepare for the hearing.&nbsp;</p>\n\n<p>Hae Min’s brother, Young Lee, who was acting as victim’s advocate, was only given one day’s notice to prepare for the hearing, which included arranging for travel to and from Baltimore. According to the <a href=\"https://www.courts.state.md.us/data/opinions/cosa/2023/1291s22.pdf\">appellate decision</a>, the lower court originally assumed that Lee would be attending via a Zoom link — but Lee apparently only agreed to attend the hearing via Zoom as a last resort, since he’d had no time to prepare to attend in person.</p>\n\n<p>“I’ve never heard of a victim’s family being contacted a day before,” former Brooklyn prosecutor <a href=\"https://www.rendelmanlaw.com/about-julie-rendelman/\">Julie Rendelman</a> told Vox. “We usually let them know way in advance if any issues are arising. They would have been following along in the process way before a hearing had taken place.”&nbsp;</p>\n\n<p>Lee “wanted more time, because he wanted an opportunity to speak to his attorney and to have a better understanding of what the evidence was” supporting Syed’s innocence, she said. “But he couldn’t do that in a timely fashion, and so instead, last minute, he got on a Zoom call. So the question was whether that was sufficient notice.”&nbsp;</p>\n\n<p>The court found that it was not. On Tuesday, March 28, the appellate panel, in a 2-1 decision, reversed the earlier decision to vacate, temporarily reinstating Syed’s conviction. The court stayed the new decision for 60 days, meaning it doesn’t take effect for another two months, in order to give the prosecution and the defense in Syed’s case time to adjust to the reinstated verdict.&nbsp;</p>\n\n<p>Effectively, the stayed ruling keeps Syed from heading back to jail. Instead, it requires a redo of the original September hearing on the motion to vacate — a redo the appellate court found necessary so that the victim’s family could be present in person for the hearing.</p>\n\n<p>Rendelman told Vox it’s rare for this type of appeal by a victim’s family to be brought forward, and rare for such a ruling to be granted. “At the same time,” she stressed, “it’s also rare [not to] provide the victim’s family with notice.”</p>\n\n<p>“If a prosecutor did not reach out to the family letting them know way in advance that a hearing was coming down the pike in which the potential was that the individual who allegedly killed their loved one was going to get out of jail, that is preposterous.”</p>\n\n<p>She pointed out that although the court’s motion is basically a technicality, it does raise questions about the role of technology in a modern criminal justice setting. “It’s interesting,” Rendelman said, “because we really are in a different time than we were three years ago, where Zoom has become an acceptable form of participating in a court proceeding.” The appellate court, however, noted that not only was Lee’s family given short notice, but all the other relevant parties were able to attend in person, which created an unfair situation.</p>\n\n<p>“The exception here is that he didn’t want to be on Zoom and he wasn’t given any time to appear,” she said of Lee.</p>\n\n<p>Still, the fact that the victim’s family brought the appeal directly to the state seems to be a sticking point for some in the criminal justice community. “This is a case in which the victims rights proponents are looking to expand the rights that they already have in our criminal justice system,” University of Maryland professor Doug Colbert, who was one of Syed’s original lawyers, <a href=\"https://www.wmar2news.com/infocus/law-professor-gives-his-take-ahead-of-lee-appeal-hearing-in-adnan-syed-case\">told WMAR</a> prior to a February hearing on the appeal. “They’re saying that a crime victim should have basically the same rights and role as a prosecuting attorney.” He described any ruling in favor of Lee’s family as “extraordinary.”</p>\n\n<p>But Rendelman points out that Lee’s family isn’t actually asking for more power — just to exercise their right to be present. “They’re not asking for any control over the decision; they just want to be present for it, which is what they have a right to do. The law doesn’t require them to have a say in what happens. The law just requires them to be able to attend.</p>\n\n<p>“Those who have issues with the ruling question whether the victims should have such a big say in what goes on in a criminal procedure. But those on the other side are quite victorious because their position is that victims’ rights should be respected, particularly in a case like this, where they’ve been living with the loss of a family member for 20 years and would like some transparency in how the hearing proceeds.”</p>\n\n<p>Because the prosecution has already decided to drop all charges against Syed, it would be highly unlikely for anything to change the ultimate outcome of a new hearing to vacate his conviction. Indeed, it’s unlikely this hearing, as rare as it is, would even make the news had the families involved not been so high-profile.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This wouldn’t have made the paper had it not been [related to] Adnan Syed,” Rendelman said. “No matter what the case is, each victim’s family deserves the same respect regardless.”</p>\n\n<p class=\"has-text-align-none\">The decision to accede to Young Lee’s request to be present at the hearing wasn’t unanimous; the appellate court was <a href=\"https://www.courts.state.md.us/data/opinions/cosa/2023/1291s22.pdf\">divided 2-1</a> over the issue, and the Maryland Supreme Court was divided 4-3, with dissenting Justice Michele D. Hotten <a href=\"https://www.wisn.com/article/maryland-court-orders-redo-of-hearing-that-freed-adnan-syed-in-serial-case/62018582\">writing</a>, “this case exists as a procedural zombie” and that the “doctrine of mootness” — a <a href=\"https://constitution.findlaw.com/article3/the-mootness-doctrine.html\">procedural determination</a> about the actual relevance of the appeal — “was designed to prevent such judicial necromancy.” Effectively, Hotten was arguing that since the decision to vacate Syed’s conviction had already been decided, the back-and-forth in the higher courts over Lee’s right to attend was all superfluous.  </p>\n\n<p class=\"has-text-align-none\">What happens next? For now, Syed will likely remain out of jail until the 2022 hearing that freed him can be redone, this time with Young Lee in the court room. All in all, although Syed’s conviction remains reinstated, nothing suggests that Lee’s ability to attend and participate in a new hearing on the motion to vacate will change the already established outcome. If that happened, it would be an utterly extraordinary and unprecedented moment in an already extraordinary case. </p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 30, 12:45 pm ET: </strong>This article was originally published on March 29, 2023. It has been updated to reflect the most recent court decision in Syed’s case.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The case of Adnan Syed, true crime cause célèbre, has been unresolved for the last two years thanks to a complex appeals process over the question of victims’ rights. The state vacated his conviction for the murder of Hae Min Lee in 2022, only for an appellate court to reverse this decision and reinstate his [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "The case of the nearly 7,000 missing pancreases",
    "link": "https://www.vox.com/future-perfect/367812/organ-donation-loophole-pancreas-opo",
    "pubDate": "2024-08-30T14:00:48.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Valerie Rodriguez (left), one of the first patients in France to receive a pancreatic islets transplant as part of routine care, speaks with Laurence Kessler, professor of diabetology at the University Hospital of Strasbourg (HUS) and member of the French-speaking diabetes society, in Strasbourg, eastern France, on November 14, 2022. | Frederick Florin/AFP via Getty Images\" data-portal-copyright=\"Frederick Florin/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1244771286.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Valerie Rodriguez (left), one of the first patients in France to receive a pancreatic islets transplant as part of routine care, speaks with Laurence Kessler, professor of diabetology at the University Hospital of Strasbourg (HUS) and member of the French-speaking diabetes society, in Strasbourg, eastern France, on November 14, 2022. | Frederick Florin/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">There are some mysteries that I fear I’ll never see resolved. Who was <a href=\"https://en.wikipedia.org/wiki/D._B._Cooper\">DB Cooper</a> and what happened to him? Who <a href=\"https://en.wikipedia.org/wiki/Isabella_Stewart_Gardner_Museum_theft\">robbed the Gardner Museum</a> of its Vermeer and Rembrandts in 1990? And, most pressingly: where are the <a href=\"https://www.amjtransplant.org/article/S1600-6135(23)00462-8/abstract\">thousands of pancreases</a> taken out of Americans’ dead bodies in 2021, 2022, and 2023 that were never transplanted into anybody?</p>\n\n<p class=\"has-text-align-none\">Let me back up. Pancreata (the correct plural form of “pancreas”) are one of those organs that are difficult to live without. Without one, you don’t have insulin to regulate blood sugar or enzymes necessary to digest food. So all donated pancreata come from dead people who register as organ donors. In the US, we outsource the job of collecting organs from dead bodies to private groups called organ procurement organizations, or OPOs. Each OPO has a monopoly on organs in a particular geographic area; there are <a href=\"https://optn.transplant.hrsa.gov/about/search-membership/?memberType=Organ%20Procurement%20Organizations&amp;organType=%27AL%27&amp;state=0&amp;region=0\">56 groups total</a>, some of which only cover part of a state and some of which cover multiple states.</p>\n\n<p class=\"has-text-align-none\">For some time now, independent analysts and investigative reporters have argued that OPOs are underusing deceased donor organs by the tens of thousands. One report from 2019 estimated that every year <a href=\"https://www.bridgespan.org/bridgespan/Images/articles/reforming-organ-donation-in-america/reforming-organ-donation-in-america-12-2018.pdf\">28,000 usable organs</a> (mostly kidneys but also pancreata, hearts, livers, etc.) from deceased donors are never used; another put <a href=\"https://www.washingtonpost.com/graphics/2018/national/organ-transplant-shortages/?utm_term=.806b23dd755d\">the number at 75,000</a>. This, when the national waitlist for organs is <a href=\"https://www.organdonor.gov/learn/organ-donation-statistics\">more than 100,000 people long</a>.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">Historically, OPOs have faced perverse incentives. For instance, they were most often evaluated on the basis of how many organs are recovered per “eligible death,” but “eligible death” is a determination made by the OPOs themselves. That made it easy to juice the stats by, for instance, classifying some deaths as “ineligible” even when the organs were perfectly usable. That made “organs recovered per eligible deaths” go up without actually getting more people organs. OPO contracts with the federal government are <a href=\"https://archive.triblive.com/local/pittsburgh-allegheny/taxpayers-help-pay-for-organ-donor-groups-parties-rose-parade-expenses/\">quite lucrative</a>, which means OPO executives have ample reason to <a href=\"https://www.pogo.org/investigations/heartless-organ-donation-contractors-lobby-against-a-popular-health-care-initiative-while-pocketing-pandemic-relief-loans\">fight hard</a> to retain them.</p>\n\n<p class=\"has-text-align-none\">In 2019, President Donald Trump <a href=\"https://www.vox.com/future-perfect/2019/7/10/20687507/triump-kidney-disease-transplant\">issued a quite good executive order</a> instructing the Centers for Medicare and Medicaid Services (CMS), which oversees OPOs, to change the way they’re evaluated. The order led to two new metrics that were meant to be harder to game. The rule was finalized in December 2020, and — after also being reviewed and approved by the <a href=\"https://www.pogo.org/investigations/americas-transformative-new-organ-donation-rule-goes-into-effect-over-objections-from-monopolistic-contractors#:~:text=The%20Centers%20for%20Medicare%20and,effective%20on%20March%2030%2C%202021.\">Biden administration</a> — <a href=\"https://www.federalregister.gov/documents/2021/02/02/2021-02180/medicare-and-medicaid-programs-organ-procurement-organizations-conditions-for-coverage-revisions-to\">took effect in March 2021</a>. It came with real teeth: OPOs that did particularly badly would face decertification, meaning another OPO with a better track record of serving patients would take over their territory.</p>\n\n<p class=\"has-text-align-none\">The rule had the potential to force OPOs to collect more organs and save thousands more lives every year. But the OPOs quickly figured out a new loophole. And now, a little more than a week after this story was originally published, <a href=\"https://www.cms.gov/files/document/qso-24-19-opo.pdf\" data-type=\"link\" data-id=\"https://www.cms.gov/files/document/qso-24-19-opo.pdf\">federal regulators are acting to close it</a>.</p>\n\n<h2 class=\"wp-block-heading\">The birth of the pancreas loophole</h2>\n\n<p class=\"has-text-align-none\">The rule’s new metrics were meant to be based on objective criteria. It asked OPOs to tally the total number of deceased people 75 and younger with causes of death compatible with donation, and then estimate the number of deceased donors each year as a share of that total population, and the number of organs actually used as a share of that total population. The denominator was now something that OPOs couldn’t tamper with. That meant, hopefully, that they’d be judged solely on how many organs they recovered and transplanted into people — on how many thousands of lives they saved.</p>\n\n<p class=\"has-text-align-none\">But while OPOs couldn’t muck with the denominator anymore, they could still muck with the numerators. Being a donor generally means that your organs are used in a transplant, but there’s a carveout for one organ: the pancreas. A <a href=\"https://www.govinfo.gov/app/details/PLAW-108publ362\">narrow 2004 law</a> allows researchers running clinical trials to conduct transplants of islet cells (the parts of the pancreas that produce insulin) as a potential cure for diabetes. Because of that law, OPOs could “recover” pancreases for islet cell transplant research, and get credit for recovering more organs under the new rule. But the federal government never asked for any proof that these organs were part of any FDA-approved research.</p>\n\n<p class=\"has-text-align-none\">Sure enough, the total number of pancreata that OPOs labeled as for “research” grew from 513 in 2020 to a whopping 3,238 in 2023. The number of donors whose only recovered organ was a pancreas designated for research grew from 25 to 429, according to the <a href=\"https://optn.transplant.hrsa.gov/\">Organ Procurement &amp; Transplantation Network</a>. That’s an over tenfold increase in three years.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"OPOs reported many more pancreas recoveries right after the government started judging them on how many organs they recovered\" src=\"https://datawrapper.dwcdn.net/QrbaT/1/\" frameborder=\"0\" height=\"412\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">Last year, Lenny Bernstein, a reporter at the Washington Post who’s been watching this scandal closely, <a href=\"https://www.washingtonpost.com/health/2023/03/20/organ-transplant-groups-pancreas-collection/\">talked to pancreatic researchers</a> who all reported there was no sudden surge in need for pancreases in research projects. Indeed, if you look at the <a href=\"https://optn.transplant.hrsa.gov/about/search-membership/?memberType=Transplant+Centers&amp;state=-1&amp;region=0\">small handful of medical centers</a> that use research pancreata for islet cell transplants, you find that there were only 24 transplants conducted in all of 2023: 22 at the University of Chicago Medical Center, and one each at City of Hope Medical Center outside Los Angeles, and at the Hospital of the University of Pennsylvania.</p>\n\n<p class=\"has-text-align-none\">That’s 3,238 pancreata recovered for islet cell transplant research in 2023, and only 24 actual transplants conducted that year. Where did the other 3,214 pancreata go? Where did the nearly 7,000 pancreata taken from dead Americans’ bodies over the past three years and not used for transplants go?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The waiting list for people needing just pancreata is <a href=\"https://www.organdonor.gov/learn/organ-donation-statistics/detailed-description#fig1\">barely 800 people</a>. That number could be zero if these organs were better allocated. Where are they?</p>\n\n<p class=\"has-text-align-none\">I asked the Association of Organ Procurement Organizations (AOPO), a kind of trade group for the organ procurers, for an explanation. “CMS developed and implemented the current rule governing the use of pancreata for research in 2021. As is required, OPOs have been complying with the rule since that time,” AOPO’s president Dorrie Dils told Vox in a statement. “OPOs have always followed CMS guidance and will continue to do so.”</p>\n\n<p class=\"has-text-align-none\">That’s one interpretation. Another is that we could be seeing an attempt by OPOs to get around regulations, and avoid being decertified because they don’t facilitate enough donations. That’s certainly how the <a href=\"https://www.finance.senate.gov/chairmans-news/wyden-grassley-cardin-young-raise-alarm-over-dramatic-increase-in-pancreata-procurement-\">Senate Finance Committee</a>, where a bipartisan group of senators has been investigating the matter, sees it. In a letter to OPOs sent last year, the committee quoted from a listserv of OPO employees. In a thread discussing the new rules, an OPO employee wrote, “If you have a donor with only a pancreas for research, that is an organ donor for the Donor Rate. Otherwise, a donor is any donor with at least 1 organ transplanted. Savvy (or cynical?) OPOs ought to start a pancreas for research program immediately.”</p>\n\n<p class=\"has-text-align-none\">Savvy (or cynical?) indeed! In a <a href=\"https://aopo.org/wp-content/uploads/AOPO-SFC-Pancreas-Research-Statement-03-21-2023.pdf\">reply to the committee</a>, AOPO protested that “OPOs have been operating according to the rule” and that the research donations mean “the organ does not go to waste.” Have they not gone to waste? The committee asked OPOs to report back which specific research studies they gave the pancreata to; I know of no OPO that has put out data formally tying each pancreas to a specific study.</p>\n\n<p class=\"has-text-align-none\">This past January, <a href=\"https://www.cms.gov/files/document/qso-24-04-opo.pdf\">CMS sent a letter to OPOs</a> reminding them that they could only count pancreases that were actually used for research. But the <a href=\"https://www.finance.senate.gov/chairmans-news/wyden-grassley-cardin-and-young-call-on-cms-to-strengthen-protections-against-excessive-and-unnecessary-recoveries-of-pancreata-from-organ-donors\">Senate committee urged it to take a further step</a>: clarify that only pancreata donated to research approved by the FDA counts under the rule. That is, OPOs cannot make themselves look better and avoid decertification just by recovering pancreata and then sticking them in a freezer. They have to actually get the pancreata into the hands of scientists.</p>\n\n<p class=\"has-text-align-none\">On August 29, CMS took the Senate committee’s advice, <a href=\"https://www.cms.gov/files/document/qso-24-19-opo.pdf\">issuing a memorandum</a> clarifying that “pancreata will be considered ‘used’ for research if they are accepted for use in bona fide islet cell research conducted by a qualified researcher, such as research approved by the National Institutes of Health.” That is, the 24 islet cell transplants in 2023 will count when CMS evaluates OPOs; the other 3,214 pancreata recovered that year might not.</p>\n\n<p class=\"has-text-align-none\">It’s a very simple change, but it means greater accountability for OPOs — accountability that could lead to thousands more organs going to people who need them.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 30, 10 am:</strong> This story was originally published on August 21, 2024, and has been updated to reflect new information that the CMS issued a memorandum, updating its pancreata policy.</em></p>\n\n<p class=\"has-text-align-none\"><strong><em>Correction, August 22, 1:20 pm: </em></strong><em>A previous version of this story misstated whether a person can live without a pancreas. It’s possible, but difficult.</em></p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There are some mysteries that I fear I’ll never see resolved. Who was DB Cooper and what happened to him? Who robbed the Gardner Museum of its Vermeer and Rembrandts in 1990? And, most pressingly: where are the thousands of pancreases taken out of Americans’ dead bodies in 2021, 2022, and 2023 that were never [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "I’m an AI skeptic. But one critique misses the mark.",
    "link": "https://www.vox.com/future-perfect/369502/chatgpt-ai-image-generator-regulation-debate",
    "pubDate": "2024-08-30T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo of a man wearing glasses. A screen showing Chat GPT and its logo are reflected in the lenses of his glasses. \" data-caption=\"\" data-portal-copyright=\"Frank Rumpenhorst/picture alliance via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2165203047.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">As California advances new <a href=\"https://www.vox.com/future-perfect/355212/ai-artificial-intelligence-1047-bill-safety-liability\">AI regulations</a> and companies continue to pour billions of dollars into building the most powerful systems yet, I hear a recurring grumble online: Why is AI being shoved down our throats? What is this good for? <a href=\"https://www.fastcompany.com/91033052/does-anyone-even-want-an-ai-search-engine\">Does anyone actually want this</a>?&nbsp;</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://news.gallup.com/poll/648953/americans-express-real-concerns-artificial-intelligence.aspx\">one recent Gallup poll</a>, the percentage of Americans who think AI does more harm than good is twice that of those who think it does more good than harm. (However, ‘“neutral” is the most popular answer.) Fed up with AI hype and with AI-generated text everywhere, a lot of us feel like AI is something tech companies are imposing on people who were perfectly happy before, thank you very much.</p>\n\n<p class=\"has-text-align-none\">Tech companies are definitely, unambiguously, <a href=\"https://www.nytimes.com/2024/06/04/technology/openai-culture-whistleblowers.html\">being reckless</a>. Only in the field of AI will people claim that their work is <a href=\"https://www.vox.com/future-perfect/2024/1/10/24032987/ai-impacts-survey-artificial-intelligence-chatgpt-openai-existential-risk-superintelligence\">moderately likely to lead to mass deaths</a> or even human extinction and then argue they should get to keep doing it totally unregulated anyway. I see where the public’s skepticism is coming from, and I’m skeptical too.</p>\n\n<p class=\"has-text-align-none\">But these very real problems with AI don’t make every single complaint about AI correct, and something about the “this is being shoved down our throats” complaint doesn’t sit right with me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One thing that’s easy to forget about <a href=\"https://www.vox.com/recode/2023/1/5/23539055/generative-ai-chatgpt-stable-diffusion-lensa-dall-e\">generative AI</a> is how new it all is. Ten years ago, none of the tools now in everyday use existed at all. Most of them didn’t exist five years ago, or they were little more than useless party tricks. Two years ago, some early versions of these tools had been developed — but almost no one knew about them. Then, OpenAI gave ChatGPT a friendly (rather than forbiddingly scientific) interface. Two months after its launch, the app had <a href=\"https://www.reuters.com/technology/chatgpt-sets-record-fastest-growing-user-base-analyst-note-2023-02-01/\">100 million active users</a>.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">Organic enthusiasm created a world seemingly replete with AIs. A new AI technology captured the public imagination overnight and droves of people started using it. It’s <a href=\"https://www.technologyreview.com/2023/03/21/1070111/google-bard-chatgpt-openai-microsoft-bing-search/#:~:text=Artificial%20intelligence-,Google%20just%20launched%20Bard%2C%20its%20answer%20to%20ChatGPT%E2%80%94and%20it,sidekick%20to%20its%20search%20engine.&amp;text=Google%20has%20launched%20Bard%2C%20the,ChatGPT%20and%20Microsoft's%20Bing%20Chat.\">in response to ChatGPT</a> that competitors doubled down on their own AI programs and released their own chatbots.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You don’t have to like AI. Your skepticism is profoundly warranted. But the world we live in today is a direct product of ChatGPT’s meteoric rise — and like it or not, that rise was driven by the massive number of people who want to use it.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">There are good reasons for generative AI enthusiasm — and very real drawbacks</h2>\n\n<p class=\"has-text-align-none\">A lot of the resentment of AI I see bubbles up when you try to learn about something and run into a shoddy, AI-generated article mass produced for SEO. It is undeniably deeply annoying for high-quality text to be replaced by low-quality AI text. Especially when, as is often the case, it looks fine at first glance and only upon closer reading do you realize it is incoherent. Many of us have had that experience, and it does pose a serious threat to the culture of sharing authentic work that made the internet great.</p>\n\n<p class=\"has-text-align-none\">While “people trying to put AI slop in our faces” is a highly visible consequence of the AI boom, as is <a href=\"https://www.bestcolleges.com/research/most-college-students-have-used-ai-survey/\">cheating on tests</a> and the purported <a href=\"https://www.nytimes.com/2022/09/02/technology/ai-artificial-intelligence-artists.html\">death of the arts</a>, AI’s valuable uses are often less apparent. But it does have them: It’s <a href=\"https://github.blog/ai-and-ml/generative-ai/how-generative-ai-is-changing-the-way-developers-work/\">ridiculously helpful to programmers</a>, enables new kinds of <a href=\"https://www.nytimes.com/2024/03/04/arts/infinite-craft-ai-video-game.html\">cool and imaginative games</a>, and functions as a crude copy editor for people who could never afford one.&nbsp;<strong> </strong></p>\n\n<p class=\"has-text-align-none\">I find AI useless for writing, but I frequently use it to extract text from a screenshot or picture that I’d previously have had to type out myself or pay for a service to handle. It’s great at inventing fantasy character names for my weekend D&amp;D game. It’s handy for rewriting text at an easier reading level so I can design activities for my kids. In the right niches, it does feel like a tool for the imagination, letting you skip from vague concepts to real results.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And — again — this technology is incredibly new. It does feel a bit like we’re watching the first light bulbs and <a href=\"https://www.smithsonianmag.com/smart-news/people-had-to-be-convinced-of-the-usefulness-of-electricity-21221094/\">debating whether electricity is really an improvement</a> or a party trick. Even if we manage to cease the race to build more and more powerful AI systems without oversight (and I really think we should), there is so much more to discover about how to effectively make use of the systems we have.&nbsp;</p>\n\n<p class=\"has-text-align-none\">AI chatbots are mocked while they’re mediocre, but if every single small business could cheaply have a functional live 24/7 customer service chat, that’d actually make it easier for them to compete with large businesses that already have those services. AI might well make that happen in the next few years. If people can more easily realize their ideas, that’s a good thing. If text they found unreadably confusing is now accessible to them, that’s a good thing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">AI can be used to check the quality of work, not just generate mediocre-quality work. We don’t have <a href=\"https://arxiv.org/abs/2401.10917\">high-quality automated text review</a> for statistical errors and misconduct in scientific papers yet, but it’d be enormously valuable if we did. AI can be used to produce cheap, lousy essays, but it can also give fairly useful feedback on the first draft of a piece — something many authors wish they could receive but can’t.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And many of the most annoying things about AI are a product of a culture that hasn’t yet adjusted to them and responded, both with regulation and with further innovation. I wish that AI companies had been more careful about deploying technologies that overnight made the internet less usable, but I also believe in our ability to adapt. Facebook spent three months full of baffling AI spam, but the company adjusted some content filters and now (on my feed, at least) the spam is mostly gone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The ease of pumping out meaningless marketing copy is a challenge for search engines, which used to assume that having a lot of text made a source more authoritative. But frankly, that was a bad assumption even before ChatGPT, and search engines will simply need to adapt and figure out how to surface high-quality work.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over time, all of the backlash and grumbling and consumer behavior will shape the future AI — and we can collectively shape it for the better.</p>\n\n<p class=\"has-text-align-none\">That’s why the AI outcomes that tend to worry me have to do with building extremely powerful systems without oversight. Our society can adjust to a lot — if we have time to react, adjust, regulate where appropriate, and learn new habits. AI may currently have more bad applications than good ones, but with time we can find and invest in the good ones. We’re only in real trouble if human values stop being a major input: if we stumble into giving away more and more <a href=\"https://www.cold-takes.com/how-we-could-stumble-into-ai-catastrophe/\">decision-making power to AI</a>. We might do that! I’m nervous!&nbsp;</p>\n\n<p class=\"has-text-align-none\">But I’m not too worried about there being lots of bad AI content, or the absurd number of pitch emails I get for unnecessary AI products. We’re in the early stages of figuring out how to make this tool useful, and that’s okay.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As California advances new AI regulations and companies continue to pour billions of dollars into building the most powerful systems yet, I hear a recurring grumble online: Why is AI being shoved down our throats? What is this good for? Does anyone actually want this?&#160; In one recent Gallup poll, the percentage of Americans who [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "Why a leading expert on gun violence is sounding alarms about the 2024 election",
    "link": "https://www.vox.com/politics/369441/political-violence-2024-election",
    "pubDate": "2024-08-30T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Former President Trump on the ground moments after being shot at.\" data-caption=\"Former President Donald Trump moments after being shot at during a rally on July 13, 2024 in Butler, Pennsylvania. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2161922590.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Donald Trump moments after being shot at during a rally on July 13, 2024 in Butler, Pennsylvania. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s been less than two months since the <a href=\"https://www.vox.com/politics/360390/trump-shot-assassination-attempt-shooter-bullet-butler-pennsylvania-biden-secret-service-updates\">assassination attempt on former President Donald Trump</a> at a rally in Butler, Pennsylvania, and while lawmakers and law enforcement are continuing <a href=\"https://www.washingtonpost.com/nation/2024/08/26/trump-assassination-house-task-force-butler/\">to investigate what happened,</a> the presidential campaign <a href=\"https://www.vox.com/politics/368004/donald-trump-policy-positions-issues-guide\">has largely</a> <a href=\"https://www.vox.com/politics/367990/kamala-harris-policy-positions-issues-guide\">moved on</a>. </p>\n\n<p class=\"has-text-align-none\">Investigators say that the shooter was likely <a href=\"https://www.nytimes.com/2024/08/28/us/politics/thomas-crooks-trump-fbi.html\">less motivated by political ideology</a> than he was by a desire to commit a mass shooting. But for researchers who study <a href=\"https://www.vox.com/politics/360792/political-violence-trump-shooting-rally-butler-assassination\">political violence</a>, there are <a href=\"https://www.vox.com/politics/360557/trump-assassination-attempt-republican-response-political-violence-irresponsible\">still concerns about the risk</a> that the US will experience more dangerous incidents this election cycle and beyond. The assassination attempt is the latest event — after the <a href=\"https://www.bbc.com/news/world-us-canada-66540466\">intimidation of election officials and workers</a> by Trump supporters in 2020 and the attempted <a href=\"https://www.vox.com/policy-and-politics/23513019/january-6-committee-report-trump-2020-election-insurrection\">insurrection</a> on January 6, 2021, <a href=\"https://www.brookings.edu/articles/how-hateful-rhetoric-connects-to-real-world-violence/\">not to mention rhetoric from the Republican candidate and his allies</a> — to heighten their worries. In July, a group of legal scholars, national security experts, and law enforcement called on elected <a href=\"https://thehill.com/opinion/national-security/4836866-a-plan-to-address-political-violence-before-election-day/\">officials to create</a> election safety task forces on a state and national level to respond to and monitor threats pertaining to the election. (The Department of Justice launched an <a href=\"https://www.justice.gov/voting/election-threats\">election threat task force in 2021</a>, but <a href=\"https://oregoncapitalchronicle.com/2024/06/14/election-workers-worry-that-federal-threats-task-force-isnt-enough-to-keep-them-safe/\">election workers</a> and officials still say they are <a href=\"https://www.brennancenter.org/our-work/analysis-opinion/poll-election-officials-finds-concerns-about-safety-political\">worried for their safety</a>.) </p>\n\n<p class=\"has-text-align-none\">Gun violence researchers are also concerned. Garen Wintemute, a physician and founder of <a href=\"https://health.ucdavis.edu/vprp/aboutus/\">UC Davis’s Violence Prevention Research Program</a>, has been studying gun violence <a href=\"https://www.nature.com/articles/496412a\">since the 1980s</a>. In late 2021, the center turned its attention to political violence. Last year, it <a href=\"https://health.ucdavis.edu/vprp/news/headlines/new-study-looks-at-attitudes-towards-political-violence/2023/09\">published the results of a large survey</a> digging into Americans’ beliefs on the issue. </p>\n\n<p class=\"has-text-align-none\">“Small but concerning proportions of the population consider violence, including lethal violence, to be usually or always justified to advance political objectives,” Wintemute and his colleagues <a href=\"https://injepijournal.biomedcentral.com/articles/10.1186/s40621-023-00456-3\">write</a>. Nearly 19 percent of respondents <a href=\"https://health.ucdavis.edu/vprp/news/headlines/new-study-looks-at-attitudes-towards-political-violence/2023/09\">said that</a> “having a strong leader” was more important than having a democracy. Almost 14 percent predicted a civil war in the United States in the next few years, and just under eight percent said that in the next few years, if they found themselves in a situation where they believed political violence was justified, they planned to be armed with a gun.</p>\n\n<p class=\"has-text-align-none\">The center is preparing to release a new survey this fall, with its latest insights on the appetite for political violence in the United States. Before they do, Wintemute shared with Vox some early takeaways from its findings, along with some ideas about what people can do to create a country less vulnerable to political violence.</p>\n\n<p class=\"has-text-align-none\"><em>This interview has been edited for length and clarity.</em></p>\n\n<p class=\"has-text-align-none\"><strong>What does the 2024 data reveal about the risk for political violence in the US?</strong></p>\n\n<p class=\"has-text-align-none\"><strong>Garen Wintemute:</strong> We’re continuing to see a sustained level of support for the idea of political violence, and of willingness to be a combatant if civil war comes about. There is a clear connection with some subsets of firearm ownership, but also with racism and sexism and homophobia — pretty much any brand of fear and loathing you might want to mention. </p>\n\n<p class=\"has-text-align-none\">What we’re seeing bears out hunches and predictions people had years ago, but there are two pieces of good news: One is that gun purchasing did eventually fall back to essentially baseline levels [from <a href=\"https://www.vox.com/policy/353878/new-guns-us-violence\">2020 and 2021</a>.] It’s a leading indicator and we watch it like a hawk. The other piece of good news is that rates of gun violence were frighteningly high in 2020 and 2021, but fell in 2022 and 2023. So far, we’re not seeing an increase from 2023 in 2024.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But I’ll put an asterisk on that. We’re living through this in real time. I think there’s probably agreement among the people who look at this closely that the set of circumstances most likely to produce political violence in this country in the next few months are a closely contested election, with momentum swinging to Democrats, and with high-profile instances of political violence having already occurred.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those are the circumstances we are in today. The barometer fluctuates a little, but right after the assassination attempt I got asked, did you think this was going to happen, what happened to Donald Trump in Pennsylvania? You can&#8217;t predict the specifics, but for weeks, I’d been ending every day, thinking: Wow, we made it another day. Yes, it’s going to happen. With that same level of certainty, I think it will happen again. Whether it will involve an elected official as a target, I can’t say. But we’ve opened the door to political violence this election season, and there are still some leaders using rhetoric that enables violence. And we will all pay a price for that, I suspect. </p>\n\n<p class=\"has-text-align-none\"><strong>You don’t think this is the last we’ve seen of political violence this election cycle?</strong></p>\n\n<p class=\"has-text-align-none\">I personally think that large-scale political violence is really, really unlikely. I feel more sanguine about that prediction, given our 2024 data. We asked people, suppose that there were a right-wing insurgency or a left-wing insurgency. Would you support either over the government? In both cases, most respondents said neither. I take that as good news. Large-scale violence is really unlikely. A few months from now, I might feel differently. </p>\n\n<p class=\"has-text-align-none\">But sporadic outbreaks, particularly if the battleground states remain really close — is it possible? Sure. Might there be attempts to intimidate election officials? Absolutely.</p>\n\n<p class=\"has-text-align-none\">Most of us, most of the time, and some of us, all of the time, do not think that violence is how we solve problems in this country. We will react negatively when people use violence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What we really need to work on is producing a culture that is not receptive to the propagation of political violence, so it might happen here and there but we won&#8217;t see a sustained chain of events.</p>\n\n<p class=\"has-text-align-none\"><strong>Where is political violence most likely to come from?</strong></p>\n\n<p class=\"has-text-align-none\">Probably the most influential social movement in the US right now is <a href=\"https://www.vox.com/2018/10/8/17941066/the-trump-prophecy-liberty-university-christian-nationalism\">Christian nationalism</a>, which holds not just that the United States, by tradition, is and ought to be a Christian nation, but that end times are coming and we need to be ready. </p>\n\n<p class=\"has-text-align-none\">I think of this partly as a researcher, and partly as a clinician. Psychological injury is like physical injury; it can heal, but it leaves a scar. It leaves the person changed. So people who have sustained psychological injury after injury, or they’ve seen their privileged status in this society erode, need to make sense of it all. So how do some make sense of it all? They find somebody to blame, which is where you get xenophobia and replacement theory, and so on. You find a way to make it right. You start to think, I’m willing to kill and be killed in order to preserve the thing I believe in. That is how wars start.</p>\n\n<p class=\"has-text-align-none\"><strong>What works at preventing political violence? Do we know?</strong></p>\n\n<p class=\"has-text-align-none\">We do have some data on this. We asked people: If a civil war broke out, how likely would you be to do any of the following things? They started with leaving the country and ended with killing a noncombatant from the other side, with a bunch of options in between. In the middle was participate as a combatant. It was a small number of people who said yes. </p>\n\n<p class=\"has-text-align-none\">We asked the people who said it was not at all likely that they’d participate as a combatant, would you change your position from if you were urged to do so by family, friends, religious leaders, community leaders, or the media? And conversely, we asked the people who said they would be combatant, would you change your position in response to those same groups?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The people who started with saying “I’m not going to be a combatant” were not open to change. It didn’t matter the source of influence. For the would-be combatants, a big number would switch if their family asked them not to, or friends, or even some media sources. I was literally dancing around this office, seeing the numbers on the screen, because that leads directly to intervention. </p>\n\n<p class=\"has-text-align-none\">Basically, the vast majority of people out there who do not think violence is justified need to talk it up, because you’re not going to change your mind and we can prove it. But the people on the other side, if you talk to them — whether we’re talking about individuals talking to family and friends, or media outlets putting it in their programming — we can create a climate of nonacceptance for political violence. And in doing that, we can expect that it will work.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s been less than two months since the assassination attempt on former President Donald Trump at a rally in Butler, Pennsylvania, and while lawmakers and law enforcement are continuing to investigate what happened, the presidential campaign has largely moved on.  Investigators say that the shooter was likely less motivated by political ideology than he was [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "Kamala Harris’s big housing plan has a big problem",
    "link": "https://www.vox.com/policy/369525/kamala-harris-housing-plan-corporate-landlords-homeownership",
    "pubDate": "2024-08-30T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris points while smiling, standing on a stage and wearing a navy suit.\" data-caption=\"Vice President Kamala Harris gestures after speaking on the fourth and last day of the Democratic National Convention in Chicago, on August 22, 2024. | Saul Loeb/AFP via Getty Images\" data-portal-copyright=\"Saul Loeb/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2167183195.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris gestures after speaking on the fourth and last day of the Democratic National Convention in Chicago, on August 22, 2024. | Saul Loeb/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Vice President Kamala Harris wants to make housing more affordable — <em>and</em> to help more Americans build wealth by investing in real estate.</p>\n\n<p class=\"has-text-align-none\">These are the twin goals of the Democratic nominee’s recently unveiled housing agenda. And they are largely incompatible.</p>\n\n<p class=\"has-text-align-none\">Harris <a href=\"https://www.cnn.com/2024/08/16/business/harris-housing-plan/index.html\">aims</a> to reduce Americans’ housing costs by making residences more abundant: She wants to incentivize localities to allow more multifamily housing construction, open up federal lands for residential development, and provide tax incentives to builders who construct low-cost “starter” homes for first-time buyers.</p>\n\n<p class=\"has-text-align-none\">At the same time, Harris has <a href=\"https://x.com/MediumBuying/status/1822241289737281962\">declared</a> that “a home is more than simply a house” as it provides “the opportunity to build wealth.” To help Americans who currently cannot afford to build wealth through homeownership, Harris has vowed to provide first-time homebuyers with up to $25,000 in down-payment support. To expand the number of single-family homes available to families looking to buy, meanwhile, Harris would deny tax benefits to investors <a href=\"https://nlihc.org/resource/harris-campaign-releases-plans-lower-housing-costs\">who buy large numbers</a> of single-family homes and turn them into rental properties.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Much of this platform is laudable. Certainly, Harris has articulated a more coherent vision for cutting Americans’ housing costs than her Republican counterpart has offered. And it is also refreshing to see a Democrat put America’s housing shortage at the center of their campaign: This week, Harris is promoting her plans for achieving housing affordability through a tour of swing states and <a href=\"https://www.youtube.com/watch?v=mHgmtsNxT8c\">a new TV ad</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nevertheless, there is a profound tension at the heart of Harris’s agenda, one that reflects the core contradiction in America’s broader housing politics: The easier it is for people to afford housing, the harder it will be for homeowners to build significant wealth through their real-estate investments.</p>\n\n<p class=\"has-text-align-none\">To no small extent, Democrats must therefore choose between Harris’s two imperatives: Do they want to make housing more affordable, or ensure that investing in housing is a sound wealth-building strategy?</p>\n\n<p class=\"has-text-align-none\">On the merits, there is little question that liberals should prioritize making housing cheaper. There is nothing progressive about putting property owners’ return-on-investment above less privileged Americans’ access to shelter. Further, promoting homeownership as a wealth building strategy also fails many homeowners. Concentrating one’s savings in a single asset is a perilous investment strategy, especially for America’s least privileged groups.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of course, what’s substantively ideal is not always politically wise. And this is especially true in the realm of housing policy.&nbsp;The Democratic Party cannot afford to ignore homeowners’ interests, since they <a href=\"https://nlihc.org/resource/new-census-data-reveal-voter-turnout-disparities-2022-midterm-elections\">comprise a large majority of registered voters</a>. If Democrats somehow succeeded in making housing so abundant that it tanked home values, Republicans might win California and New York soon after.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, although tanking home prices isn’t politically tenable, slowing their growth in the name of affordability probably is. And for people looking to buy or rent a home, it makes a big difference whether home values rise faster or slower than wages. If paychecks grow more rapidly than home values, then housing becomes more affordable for workers, even if the nominal price of a house goes up. In that scenario, fewer renters would struggle to keep roofs over their heads, while homeowner backlash to increasing affordability would be limited, since, on paper, houses would appear more valuable than when they were purchased.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Pursuing that outcome, however, means making housing a worse investment for new buyers, especially relative to putting their savings into diversified index funds. Democrats therefore should not go out of their way to encourage middle-class Americans to invest in housing. And they certainly should not adopt policies that privilege homeowners over renters. Unfortunately, some aspects of Harris’s housing agenda do both.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Some of Harris’s policies put homeowners above renters</strong></h2>\n\n<p class=\"has-text-align-none\">Through both her rhetoric and her policy proposals, Harris is encouraging Americans in general — and lower middle-class ones, in particular — to build wealth through homeownership.</p>\n\n<p class=\"has-text-align-none\">Consider a family that can just barely afford to purchase a starter home. If they choose to plow nearly all their savings into such a property, Harris’s plan would give them $25,000. If they decide to rent and put their savings in the stock market instead, Harris’s agenda would provide them with no comparable cash assistance.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris’s plan further incentivizes homebuying over renting by deterring large investors from renting out single-family homes, a policy that would expand the supply of housing available to homebuyers at the cost of shrinking the supply available to renters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These are not sound or progressive policies for three reasons. First, they prioritize the needs of homebuyers over renters, despite the fact that the latter are generally less economically privileged. Second, if Harris succeeds in making housing a lot more affordable, then many of the first-time buyers attracted into homeownership will have made an unwise investment. And third, homeownership is a perilous wealth-building strategy for less privileged Americans even today, when prices are high and housing is scarce.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To appreciate the inequitable nature of Harris’s plan, consider this: If you are economically secure enough to afford homeownership with a little bit of assistance, then Harris would give you $25,000. If you’re too poor to buy a home even with that aid, her plan would give you $0 in wealth-building subsidies. By contrast, some of congressional Democrats’ ideas for promoting wealth creation — such as “<a href=\"https://www.vox.com/22268500/baby-bonds-black-white-wealth-gap-booker-pressley\">baby bonds</a>,” a program that would provide Americans with a lump sum of investment capital when they turn 18 — do not deny aid to the very neediest.&nbsp;</p>\n\n<p class=\"has-text-align-none\">More counterintuitively, it is not necessarily equitable to bar large investors from buying and leasing single-family homes, as such a policy effectively reduces the supply of such housing available to renters.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Curiously, Harris’s agenda would allow investors to rent out large numbers of apartments, but punish them if they choose to buy and lease single-family homes. Why should we support corporations expanding the rental stock of apartments, but oppose them increasing that of houses? Put differently, why is there a presumption that homebuyers should enjoy privileged access to single-family homes?</p>\n\n<p class=\"has-text-align-none\">I suspect that this assumption reflects the profoundly regressive values that undergird single-family zoning itself: As Dartmouth economist William Fischel <a href=\"https://bpb-us-e1.wpmucdn.com/sites.dartmouth.edu/dist/6/2312/files/2021/03/02-03.pdf\">has persuasively argued</a>, affluent suburbs first started banning multifamily housing partially in response to the advent of buses, which made it possible for low-income workers to live in their towns. The point of the single-family norm was therefore to keep poor people out of rich areas. When large real-estate holders buy or build such homes and rent them out, they marginally undermine class segregation by making it possible for a group of lower-income workers to pool resources and rent a home in a middle-class area.</p>\n\n<p class=\"has-text-align-none\">To be clear, I do not think that reinforcing class segregation is the conscious aim of Harris’s policy. There is a <a href=\"https://www.theatlantic.com/ideas/archive/2023/01/housing-crisis-hedge-funds-private-equity-scapegoat/672839/\">widespread belief</a> among progressive Democrats that large investors buying up homes is a major driver of rent growth. The theory is that when a big corporation owns lots of housing in an area, they have more price-setting power, as there is less competition among different landlords.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As an account of why housing costs are high today, however, this is <a href=\"https://www.vox.com/22524829/wall-street-housing-market-blackrock-bubble\">totally implausible</a>. As of 2022, institutional investors owned <a href=\"https://www.nytimes.com/2023/12/06/realestate/wall-street-housing-market.html\">only 3 percent</a> of all single-family rental units in America. That year, the largest owner of single-family rental homes, Invitation Homes, owned just 0.6 percent of all such houses on the rental market. Monopoly ownership of single-family rental housing cannot be a leading driver of housing costs because it does not exist. </p>\n\n<p class=\"has-text-align-none\">Democrats should certainly combat any instance of collusion between landlords, such as that <a href=\"https://www.curbed.com/article/real-page-justice-department-landlord-software-price-fixing.html\">alleged in the lawsuit</a> against property management software company RealPage. And they should also impose stiff penalties on all landlords — large or small — who fail to honor all of their legal obligations to their tenants. But it does not follow that the party should make it harder for renters to find a single-family home to lease by arbitrarily discouraging companies from buying (or building) and then renting out such properties.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>To make housing affordable, you need to make it a worse investment</strong></h2>\n\n<p class=\"has-text-align-none\">The second problem with Harris’s plan is that — if the laudable parts of her agenda succeed in making housing more abundant — then many first-time homebuyers will regret investing in a house.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After all, housing is only a good investment if its value rises faster than inflation and wages. Otherwise, in real terms, it loses value. If housing becomes more affordable over time, then it becomes a bad investment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s true that homeownership can theoretically aid wealth-building merely by forcing workers to save a significant portion of their incomes (since it compels them to dedicate a chunk of each paycheck to paying down a mortgage). But this alone does not make housing a sound vehicle for wealth creation. Between 2011 and 2022, 86 percent of the median homeowner’s gain in housing wealth derived from rising prices, while only 14 percent came from paying down their mortgage, according to a <a href=\"http://www.nar.realtor/blogs/economists-outlook/single-family-homeowners-typically-accumulated-225K-in-housing-wealth-over-10-years\">report</a> by the National Association of Realtors.</p>\n\n<p class=\"has-text-align-none\">And for housing to become affordable, we need the rate of home price appreciation to slow by a lot. The share of working-class renters who are severely rent-burdened — meaning more than 50 percent of their income goes to housing costs — <a href=\"https://www.nytimes.com/2023/12/11/us/politics/rent-burdens-low-income-life.html\">has nearly tripled</a> over the past two decades to 17 percent, a record high.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A massive housing shortage is also elevating costs for those higher up the income spectrum. According to Zillow, the United States currently <a href=\"https://www.zillow.com/research/affordability-housing-shortage-34153/\">has about 4.5 million fewer homes</a> than aspiring households. Were that number to fall anywhere near zero, housing would become a drastically worse investment, even as it became much easier and cheaper for tenants and would-be homebuyers to secure.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Homeownership is already a risky investment strategy, especially for the disadvantaged</strong></h2>\n\n<p class=\"has-text-align-none\">Even if Harris fails to make housing more affordable, many Americans would still be better off not tying up their savings in a house. And this is especially true of lower-income and Black Americans.</p>\n\n<p class=\"has-text-align-none\">As the Atlantic’s Jerusalem Demsas <a href=\"https://www.theatlantic.com/newsletters/archive/2022/12/homeownership-real-estate-investment-renting/672511/\">has written</a>, homeownership is already a perilous financial strategy. It effectively requires households to make an enormous bet on price trends in a single real-estate market. Yet it is difficult for real-estate analysts — much less ordinary working-class families — to anticipate which cities will see their home values rise over a two-decade period, and which will not. Thirty years ago, Cleveland’s home prices <a href=\"https://www.clevelandfed.org/publications/economic-commentary/2021/ec-202122-evaluating-homeownership-as-the-solution-to-wealth-inequality\">were higher</a> than both San Francisco’s and America’s national average. Yet investing in Cleveland real estate in 1994 would have been a bad financial decision. Between that year and April 2024, the typical Cleveland home saw its <a href=\"https://fred.stlouisfed.org/series/CEXRNSA\">value grow by 142 percent</a> in nominal terms. Over that same period, by contrast, the <a href=\"https://finance.yahoo.com/quote/%5EGSPC/history/?period1=757382400&amp;period2=1724878580\">S&amp;P 500’s value shot</a> up by roughly 1,000 percent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For affluent households, the unpredictable whims of real-estate markets aren’t that big of a problem. The upper middle-class can afford both homeownership and a diversified portfolio of financial products. Indeed, according to the <a href=\"https://www.theatlantic.com/newsletters/archive/2022/12/homeownership-real-estate-investment-renting/672511/\">Atlantic’s analysis</a> of Federal Reserve data, the top 10 percent stores more wealth in stocks and mutual funds than in housing. And this is even more true of the richest 1 percent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But less affluent households can’t buy a home without concentrating their savings in a single asset. Yet it is precisely this population that Harris’s plan is ostensibly trying to nudge into homeownership by subsidizing starter-home purchases.</p>\n\n<p class=\"has-text-align-none\">If homeownership is perilous for lower middle-class households in general, this is especially true for Black ones. Houses in communities with large Black populations tend to <a href=\"https://www.americanprogress.org/article/racial-disparities-home-appreciation/\">increase in value</a> at a much lower rate than those in overwhelmingly white communities. This partly reflects the fact that Black Americans are disproportionately economically disadvantaged, but also reflects the persistence of white racism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As Demsas notes, a <a href=\"https://www.brookings.edu/articles/devaluation-of-assets-in-black-neighborhoods/\">2018 Brookings Institution study</a> found that homes in majority-Black neighborhoods are worth 23 percent less than homes in communities with little to no Black residents — even when controlling for amenities (such as school performance, economic opportunity, and crime).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, the value of a house is determined by the subjective perceptions of homebuyers. In the US, most potential homebuyers are not Black. And Brookings’ research suggests that, whether consciously or not, many white Americans prefer white neighbors to Black ones, and this racial preference ends up getting priced into real-estate values.</p>\n\n<p class=\"has-text-align-none\">For this reason, many Black working-class and middle-class households would be better off investing in stocks than a house. When you buy an S&amp;P 500 index fund, the return on your investment will be unaffected by your skin color. White investors do not (and cannot) put a premium on purchasing stocks from other white people. Your pigmentation is not visible on E-trade.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Add in that an index fund also diversifies an investor’s risk — effectively allowing them to bet on the future performance of the US economy writ large, rather than, say, the future performance of housing prices in Cleveland — and it seems clear that many Black households are poorly served by homeownership.</p>\n\n<p class=\"has-text-align-none\">Of course, the strongest counter to every financial argument against homeownership is that — in today’s economy — renting may be even worse. People need a place to live more than they need safe financial assets. Homeownership eventually enables people to enjoy more affordable and stable housing than they could secure on the rental market. If the alternative to buying a home is being forced to move every couple years as shifting demand prices you out of your neighborhood, then homeownership is liable to make sense from both a financial and quality-of-life perspective.</p>\n\n<p class=\"has-text-align-none\">But this is less a good argument for subsidizing home purchases than one for making rental housing cheaper. In a world of abundant rental housing, families will be able to enjoy some of homeownership’s present benefits without its attendant costs. When the supply of rentals is large relative to demand, rental price growth is slow, reducing tenants’ vulnerability to displacement. Unlike homeownership, however, the stability provided by cheap rental housing comes paired with flexibility. Selling a home and buying a new one tends to be more expensive than merely moving. And such costs can make it harder for people to pursue unexpected opportunities or meet emergent needs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Finally, as already noted, in a world where Harris achieves what she promises — and makes housing affordable for renters and buyers alike — most Americans will be better off investing in a diverse array of financial assets than staking most of their wealth on a single piece of real estate.</p>\n\n<p class=\"has-text-align-none\">In other words, if Harris genuinely believes that she can actually deliver housing affordability, then she should not encourage lower middle-class Americans to buy a home.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The politics of housing in America are bad</strong></h2>\n\n<p class=\"has-text-align-none\">Roughly <a href=\"https://www.census.gov/housing/hvs/current/index.html\">65 percent of American</a> households own a home. And since homeowners <a href=\"https://www.gsb.stanford.edu/insights/if-you-lived-here-you-might-be-voter-now\">vote at a higher rate than renters,</a> they account for even more than 65 percent of the electorate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Clearly, then, Democrats cannot afford to engineer a collapse in housing prices. And even slowing the rate of housing price growth could come at a political cost. A <a href=\"https://www.tandfonline.com/doi/abs/10.1080/08965803.2023.2184910\">2023 study</a> found that counties where housing prices rose the most over the four years before Election Day were significantly more likely to support incumbents than counties where home values rose less.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, making housing more affordable — without making it so cheap that housing prices fall in nominal terms — probably wouldn’t be politically detrimental. Many homeowners are future homebuyers. And some do not live where they would ideally like to, as they were priced out of a more desirable market. If Democrats make it possible for them to afford a condo in their favorite city, they probably won’t be too upset about that. More broadly, making it more tenable for people to move to major cities would <a href=\"https://www.nytimes.com/2017/09/06/opinion/housing-regulations-us-economy.html\">increase economic growth and productivity</a>, developments that voters tend to reward.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Thus, Harris’s impulse to try to bring down housing costs — without challenging the idea that homeownership should be financially lucrative — is a sound one. And her proposals for increasing housing supply are all commendable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But subsidizing down payments for homebuyers and shrinking the stock of single-family rental properties are neither politically necessary nor substantively worthwhile. If Democrats want to help young people build wealth, they can provide cash grants to renters and homebuyers alike. If they want to reduce the profit margins of corporate landlords, they can erode regulatory obstacles to building, thereby increasing construction and reducing the value of existing rental housing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What they should <em>not </em>do is make American housing policy even more biased against renters, or nudge lower middle-class families into making investments that will only pay off if our nation’s housing crisis never ends.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, August 30, 8:30 am ET:</strong> An earlier version of this article said that institutional investors own 3 percent of all rental units in America. They own 3 percent of the rental market in single-family homes.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Vice President Kamala Harris wants to make housing more affordable — and to help more Americans build wealth by investing in real estate. These are the twin goals of the Democratic nominee’s recently unveiled housing agenda. And they are largely incompatible. Harris aims to reduce Americans’ housing costs by making residences more abundant: She wants [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "Your guide to the Brittany Mahomes-Donald Trump drama, such as it is",
    "link": "https://www.vox.com/culture/369543/brittany-mahomes-likes-trump-instagram",
    "pubDate": "2024-08-29T21:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two women hugging and smiling from inside a suite at a football game.\" data-caption=\"Taylor Swift and Brittany Mahomes hanging out at a Chiefs game in 2023. | Stacy Revere/Getty Images\" data-portal-copyright=\"Stacy Revere/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1829598694_848f0a.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Taylor Swift and Brittany Mahomes hanging out at a Chiefs game in 2023. | Stacy Revere/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">At any given second, millions of people are liking various things on Instagram. Pictures of sunsets and sunrises, recipes for keto brownies, videos of viral K-pop dances — there’s something for everyone. But right now there’s one specific semi-famous woman whose social media activity (liking, unliking, posting) has drawn widespread attention: <a href=\"https://nypost.com/2024/08/29/sports/brittany-mahomes-is-brushing-off-haters-after-patrick-mahomes-advice/\">Brittany Mahomes</a>. </p>\n\n<p class=\"has-text-align-none\">Best known as the wife of Super Bowl-winning Kansas City Chiefs quarterback Patrick Mahomes, Brittany Mahomes’s national profile has, for the moment, eclipsed her husband’s. That’s due to her perceived support for former President Donald Trump and his promised political policies. This all started when Mahomes liked and then unliked an Instagram post from the former president that <a href=\"https://www.tmz.com/2024/08/28/brittany-mahomes-trump-support/\">outlined his 2024 platform</a>.  </p>\n\n<p class=\"has-text-align-none\">Under any normal circumstances, only <a href=\"https://www.instagram.com/brittanylynne/?hl=en\">Brittany Mahomes’s biggest fans</a> would be deeply invested in whether she desires mass deportation and an Iron Dome missile defense system built over America. But Mahomes has connections to Taylor Swift, the most famous woman in the world. That very valuable association is why the social media likes and dislikes of an American football WAG (that’s “wives and girlfriends”) has become a pop culture saga. </p>\n\n<p class=\"has-text-align-none\">We’re here to answer your most pressing questions.</p>\n\n<p class=\"has-text-align-none\"><strong>Wait, what happened?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Brittany Mahomes has become a moment in this news cycle because she has been liking and unliking social media posts supporting former President Donald Trump and his various policies. </p>\n\n<p class=\"has-text-align-none\">On <a href=\"https://www.instagram.com/p/C-m53xGu3MY/?utm_source=ig_embed&amp;ig_rid=a69d4fdc-9933-4d07-904b-7e88d71753a8\">August 13</a>, Trump’s Instagram account posted a platform promising to “seal the border and stop the migrant invasion,” “keep men OUT of women’s sports,” and “Carry out the largest deportation operation in American history.” He also plans to cut “federal funding for any school pushing Critical Race Theory, Radical Gender Ideology, and other inappropriate racial, sexual, or political content on our children.”</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://x.com/tiredasslesbian/status/1826972546052325629\">Eagle-eyed internet sleuths</a> spotted that Mahomes “liked” and “unliked” the xenophobic and transphobic dog whistle salad last week. And though Mahomes doesn’t follow Trump on her account, it seems as though the narrative was already set: Mahomes supports some of Trump’s most pernicious and divisive politics. </p>\n\n<p class=\"has-text-align-none\">The news that people saw Mahomes’s social media activity eventually circled its way back to Mahomes, who was not pleased that people noticed her public actions. To that, she posted a message via <a href=\"https://www.glamour.com/story/brittany-mahomes-message-haters-liking-pro-trump-instagram-post\">Instagram Story</a> (Instagram Stories are temporary), denouncing her haters and telling them they were emotionally damaged adults: </p>\n\n<p class=\"has-text-align-none\"><em>I mean honestly, to be a hater as an adult, you have to have some deep rooted issues you refuse to heal from childhood. There’s no reason your brain is fully developed and you hate to see others doing well.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.yahoo.com/entertainment/brittany-mahomes-slams-haters-instagram-015629071.html?.tsrc=daily_mail&amp;segment_id=DY_GOLDLIST_TEST&amp;ncid=crm_19908-1202929-20240825-0&amp;bt_user_id=6JRyBTwoYQzmdnLH3pN2QzNZuI5lUW99eij89uny52Y9VmIpDsEpGGO5JWIe&amp;bt_ts=1724580120381&amp;guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAKBxQxF-fo9Px30l0B6tcZu6KwckIA3BbKQcCQTyBfmdE-eLjhpbxsDzUFDj5U0riA9M2Jsg-zMbF58SDN42jXuDiD764vw6o2Wv0F_tzmN_zscfp-UWDMzLVQM4dRmTihmI2MylQw9k_ZcZWJAySNmtqdVp7JDgb2AdfXCpwmLA\">Mahomes seemed</a> to see the negativity surrounding her social media proclivities as a sign that people were mad that she was succeeding, rather than that people were disappointed in her presumed politics, that is to say what appeared to be her beliefs about how the country should be run and how others should be treated. Mahomes also <a href=\"https://x.com/PopCrave/status/1828870083847884899\">liked a pro-Trump comment</a> under a recent post, eliminating any ambiguity that her previous liking and unliking spree might be an accident. </p>\n\n<p class=\"has-text-align-none\">On Monday, Mahomes doubled down and <a href=\"https://people.com/brittany-mahomes-doubles-down-calling-out-critics-after-backlash-8701908\">shared a post</a> that read, “Contrary to the tone of the world today … You can disagree with someone, and still love them. You can have differing views, and still be kind.” She did not comment on or explain the relative kindness of the views she appeared to support.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>And sorry, who is Brittany Mahomes again? Do people regularly care about Brittany Mahomes in general?</strong></p>\n\n<p class=\"has-text-align-none\">Brittany Mahomes is primarily famous because she’s married to Kansas City Chiefs quarterback Patrick Mahomes, who was her high school sweetheart. She’s also the <a href=\"https://www.elle.com/culture/celebrities/a45601704/who-is-patrick-mahomes-wife-brittany-mahomes/\">co-owner</a> of the Kansas City Current, a team in the National Women’s Soccer League, which was the sport she excelled in through college, and she was a Sports Illustrated <a href=\"https://www.si.com/sports-illustrated/brittany-mahomes-makes-her-sports-illustrated-swimsuit-debut-01hxt4v7tp05\">swimsuit model</a> in May of this year. She and Patrick have two children and are currently expecting a third. </p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://trends.google.com/trends/explore/TIMESERIES/1724935800?hl=en-US&amp;tz=300&amp;geo=US&amp;hl=en&amp;q=brittany+mahomes,brittany+mahomes+trump&amp;sni=3\">biggest “Brittany Mahomes” search spike</a> of the past year was during the Super Bowl when people were ostensibly trying to figure out whether Patrick Mahomes had a wife and if she was hanging out with Taylor Swift (more on this in a bit). </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2160725206.jpg?quality=90&#038;strip=all&#038;crop=0,10.696771244586,100,78.606457510828\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Patrick Mahomes and Brittany Mahomes at Wimbledon this year. | Karwai Tang/WireImage via Getty Images\" data-portal-copyright=\"Karwai Tang/WireImage via Getty Images\" />\n<p class=\"has-text-align-none\">For the most part, the name Brittany Mahomes is not one the average American gives a lot of thought to, and her political views would probably warrant even less consideration. She’s not a political scholar nor is she some kind of kingmaker. Prior to her online statements about “haters,” the <a href=\"https://trends.google.com/trends/explore/TIMESERIES/1724935800?hl=en-US&amp;tz=300&amp;geo=US&amp;hl=en&amp;q=brittany+mahomes,brittany+mahomes+trump&amp;sni=3\">American public wasn’t furiously Googling</a> “Brittany Mahomes loves Trump?” or “Brittany Mahomes Republican.” There’s a bit of a <a href=\"https://en.wikipedia.org/wiki/Streisand_effect\">Streisand effect</a> happening, where the more Mahomes doubles down, the more attention she draws to the kerfuffle. There’s possibly a timeline in which Mahomes lets the entire saga run its course and fade away as football season begins. </p>\n\n<p class=\"has-text-align-none\">One thing to note is that her pro-Trump political stance appears to many to be at odds with Patrick’s identity. Patrick is biracial, with a Black father and a white mother. And it would seem that Brittany’s liking that pro-Trump post, especially his bits about attacking critical race theory (an attack that would minimize the historical <a href=\"https://www.vox.com/22443822/critical-race-theory-controversy\">Black American experience</a>) would be insensitive if not incongruent with her husband’s identity. <a href=\"https://www.vox.com/2024-elections/364172/trump-nabj-black-voter-journalist-racist-kamala-harris-indian-american\">Trump has recently attacked</a> Vice President Kamala Harris’s biracial ethnicity, claiming that she “turned” Black for political gain. Harris’s father is Jamaican.  </p>\n\n<p class=\"has-text-align-none\">Patrick hasn’t been open about who he’s voting for, but he has spoken up about police brutality and <a href=\"https://andscape.com/features/patrick-mahomes-saw-george-floyds-death-and-chiefs-quarterback-knew-he-couldnt-stay-on-the-sideline/\">supported Black Lives Matter</a>. In 2020, he <a href=\"https://www.marketwatch.com/story/watch-patrick-mahomes-and-other-nfl-stars-demand-the-nfl-condemn-racism-and-admit-wrong-in-silencing-players-from-peacefully-protesting-2020-06-05\">urged the NFL</a> to denounce and separate itself from racism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But more important than her husband and the reason everyone’s talking about Brittany at all is that she’s allegedly friends with Taylor Swift — the most famous person on the planet. </p>\n\n<p class=\"has-text-align-none\"><strong>So this is all because she’s friends with Taylor Swift?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Pretty much!&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>How long have they been friends?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Swift and Mahomes seem to have formed their close bond after Swift started dating <a href=\"https://www.vox.com/culture/2023/9/25/23889682/taylor-swift-travis-kelces-date-nfl-chiefs-game\">Travis Kelce</a>, a Chiefs tight end who plays with Patrick Mahomes. The two women likely cultivated their relationship during Chiefs games last year, when they <a href=\"https://www.today.com/popculture/taylor-swift-brittany-mahomes-rcna121662\">were photographed</a> together multiple times at the VIP suites, even potentially wearing matching necklaces. It wasn’t long until they took their friendship on the road, with Taylor including Brittany on a <a href=\"https://www.eonline.com/photos/36639/taylor-swifts-nyc-night-out-with-selena-gomez-brittany-mahomes-more\">girls’ night in NYC</a> with the rest of her squad. </p>\n\n<p class=\"has-text-align-none\"><strong>Wait, what does Taylor have to say about Trump?</strong></p>\n\n<p class=\"has-text-align-none\">Swift has spoken up against Trump in the past, <a href=\"https://www.axios.com/2020/01/24/taylor-swift-politics-miss-americana-donald-trump\">acknowledging in her 2020 documentary</a><em> Miss Americana</em> that she regretted not speaking up about him and his policies during the 2016 election. Ahead of the 2020 election, <a href=\"https://x.com/taylorswift13/status/1266392274549776387\">Swift tweeted</a> that Trump was cavorting with white supremacists and promised “we will vote you out in November.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">But ahead of the upcoming 2024 election, Swift has been less vocal about Trump and publicly more non-partisan.<strong> </strong><a href=\"https://www.nbcnews.com/news/us-news/taylor-swift-urges-282-million-instagram-followers-vote-super-tuesday-rcna141848\">In March</a>, she urged her fans to vote for “the people who most represent YOU into power.” Kelce, her boyfriend, has appeared in Covid-19 vaccine and <a href=\"https://www.thestreet.com/restaurants/bud-light-boycott-movement-goes-after-taylor-swift-and-travis-kelce\">Budweiser</a> commercials, <a href=\"https://www.vox.com/money/2023/4/12/23680135/bud-light-boycott-dylan-mulvaney-travis-tritt-trans\">two targets</a> of right-wing protests. </p>\n\n<p class=\"has-text-align-none\">At last year’s Super Bowl, Swift and Kelce found themselves in the middle of a kooky <a href=\"https://www.nytimes.com/2024/02/12/us/politics/biden-tiktok-super-bowl.html\">right-wing conspiracy theory</a> that President Joe Biden rigged the game in Kelce and Kansas City’s favor, all to get some of that sweet Swift attention. The gist: that Kelce and Swift were liberal, so Biden tilted the game in their favor.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet, <a href=\"https://www.cnn.com/2024/08/19/politics/donald-trump-taylor-swift-ai/index.html\">Trump also recently posted an AI image</a> falsely suggesting he has the support of her fans. Swift has not <a href=\"https://www.cnn.com/2024/08/24/us/ai-content-laws-taylor-swift-trump/index.html\">officially responded</a> to that “acceptance.”<strong> </strong>Still, Swift has yet to endorse a presidential candidate. In what’s likely to be a close election, <a href=\"https://www.theatlantic.com/politics/archive/2024/08/swifties-kamala-harris-zoom/679637/\">some of Swift’s biggest fans</a> are urging her to throw her support behind Harris. </p>\n\n<p class=\"has-text-align-none\"><strong>Okay, so … Brittany Mahomes isn’t actually Taylor Swift, she’s just a friend. Why do her perceived politics matter?</strong></p>\n\n<p class=\"has-text-align-none\">Mahomes’s social media meltdown came at a peculiar time for megastar Swift. Mahomes and her husband spent the weekend with Taylor Swift at the singer’s Rhode Island estate on August 24. Swift was reportedly hosting a birthday party for pal Blake Lively that weekend. Lively has been having a difficult time in the press recently because of a <a href=\"https://www.vox.com/culture/367451/blake-lively-it-ends-with-us-press-tour-controversy\">feud with co-star Justin Baldoni</a> during the filming of their movie <em>It Ends With Us</em>. </p>\n\n<p class=\"has-text-align-none\">Swift’s getaway weekends are famous for being luxurious and over the top, but also as invitations only her very best friends receive. Swift is known for picking and choosing her friends from the world of beautiful and notable people and then visibly hanging out with them. Ever since Swift’s <em>1989</em> tour, where her pals — ranging from Fifth Harmony to Gigi Hadid — joined her onstage, <a href=\"https://www.vox.com/culture/24134809/taylor-swift-tortured-poets-department-matty-healy-joe-alwyn\">Swift’s friendships</a> with the hippest, smartest, kindest, and most beautiful women in pop culture have become a crucial part of her image. All these people who call Swift friends are culturally cool, which makes Swift culturally cool. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1717057814.jpg?quality=90&#038;strip=all&#038;crop=0,10.7460602225,100,78.507879555\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Taylor Swift, Brittany Mahomes, and Blake Lively hanging out! One of these women may or may not be deeply into mass deportation! | Kevin Sabitus/Getty Images\" data-portal-copyright=\"Kevin Sabitus/Getty Images\" />\n<p class=\"has-text-align-none\">At the same time, Swift’s friendships are the most human thing about her. They’re her way of signaling to the public that as different as she is from the rest of the population — a billionaire making hit music and selling all kinds of albums — she’s relatable as a good friend. Arguably, Swift’s friends have defined the singer almost as much as she’s defined herself. The Mahomes’s presence in Rhode Island would indicate that Brittany is indeed a bestie. </p>\n\n<p class=\"has-text-align-none\">Now, not unlike how fans are trying to puzzle out the dynamic of Brittany’s relationship with her husband, Swifties are trying to figure out how Brittany’s politics figure into her friendship with Swift. Since the singer has been relatively quiet, they’re trying to get a read on Swift’s current feelings about Trump. Or, possibly, get a read on how much longer Brittany and Swift will remain friends. </p>\n\n<p class=\"has-text-align-none\">Swift’s friendships have always been a crucial and visible part of her image.<strong> </strong>And Brittany Mahomes may have just made a mark on that image that Taylor Swift didn’t agree to.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "At any given second, millions of people are liking various things on Instagram. Pictures of sunsets and sunrises, recipes for keto brownies, videos of viral K-pop dances — there’s something for everyone. But right now there’s one specific semi-famous woman whose social media activity (liking, unliking, posting) has drawn widespread attention: Brittany Mahomes.  Best known [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "The essential Lord of the Rings lore you need to watch The Rings of Power",
    "link": "https://www.vox.com/culture/369488/rings-of-power-season-two-lord-of-the-rings-amazon-trailer",
    "pubDate": "2024-08-29T19:30:46.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Tom Bombadil\" data-caption=\"Everyone’s favorite jolly primordial being finally made it to the screen. | Amazon Studios\" data-portal-copyright=\"Amazon Studios\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Screenshot-2024-08-29-at-2.17.59 PM.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Everyone’s favorite jolly primordial being finally made it to the screen. | Amazon Studios</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Good news for even the most discerning fans of Middle-earth: The second season of Amazon Studio’s <em>The Rings of Power,</em> which premiered August 29, includes a whole lot more characters and landscapes from J.R.R. Tolkien’s books, many of which never made it into Peter Jackson’s film adaptations. Whether it’s anywhere near as captivating, however, is a different story. </p>\n\n<p class=\"has-text-align-none\">The series, which premiered in 2022, centers on Middle-earth’s Second Age, which occurred thousands of years before the events of <em>The Hobbit </em>and <em>The Lord of the Rings, </em>and is based not on a single Tolkien work but on their many appendices. The first season saw a young version of the elf Galadriel (played by Morfydd Clark in the series, and in Jackson’s films by Cate Blanchett) begin her quest to avenge the death of her brother by defeating the evil Sauron, until she eventually realizes that the man she thought was a friend was (spoiler!) actually Sauron in disguise. But by this point, he’s already seeded the idea to the famed elven smith Celebrimbor to create one of the titular Rings of Power — objects that Sauron bestows upon powerful rulers in order to secretly control them — and by the finale, he’s made three.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Reviews for the first season were mixed but leaned positive; critics <a href=\"https://www.rogerebert.com/streaming/prime-videos-lord-of-the-rings-keeps-the-spectacle-of-peter-jackson-loses-some-of-the-spirit\">praised</a> the intricate, immersive sets and dazzling CGI of the landscapes (both of which contributed to its $1 billion cost, making it <a href=\"https://time.com/6205837/the-rings-of-power-amazon-most-expensive/\">the most expensive show ever made</a>). But others panned its use of modern “mystery box” storytelling — a construction in TV shows like <em>Lost, Westworld,</em> and <em>Stranger Things,</em> in which hints are dropped throughout a season until the finale’s big reveal. A <a href=\"https://www.forbes.com/sites/erikkain/2022/09/24/the-rings-of-power-is-making-a-mockery-of-tolkiens-work/\">Forbes writer</a> said that approach made “a mockery of Tolkien’s work,” while <a href=\"https://screenrant.com/rings-of-power-season-2-lotr-mystery-trope-stop/\">Screenrant pointed out</a> that Middle-earth’s Second Age “is filled with rich stories on its own without having to make artificial mysteries to drive viewer interest.” </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Screenshot-2024-08-29-at-2.19.19 PM-1.png?quality=90&#038;strip=all&#038;crop=0,10.82625511435,100,78.3474897713\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Galadriel admiring her ring of power. | Amazon Studios\" data-portal-copyright=\"Amazon Studios\" />\n<p class=\"has-text-align-none\">The problem with creating a TV show based on one of the best-selling books of all time and three of the greatest films ever made is that people tend to be a bit precious about the material. Audiences “review-bombed” the series when it first aired — some were upset at the non-canonical timeline, some angry at the gender and racial diversity in the casting, and others balked at the idea of hiring <a href=\"https://www.theringer.com/2022/12/27/23521556/rings-of-power-amazon-streaming-wars-jd-payne-patrick-mckay\">two inexperienced and unknown showrunners</a>, Patrick McKay and J.D. Payne, to helm the project. </p>\n\n<p class=\"has-text-align-none\">Though its first episode became Amazon’s most-watched series premiere ever, only <a href=\"https://www.hollywoodreporter.com/business/business-news/inside-amazon-studios-jen-salke-vision-shows-1235364913/#recipient_hashed=dbcbe591d3e8635f592dfcf12ed3a112e937c4e1bad9b8722263c6617bc637cc&amp;recipient_salt=3d2b320f2f3bb195838476e8d0d4e9b58fd9601855eec5d2c925427fd82514d8\">37 percent </a>of viewers finished the series, which execs blamed on all the “setting up” required in the first season. For season two, they say the plot will “hit the ground running”: “When you’re setting out the banquet table, necessarily, there’s going to be a little more lore and rules,” McKay <a href=\"https://www.nytimes.com/2024/08/23/arts/television/rings-of-power-season-2.html\">told the Times</a>. “Now, we are feasting.”</p>\n\n<p class=\"has-text-align-none\">If you’re tuning in to the new episodes but can’t quite remember where we left off two years ago, or are concerned you might not be quite brushed up enough on Middle-earth to get it, here’s a handy guide (no Elvish needed).&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Wait, what is this show about again?</strong></h2>\n\n<p class=\"has-text-align-none\">Remember the monologue Galadriel delivers at the very beginning of the <em>Fellowship</em> film about the forging of the rings? This is essentially what happens in <em>The Rings of Power</em>:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>Three were given to the Elves, immortal, wisest and fairest of all beings. Seven to the Dwarf lords, great miners and craftsmen of the mountain halls. And nine, nine rings were gifted to the race of Men, who, above all else, desire power. But they were, all of them, deceived, for another ring was made. In the land of Mordor, in the fires of Mount Doom, the Dark Lord Sauron forged in secret a Master Ring, to control all others. And into this ring he poured his cruelty, his malice and his will to dominate all life. One Ring to rule them all.</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">Eventually, Sauron’s plan is discovered, and an alliance of men and elves form a resistance. In the final battle, Isildur (the ancestor of human ranger Aragorn), cuts the One Ring from the hand of Sauron, bringing peace to Middle-earth — thousands of years before Frodo ends up with the ring and embarks on his quest to destroy it.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is the story that will unfold throughout all five planned seasons of <em>The Rings of Power. </em>The first season barely scratches its surface, however, and instead spends most of its eight episodes introducing new characters and building up to the reveal that Halbrand (Charlie Vickers), Galadriel’s new human friend, is the evil Sauron, and ends just after the forging of the first three rings for the elves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We also meet the dwarves, who act as comic relief when they’re not busy in the depths of Khazad-dûm, the impressive underground dwarf city, mining for the newly discovered substance mithril (which fans might remember is the material Frodo’s chainmail shirt is made of). It’s an immensely powerful ore that the elf Elrond (Robert Aramayo, played by Hugo Weaving in the film trilogy) wants to use to help save the elves, who are suffering as a result of having spent <a href=\"https://collider.com/is-the-light-of-the-eldar-fading-in-the-rings-of-power-explained/\">too much time away from their homeland</a> — and it’s the same material used to craft the rings. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Screenshot-2024-08-29-at-2.20.06 PM.png?quality=90&#038;strip=all&#038;crop=0,10.826700321134,100,78.346599357733\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Durin IV and his giant beard. | Amazon Studios\" data-portal-copyright=\"Amazon Studios\" />\n<p class=\"has-text-align-none\">Because Middle-earth just wouldn’t be the same without halflings, there’s also a loveable pair of harfoots, early ancestors of hobbits, who live nomadically in caravans. Two harfoot girls, Nori and Poppy, come across an old man who appears in the crater of a fiery asteroid-like event and can’t remember who he is or speak their language. Despite fearing him at first, they eventually learn that the man, dubbed the Stranger, is a wizard. Specifically, he’s one of the Istari, a powerful five-wizard order that includes Saruman, Radagast, the Blue Wizards, and Gandalf. (Is the Stranger in fact Gandalf? More on that later.)</p>\n\n<p class=\"has-text-align-none\">What are the humans doing in all of this? Well, there’s a lengthy and mostly inconsequential subplot about the less fortunate humans of the Southlands, who discover some orc tunnels and a hilt of a sword that the leader of the orc army, Adar, is searching for. By the end of the season, their land is covered in the fire and ash of Mount Doom’s eruption, officially turning the Southlands into Mordor, i.e., what becomes Sauron’s evil realm. </p>\n\n<p class=\"has-text-align-none\">The fancier humans are in Númenor, the island kingdom that is, by the time of the events of <em>The Lord of the Rings,</em> swallowed by the sea. But right now, it’s a gorgeous, gleaming urban paradise, ruled by queen regent Míriel and her adviser Pharazôn, who clearly wants the throne for himself. Another important guy here is Isildur, or at least we know he <em>will</em> be. He’s the son of captain Elendil, and goes to fight the orcs in the Southlands with his father and is presumed dead when the volcano erupts (though, obviously, he survives). </p>\n\n<p class=\"has-text-align-none\">Our final image is of Sauron, fully mask-off, standing on the edge of Mordor, ready to take back what’s his.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>I thought Sauron was a giant fiery eyeball?</strong></h2>\n\n<p class=\"has-text-align-none\">He is in Jackson’s <em>The Lord of the Rings </em>trilogy. But before all that, Sauron was a primordial spirit, or Maiar, capable of shape-shifting. Known by many names throughout his thousand-year life (?), Sauron was a servant of the Dark Lord Morgoth before becoming the Dark Lord himself. In the Second Age, when The Rings of Power takes place, he appears to the elves in various angelic “fair forms,” sometimes as Annatar, handsome “Lord of Gifts,” in order to deceive them. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Screenshot-2024-08-29-at-2.21.14 PM.png?quality=90&#038;strip=all&#038;crop=0,10.826700321134,100,78.346599357733\" alt=\"Sauron as Annatar\" title=\"Sauron as Annatar\" data-has-syndication-rights=\"1\" data-caption=\"Sauron-as-Annatar, who is admittedly less hunky than last season’s Sauron-as-Halbrand, though still played by the same actor. | Amazon Studios\" data-portal-copyright=\"Amazon Studios\" />\n<p class=\"has-text-align-none\">There’s also a cool scene at the beginning of season two where Sauron, after being killed in his human form as a different blonde man (not to be confused with the hunky Halbrand, who is an invention of Amazon, not Tolkien, and is confusingly also played by the same actor as Sauron-as-Annatar), regenerates in a pool of black blood and becomes an undulating evil mass of goop. </p>\n\n<p class=\"has-text-align-none\">It also kind of doesn’t even matter how Sauron is represented on screen: The fiery eyeball thing, for instance, isn’t even entirely accurate to the books, which only vaguely describe what Sauron looks like. Dig any deeper into this, however, and you’re fully in some serious Tolkienian weeds (here’s a <a href=\"https://www.youtube.com/watch?v=sdX7YeY_uPg\">discussion of this topic</a>, if you’re interested).</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>So is the Stranger Gandalf?</strong></h2>\n\n<p class=\"has-text-align-none\">Theories that the Stranger is indeed Gandalf appeared as soon as he came flying down to earth in season one. The evidence for this is mostly that a) he’s a benevolent old wizard with a fondness for halflings and b) he echoes a line spoken by Gandalf thousands of years later: “When in doubt, always follow your nose.”</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://collider.com/lord-of-the-rings-rings-of-power-season-2-the-stranger/\">In a roundtable with the showrunners</a>, McKay sort-of-but-didn’t answer the million-dollar question: “Despite what some folks might think, we’re really not about a game, we’re really not about a puzzle. But we also don’t wanna take for granted where characters will end up … I’m trying to say it but not say it.” Helpful!</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Back to Tom Bombadil! What’s he doing there?</strong></h2>\n\n<p class=\"has-text-align-none\">Tom Bombadil, who appears in the pages of <em>The Fellowship of the Ring </em>as an entity as old as time itself (“Tom was here before the river and the trees”), is a jolly old bearded man who speaks in nonsensical rhyme and verse. He famously does very little — the Hobbits mainly just hang out at his house for a while before heading on their way — which is likely why he wasn’t included in the films. And from what it sounds like, he won’t be doing a ton in <em>The Rings of Power,</em> either. </p>\n\n<p class=\"has-text-align-none\">McKay <a href=\"https://archive.is/39YoS#selection-849.125-849.379\">explained to Vanity Fair</a> that his role is to “nudge the Stranger along his journey.” Whether his appearance is little more than fan service remains to be seen.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Screenshot-2024-08-29-at-2.20.52 PM.png?quality=90&#038;strip=all&#038;crop=0,10.670655696834,100,78.658688606333\" alt=\"Nori in Rhûn\" title=\"Nori in Rhûn\" data-has-syndication-rights=\"1\" data-caption=\"Nori the harfoot, hanging out in Rhûn. | Amazon Studios\" data-portal-copyright=\"Amazon Studios\" />\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>There are deserts in </strong><strong><em>The Lord of the Rings</em></strong><strong>?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Yes, but they haven’t been depicted on screen until now. At the beginning of season two, Poppy, Nori, and the Stranger are traveling through Rhûn, a desert in the far east of Middle-earth (here <a href=\"https://www.polygon.com/23331136/lord-of-the-rings-middle-earth-map-rings-of-power\">is a helpful map</a>). We also get to see Forodwaith, a snow-covered tundra in the far north.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How much of </strong><strong><em>The Rings of Power</em></strong><strong> is Tolkien canon?</strong></h2>\n\n<p class=\"has-text-align-none\">The broad strokes of the plot — namely, the forging of the rings — are all canon, just with a much more condensed and tweaked timeline. But a lot of the rest of it isn’t.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Besides the many invented characters, the telling of the story is a marked difference from the books and Jackson’s films, which follow a single, straightforward plot that obscures almost nothing from the viewer. Characters in <em>The Lord of the Rings </em>are usually presented clearly as either good or evil, with the notable exception of someone like Boromir, who tries to take the ring from Frodo, but only for a worthy cause (using the One Ring to lead the human kingdom of Gondor to victory over Sauron).&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>The Rings of Power </em>takes a far more modern perspective by filling Middle-earth with legions of Boromirs, characters with complex morals, trauma backstories, and not-always-clear motives. We don’t always know what sort of quest they’re on, or whether they’re even on a quest at all. While this might sound in theory like it makes for more compelling TV, it doesn’t necessarily capture the magic of the source material.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Okay, but is season two worth watching?</strong></h2>\n\n<p class=\"has-text-align-none\">Depends on who you ask. As a <em>LOTR</em> fan, I’ll continue to watch solely because it’s a thrill to see events only alluded to in the books and films come alive on screen, and I found the first three episodes to be an improvement from season one. Now that the table is set, per McKay, the plot isn’t as focused on setting up mysteries that only somewhat pay off after sitting through eight hour-long-plus episodes where little of substance occurs. Which is good!  </p>\n\n<p class=\"has-text-align-none\">But the second season still suffers from some of the same problems, namely by prioritizing beautiful visuals over pacing and character development. Variety’s Alison Herman <a href=\"https://variety.com/2024/tv/tv-reviews/lord-of-the-rings-the-rings-of-power-season-2-review-boring-slog-1236120096/\">called it</a> “a boring slog” and “lifeless,” writing that she could hardly think of anything memorable about its characters or scenes. Like Herman, I also found myself disoriented by much of the plot, despite being relatively familiar with the lore. If it can’t hook someone like me, it’s difficult to imagine <em>LOTR</em> newbies getting on board. </p>\n\n<p class=\"has-text-align-none\">That’s what happens when an overall pretty straightforward story gets dragged out over 50 hours and five long seasons: You get filler, you get “mysteries” that aren’t all that mysterious, and you get storylines that commit the cardinal sins of failing to capture viewers’ attentions and failing to pay off. I can’t see how McKay and Payne are going to solve this problem within the next three seasons — all of this could have been done in one! — but at the very least, it’ll make for a lot of really cool-looking television that people get to complain about on the internet.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Good news for even the most discerning fans of Middle-earth: The second season of Amazon Studio’s The Rings of Power, which premiered August 29, includes a whole lot more characters and landscapes from J.R.R. Tolkien’s books, many of which never made it into Peter Jackson’s film adaptations. Whether it’s anywhere near as captivating, however, is [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "Kids Today: Your guide to the confusing, exciting, and utterly new world of Gen Alpha",
    "link": "https://www.vox.com/family/369020/kids-children-generation-alpha-gen-school",
    "pubDate": "2024-08-29T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Students at Patrick Henry K-8 School in Alexandria, Virginia, on their first day back to school on August 19. | The Washington Post via Getty Images\" data-portal-copyright=\"The Washington Post via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2166820409-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Students at Patrick Henry K-8 School in Alexandria, Virginia, on their first day back to school on August 19. | The Washington Post via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Welcome to Kids Today! I’m Anna North, a senior correspondent at Vox covering policy and culture, and today, I&#8217;m launching a Vox newsletter that will have me in readers’ inboxes weekly with stories about Generation Alpha (people born between 2010 and 2024) and American childhood.&nbsp; It&#8217;s a newsletter about kids — for everyone. If you&#8217;d like to receive it, sign up&nbsp;<a href=\"https://www.vox.com/pages/kids-today-newsletter-policy-childhood-policy-culture\" target=\"_blank\" rel=\"noreferrer noopener\">here</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I’m a parent of two young kids, but I’m not here to talk to you about parenting. For that, I recommend <a href=\"https://sarapetersen.substack.com/\">Sara Petersen</a> or <a href=\"https://www.angelagarbes.com/\">Angela Garbes</a>. In this newsletter, I want to focus on the experience of actually being a kid in America right now. </p>\n\n<p class=\"has-text-align-none\">Childhood in 2024 is an incredibly fraught topic. We&#8217;re all trying to make sense of the <a href=\"https://www.nytimes.com/interactive/2024/02/01/upshot/learning-loss-school-districts.html\">aftermath of a pandemic</a>, the <a href=\"https://www.vox.com/24127431/smartphones-young-kids-children-parenting-social-media-teen-mental-health\">impact of social media</a>, and the effects of <a href=\"https://www.vox.com/even-better/2023/7/11/23789940/climate-change-parenting-should-you-have-kids-elizabeth-cripps-the-gray-area\">climate change</a> and <a href=\"https://www.thecut.com/2023/10/how-to-talk-about-the-news-with-kids.html\">war</a> on the world kids grow up in. Children have also taken an outsize role in the upcoming presidential election, with Sen. JD Vance and others arguing that having kids is a patriotic duty, and not having them makes you “<a href=\"https://www.vanityfair.com/news/story/trump-women-get-what-vance-meant-about-childless-cat-ladies\">deranged</a>.”</p>\n\n<p class=\"has-text-align-none\">Part of my goal with this newsletter is to get deep into some of the most heated debates around contemporary childhood and give you an accessible, panic-free look at what’s really going on. I worry about kids today (the demographic, not this newsletter, although I’m sure I’ll worry about it too) as much as anyone, but I also know that every generation has freaked out about the youngsters on its lawn, and I want to approach <a href=\"https://www.latimes.com/california/story/2024-03-22/generation-alpha-millennial-children\">today’s scary headlines</a> with a dose of skepticism.</p>\n\n<p class=\"has-text-align-none\">I also want to bring you a portrait of Gen Alpha that tackles what’s unique about this group of young Americans, as well as what they have in common with Gen Z, millennials, and beyond. We live in a time of intense and fast-paced generational warfare, and while some of that is <a href=\"https://www.nytimes.com/2024/06/20/style/gen-z-crew-socks-ankle-millennials.html\">pretty fun and funny</a>, I also want to look at where these generalizations fall short.</p>\n\n<p class=\"has-text-align-none\">I’ll acknowledge that I am an imperfect guide to the world of kids. As a grownup, I am inherently uncool. I will never understand kid culture as well as kids themselves do. My own older kid likes to call me “Guy Who Doesn’t Know Anything.”</p>\n\n<p class=\"has-text-align-none\">That said, I’ve been talking to kids — from <a href=\"https://www.vox.com/the-goods/23148897/covid-pandemic-kids-toddlers-babies-preschool-school\">preschoolers</a> to <a href=\"https://www.vox.com/policy-and-politics/2018/3/21/17120340/gun-control-walkout-march-2018-boys-florida-school-shooting\">teenagers</a> — as part of my reporting process for nearly a decade now. I’m committed to meeting kids on their level, with curiosity, openness, and honesty. While I’ll definitely talk to adult experts for this newsletter, I’ll be bringing you the voices of actual children whenever possible.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kids are us before our filters fully developed, when the world was still fresh and strange and confusing. Kids are unpredictable. (My 6-year-old, for example, just asked me if worms can do yoga. Yes?)</p>\n\n<p class=\"has-text-align-none\">But kids are also smart and thoughtful. They have sharp insights about the world today, and about the future when they’ll be in charge. I’m excited to learn from them, and I hope you are too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Next week, you’ll get a full newsletter from me about what kids think about “Gen Alpha” as a concept — how they see their own generation, and what they think about TikToks and news stories that criticize them. In the meantime, here’s a little of what I’m reading and thinking about as summer winds down:</p>\n\n<ul>\n<li><a href=\"https://www.mlive.com/news/kalamazoo/2024/08/school-supply-lists-put-kalamazoo-area-families-in-back-to-school-bind.html\">School supply lists</a> are always an issue this time of year — with district budgets often insufficient, families or teachers end up on the hook for purchasing everything from pencils to graphing calculators. I’m also interested in how kids think about back-to-school shopping, and to what extent the financial stresses of this process trickle down to them.</li>\n\n\n\n<li>Kids’ relationship to nature is determined more by their socioeconomic status than by whether they live in the city or the suburbs, <a href=\"https://phys.org/news/2024-08-socioeconomics-children-nature.html\">according to a new study</a>.</li>\n\n\n\n<li>More states are moving to <a href=\"https://www.k12dive.com/news/school-chaplain-bills-2023-2024-louisiana-texas-florida/725166/\">place chaplains in public schools</a>, concerning some who worry that these clergy members may proselytize, or offer counseling to students without proper mental-health training.</li>\n\n\n\n<li><a href=\"https://www.nytimes.com/2024/08/26/style/dance-parties-kids.html\">Kid-friendly dance parties</a>, where parents can enjoy house music with toddlers in tow, are apparently on the rise in Brooklyn. I was prepared to be annoyed by this but actually it is sweet.</li>\n\n\n\n<li>Right now my older kid is obsessively watching <a href=\"https://www.netflix.com/title/81288010\"><em>Bread Barbershop</em></a>, an animated show about a slice of bread who is a barber.</li>\n\n\n\n<li>My little kid does not want to read <a href=\"https://www.chroniclebooks.com/products/spring-is-here?srsltid=AfmBOor3MxlaVL5uOJTUBo9ao7vCbTIWluTBMvXZ2K-tALAApuN-aoJH\"><em>Spring is Here</em></a>, by Taro Gomi, a soothing story about the inevitable cycling of seasons that helped keep me sane during the pandemic. He wants to read a book that makes vrooming sounds, and that I will not name.</li>\n</ul>\n\n<p class=\"has-text-align-none\">A final note: I’d love to hear your questions about kids and childhood, whether you’re a parent, a childfree adult, or a kid! (Kids with questions about grownups are also welcome to write in.) Are there topics you want me to cover? Experiences you want to share? You can reach me at <a href=\"mailto:anna.north@vox.com\">anna.north@vox.com</a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Welcome to Kids Today! I’m Anna North, a senior correspondent at Vox covering policy and culture, and today, I&#8217;m launching a Vox newsletter that will have me in readers’ inboxes weekly with stories about Generation Alpha (people born between 2010 and 2024) and American childhood.&#160; It&#8217;s a newsletter about kids — for everyone. If you&#8217;d [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "What the heck is “corn sweat” and is it making the Midwest more dangerous?",
    "link": "https://www.vox.com/down-to-earth/369117/corn-sweat-explained-heat-wave-midwest",
    "pubDate": "2024-08-29T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A close-up picture of a steaming corn cob. \" data-caption=\"Steamy. | Yury Matev/Getty Images/iStockphoto\" data-portal-copyright=\"Yury Matev/Getty Images/iStockphoto\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1201467126.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Steamy. | Yury Matev/Getty Images/iStockphoto</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Ah, yes, late August in the Midwest:&nbsp;a time for popsicles by the lake, a trip to the county fair, and, of course, extreme humidity made more miserable by … corn sweat.</p>\n\n<p class=\"has-text-align-none\">Corn sweat. It’s a thing! And people are talking about it.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">CORN SWEAT Is swamping the Midwest. 🌽🌽🌽<br><br>One acre of mature corn can release 3,000 gallons per day! This adds to the extreme mugginess we are currently feeling. <a href=\"https://t.co/Ot6QjoabBt\">pic.twitter.com/Ot6QjoabBt</a></p>&mdash; Chris Vickers (@ChrisWTOL) <a href=\"https://twitter.com/ChrisWTOL/status/1828173597485253001?ref_src=twsrc%5Etfw\">August 26, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">The term refers to the moisture released by fields of corn during hot and sunny weather. Like all other plants, corn transpires —&nbsp;meaning, it sucks up water from the ground and expels it into the air as a way to stay cool and distribute nutrients.&nbsp;Moisture also enters the air when water in the soil evaporates. Together with transpiration, this process is called evapotranspiration.</p>\n\n<p class=\"has-text-align-none\">So, where you find loads of plants packed tightly into one place, whether the Amazon rainforest or Iowa, humidity can skyrocket during hot and especially sunny periods, making the air feel oppressive.</p>\n\n<p class=\"has-text-align-none\">That’s what happened this week: A late-summer heat wave brought <a href=\"https://www.nbcchicago.com/weather/chicago-marks-hottest-day-of-2024-sets-new-temperature-record/3533202/\">record</a> and near-record temperatures to parts of the Midwest where there also happen to be vast fields of corn. With plenty of sunlight and temperatures in the high 90s, it was enough to make corn sweat, producing extremely uncomfortable weather.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not that corn sweats more than other plants — an acre releases less moisture on average than, say, <a href=\"https://www.usgs.gov/special-topics/water-science-school/science/evapotranspiration-and-water-cycle\">a large oak tree</a> —&nbsp;but the Midwest has a lot of corn in late August. In Iowa, for example, more than two-thirds of the area is farmland, and corn is the top crop (followed by soybeans, which, by the way, also sweat).&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The combination of higher temperatures and increased humidity from corn sweat can lead to more intense heat waves, making it more <a href=\"https://www.vox.com/climate/354977/heat-wave-wet-bulb-temperature-climate\">challenging for people to stay cool</a> and increasing the risk of heat-related illnesses,” said <a href=\"https://basso.glg.msu.edu/\">Bruno Basso</a>, a crop and agriculture scientist at Michigan State University.</p>\n\n<p class=\"has-text-align-none\">Sweating corn is a totally natural process; it’s not like it harms the crop. But when it causes humidity to spike, loads of evapotranspiration can be dangerous for those who work outside, vulnerable groups like the elderly or <a href=\"https://www.vox.com/climate/351471/heat-waves-increase-the-number-of-risky-premature-births\">pregnant</a>, and those who can’t afford air conditioning.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Is corn sweat a growing concern?</strong></h2>\n\n<p class=\"has-text-align-none\">One confusing thing to keep in mind is that evapotranspiration tends to cool<em> </em>the surrounding air, Basso said, because the process absorbs heat. This is one reason why a forest or prairie typically feels cooler than a parking lot on a hot day. </p>\n\n<p class=\"has-text-align-none\">Yet during extreme heat waves, which are <a href=\"https://www.epa.gov/climate-indicators/climate-change-indicators-heat-waves#:~:text=Heat%20waves%20are%20occurring%20more,and%202020s%20(Figure%201).\">becoming more common</a> as companies spew carbon dioxide into the air, “the dynamics change,” Basso said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Despite the cooling effect of evapotranspiration, the heightened humidity can offset it, making heat waves feel even more intense,” Basso told me. It also prevents temperatures from cooling off at night, he added, when you might normally feel relief.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In one 2020 <a href=\"https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2019JD031941\">study</a>, researchers from the Harvard-Smithsonian Center for Astrophysics analyzed a past summer heat wave in the Midwest and found that cropland —&nbsp;most of which comprised corn in this part of the country — can increase moisture in the air above it by up to 40 percent.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-583842534.jpg?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A cornfield in southwest Iowa. | Darcy Maulsby/Getty Images/iStockphoto\" data-portal-copyright=\"Darcy Maulsby/Getty Images/iStockphoto\" />\n<p class=\"has-text-align-none\">Again, it’s not just crops across the Midwest that release moisture, increase humidity, and make summers feel disgusting (I know firsthand; I grew up in Iowa). The millions of acres of prairie that industrial farmland replaced&nbsp;—&nbsp;mostly to feed livestock and make ethanol —&nbsp;would have also produced loads of moisture, Basso said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there are some key differences between native ecosystems and industrial farmland, he added. “Native prairies are diverse ecosystems with a variety of plant species, each with different root depths and water needs, helping to create a balanced moisture cycle,” he told me. “In contrast, corn and soy monocultures are uniform and can draw water from the soil more quickly.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Densely planted rows of corn drain water from the soil, which can deepen droughts, he said. Droughts are becoming <a href=\"https://www.nature.com/articles/s41598-022-12516-7\">more extreme</a> in some parts of the US, though this is less of a concern in the Midwest, which is <a href=\"https://climatechange.chicago.gov/climate-impacts/climate-impacts-midwest\">projected</a> to get wetter in the coming decades.</p>\n\n<p class=\"has-text-align-none\">When you put all of this together, you have giant fields of corn grown to feed cows that make the Midwest more humid during heat waves and worsen other climate extremes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Basically, corn sweat is just as disgusting as it sounds.</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a target=\"_blank\" href=\"https://www.vox.com/today-explained-newsletter\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a target=\"_blank\" href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Ah, yes, late August in the Midwest:&#160;a time for popsicles by the lake, a trip to the county fair, and, of course, extreme humidity made more miserable by … corn sweat. Corn sweat. It’s a thing! And people are talking about it.&#160; The term refers to the moisture released by fields of corn during hot [&#8230;]",
    "author": "Benji Jones"
  }
]