[
  {
    "title": "Kids Today: Your guide to the confusing, exciting, and utterly new world of Gen Alpha",
    "link": "https://www.vox.com/family/369020/kids-children-generation-alpha-gen-school",
    "pubDate": "2024-08-29T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Students at Patrick Henry K-8 School in Alexandria, Virginia, on their first day back to school on August 19. | The Washington Post via Getty Images\" data-portal-copyright=\"The Washington Post via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2166820409-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Students at Patrick Henry K-8 School in Alexandria, Virginia, on their first day back to school on August 19. | The Washington Post via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Welcome to Kids Today! I’m Anna North, a senior correspondent at Vox covering policy and culture, and today, I&#8217;m launching a Vox newsletter that will have me in readers’ inboxes weekly with stories about Generation Alpha (people born between 2010 and 2024) and American childhood.&nbsp; It&#8217;s a newsletter about kids — for everyone. If you&#8217;d like to receive it, sign up&nbsp;<a href=\"https://www.vox.com/pages/kids-today-newsletter-policy-childhood-policy-culture\" target=\"_blank\" rel=\"noreferrer noopener\">here</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I’m a parent of two young kids, but I’m not here to talk to you about parenting. For that, I recommend <a href=\"https://sarapetersen.substack.com/\">Sara Petersen</a> or <a href=\"https://www.angelagarbes.com/\">Angela Garbes</a>. In this newsletter, I want to focus on the experience of actually being a kid in America right now. </p>\n\n<p class=\"has-text-align-none\">Childhood in 2024 is an incredibly fraught topic. We&#8217;re all trying to make sense of the <a href=\"https://www.nytimes.com/interactive/2024/02/01/upshot/learning-loss-school-districts.html\">aftermath of a pandemic</a>, the <a href=\"https://www.vox.com/24127431/smartphones-young-kids-children-parenting-social-media-teen-mental-health\">impact of social media</a>, and the effects of <a href=\"https://www.vox.com/even-better/2023/7/11/23789940/climate-change-parenting-should-you-have-kids-elizabeth-cripps-the-gray-area\">climate change</a> and <a href=\"https://www.thecut.com/2023/10/how-to-talk-about-the-news-with-kids.html\">war</a> on the world kids grow up in. Children have also taken an outsize role in the upcoming presidential election, with Sen. JD Vance and others arguing that having kids is a patriotic duty, and not having them makes you “<a href=\"https://www.vanityfair.com/news/story/trump-women-get-what-vance-meant-about-childless-cat-ladies\">deranged</a>.”</p>\n\n<p class=\"has-text-align-none\">Part of my goal with this newsletter is to get deep into some of the most heated debates around contemporary childhood and give you an accessible, panic-free look at what’s really going on. I worry about kids today (the demographic, not this newsletter, although I’m sure I’ll worry about it too) as much as anyone, but I also know that every generation has freaked out about the youngsters on its lawn, and I want to approach <a href=\"https://www.latimes.com/california/story/2024-03-22/generation-alpha-millennial-children\">today’s scary headlines</a> with a dose of skepticism.</p>\n\n<p class=\"has-text-align-none\">I also want to bring you a portrait of Gen Alpha that tackles what’s unique about this group of young Americans, as well as what they have in common with Gen Z, millennials, and beyond. We live in a time of intense and fast-paced generational warfare, and while some of that is <a href=\"https://www.nytimes.com/2024/06/20/style/gen-z-crew-socks-ankle-millennials.html\">pretty fun and funny</a>, I also want to look at where these generalizations fall short.</p>\n\n<p class=\"has-text-align-none\">I’ll acknowledge that I am an imperfect guide to the world of kids. As a grownup, I am inherently uncool. I will never understand kid culture as well as kids themselves do. My own older kid likes to call me “Guy Who Doesn’t Know Anything.”</p>\n\n<p class=\"has-text-align-none\">That said, I’ve been talking to kids — from <a href=\"https://www.vox.com/the-goods/23148897/covid-pandemic-kids-toddlers-babies-preschool-school\">preschoolers</a> to <a href=\"https://www.vox.com/policy-and-politics/2018/3/21/17120340/gun-control-walkout-march-2018-boys-florida-school-shooting\">teenagers</a> — as part of my reporting process for nearly a decade now. I’m committed to meeting kids on their level, with curiosity, openness, and honesty. While I’ll definitely talk to adult experts for this newsletter, I’ll be bringing you the voices of actual children whenever possible.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kids are us before our filters fully developed, when the world was still fresh and strange and confusing. Kids are unpredictable. (My 6-year-old, for example, just asked me if worms can do yoga. Yes?)</p>\n\n<p class=\"has-text-align-none\">But kids are also smart and thoughtful. They have sharp insights about the world today, and about the future when they’ll be in charge. I’m excited to learn from them, and I hope you are too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Next week, you’ll get a full newsletter from me about what kids think about “Gen Alpha” as a concept — how they see their own generation, and what they think about TikToks and news stories that criticize them. In the meantime, here’s a little of what I’m reading and thinking about as summer winds down:</p>\n\n<ul>\n<li><a href=\"https://www.mlive.com/news/kalamazoo/2024/08/school-supply-lists-put-kalamazoo-area-families-in-back-to-school-bind.html\">School supply lists</a> are always an issue this time of year — with district budgets often insufficient, families or teachers end up on the hook for purchasing everything from pencils to graphing calculators. I’m also interested in how kids think about back-to-school shopping, and to what extent the financial stresses of this process trickle down to them.</li>\n\n\n\n<li>Kids’ relationship to nature is determined more by their socioeconomic status than by whether they live in the city or the suburbs, <a href=\"https://phys.org/news/2024-08-socioeconomics-children-nature.html\">according to a new study</a>.</li>\n\n\n\n<li>More states are moving to <a href=\"https://www.k12dive.com/news/school-chaplain-bills-2023-2024-louisiana-texas-florida/725166/\">place chaplains in public schools</a>, concerning some who worry that these clergy members may proselytize, or offer counseling to students without proper mental-health training.</li>\n\n\n\n<li><a href=\"https://www.nytimes.com/2024/08/26/style/dance-parties-kids.html\">Kid-friendly dance parties</a>, where parents can enjoy house music with toddlers in tow, are apparently on the rise in Brooklyn. I was prepared to be annoyed by this but actually it is sweet.</li>\n\n\n\n<li>Right now my older kid is obsessively watching <a href=\"https://www.netflix.com/title/81288010\"><em>Bread Barbershop</em></a>, an animated show about a slice of bread who is a barber.</li>\n\n\n\n<li>My little kid does not want to read <a href=\"https://www.chroniclebooks.com/products/spring-is-here?srsltid=AfmBOor3MxlaVL5uOJTUBo9ao7vCbTIWluTBMvXZ2K-tALAApuN-aoJH\"><em>Spring is Here</em></a>, by Taro Gomi, a soothing story about the inevitable cycling of seasons that helped keep me sane during the pandemic. He wants to read a book that makes vrooming sounds, and that I will not name.</li>\n</ul>\n\n<p class=\"has-text-align-none\">A final note: I’d love to hear your questions about kids and childhood, whether you’re a parent, a childfree adult, or a kid! (Kids with questions about grownups are also welcome to write in.) Are there topics you want me to cover? Experiences you want to share? You can reach me at <a href=\"mailto:anna.north@vox.com\">anna.north@vox.com</a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Welcome to Kids Today! I’m Anna North, a senior correspondent at Vox covering policy and culture, and today, I&#8217;m launching a Vox newsletter that will have me in readers’ inboxes weekly with stories about Generation Alpha (people born between 2010 and 2024) and American childhood.&#160; It&#8217;s a newsletter about kids — for everyone. If you&#8217;d [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "What the heck is “corn sweat” and is it making the Midwest more dangerous?",
    "link": "https://www.vox.com/down-to-earth/369117/corn-sweat-explained-heat-wave-midwest",
    "pubDate": "2024-08-29T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A close-up picture of a steaming corn cob. \" data-caption=\"Steamy. | Yury Matev/Getty Images/iStockphoto\" data-portal-copyright=\"Yury Matev/Getty Images/iStockphoto\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1201467126.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Steamy. | Yury Matev/Getty Images/iStockphoto</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Ah, yes, late August in the Midwest:&nbsp;a time for popsicles by the lake, a trip to the county fair, and, of course, extreme humidity made more miserable by … corn sweat.</p>\n\n<p class=\"has-text-align-none\">Corn sweat. It’s a thing! And people are talking about it.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">CORN SWEAT Is swamping the Midwest. 🌽🌽🌽<br><br>One acre of mature corn can release 3,000 gallons per day! This adds to the extreme mugginess we are currently feeling. <a href=\"https://t.co/Ot6QjoabBt\">pic.twitter.com/Ot6QjoabBt</a></p>&mdash; Chris Vickers (@ChrisWTOL) <a href=\"https://twitter.com/ChrisWTOL/status/1828173597485253001?ref_src=twsrc%5Etfw\">August 26, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">The term refers to the moisture released by fields of corn during hot and sunny weather. Like all other plants, corn transpires —&nbsp;meaning, it sucks up water from the ground and expels it into the air as a way to stay cool and distribute nutrients.&nbsp;Moisture also enters the air when water in the soil evaporates. Together with transpiration, this process is called evapotranspiration.</p>\n\n<p class=\"has-text-align-none\">So, where you find loads of plants packed tightly into one place, whether the Amazon rainforest or Iowa, humidity can skyrocket during hot and especially sunny periods, making the air feel oppressive.</p>\n\n<p class=\"has-text-align-none\">That’s what happened this week: A late-summer heat wave brought <a href=\"https://www.nbcchicago.com/weather/chicago-marks-hottest-day-of-2024-sets-new-temperature-record/3533202/\">record</a> and near-record temperatures to parts of the Midwest where there also happen to be vast fields of corn. With plenty of sunlight and temperatures in the high 90s, it was enough to make corn sweat, producing extremely uncomfortable weather.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not that corn sweats more than other plants — an acre releases less moisture on average than, say, <a href=\"https://www.usgs.gov/special-topics/water-science-school/science/evapotranspiration-and-water-cycle\">a large oak tree</a> —&nbsp;but the Midwest has a lot of corn in late August. In Iowa, for example, more than two-thirds of the area is farmland, and corn is the top crop (followed by soybeans, which, by the way, also sweat).&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The combination of higher temperatures and increased humidity from corn sweat can lead to more intense heat waves, making it more <a href=\"https://www.vox.com/climate/354977/heat-wave-wet-bulb-temperature-climate\">challenging for people to stay cool</a> and increasing the risk of heat-related illnesses,” said <a href=\"https://basso.glg.msu.edu/\">Bruno Basso</a>, a crop and agriculture scientist at Michigan State University.</p>\n\n<p class=\"has-text-align-none\">Sweating corn is a totally natural process; it’s not like it harms the crop. But when it causes humidity to spike, loads of evapotranspiration can be dangerous for those who work outside, vulnerable groups like the elderly or <a href=\"https://www.vox.com/climate/351471/heat-waves-increase-the-number-of-risky-premature-births\">pregnant</a>, and those who can’t afford air conditioning.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Is corn sweat a growing concern?</strong></h2>\n\n<p class=\"has-text-align-none\">One confusing thing to keep in mind is that evapotranspiration tends to cool<em> </em>the surrounding air, Basso said, because the process absorbs heat. This is one reason why a forest or prairie typically feels cooler than a parking lot on a hot day. </p>\n\n<p class=\"has-text-align-none\">Yet during extreme heat waves, which are <a href=\"https://www.epa.gov/climate-indicators/climate-change-indicators-heat-waves#:~:text=Heat%20waves%20are%20occurring%20more,and%202020s%20(Figure%201).\">becoming more common</a> as companies spew carbon dioxide into the air, “the dynamics change,” Basso said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Despite the cooling effect of evapotranspiration, the heightened humidity can offset it, making heat waves feel even more intense,” Basso told me. It also prevents temperatures from cooling off at night, he added, when you might normally feel relief.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In one 2020 <a href=\"https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2019JD031941\">study</a>, researchers from the Harvard-Smithsonian Center for Astrophysics analyzed a past summer heat wave in the Midwest and found that cropland —&nbsp;most of which comprised corn in this part of the country — can increase moisture in the air above it by up to 40 percent.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-583842534.jpg?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A cornfield in southwest Iowa. | Darcy Maulsby/Getty Images/iStockphoto\" data-portal-copyright=\"Darcy Maulsby/Getty Images/iStockphoto\" />\n<p class=\"has-text-align-none\">Again, it’s not just crops across the Midwest that release moisture, increase humidity, and make summers feel disgusting (I know firsthand; I grew up in Iowa). The millions of acres of prairie that industrial farmland replaced&nbsp;—&nbsp;mostly to feed livestock and make ethanol —&nbsp;would have also produced loads of moisture, Basso said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there are some key differences between native ecosystems and industrial farmland, he added. “Native prairies are diverse ecosystems with a variety of plant species, each with different root depths and water needs, helping to create a balanced moisture cycle,” he told me. “In contrast, corn and soy monocultures are uniform and can draw water from the soil more quickly.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Densely planted rows of corn drain water from the soil, which can deepen droughts, he said. Droughts are becoming <a href=\"https://www.nature.com/articles/s41598-022-12516-7\">more extreme</a> in some parts of the US, though this is less of a concern in the Midwest, which is <a href=\"https://climatechange.chicago.gov/climate-impacts/climate-impacts-midwest\">projected</a> to get wetter in the coming decades.</p>\n\n<p class=\"has-text-align-none\">When you put all of this together, you have giant fields of corn grown to feed cows that make the Midwest more humid during heat waves and worsen other climate extremes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Basically, corn sweat is just as disgusting as it sounds.</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a target=\"_blank\" href=\"https://www.vox.com/today-explained-newsletter\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a target=\"_blank\" href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Ah, yes, late August in the Midwest:&#160;a time for popsicles by the lake, a trip to the county fair, and, of course, extreme humidity made more miserable by … corn sweat. Corn sweat. It’s a thing! And people are talking about it.&#160; The term refers to the moisture released by fields of corn during hot [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Amazon is using my grocery purchases to sell me prescription drugs",
    "link": "https://www.vox.com/technology/369302/amazon-one-medical-pharmacy-prescription-drugs",
    "pubDate": "2024-08-29T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Amazon now operates a full-service pharmacy and a primary care service called Amazon One Medical.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1252176029.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Amazon now operates a full-service pharmacy and a primary care service called Amazon One Medical.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The weirdest thing happened to me recently. I ordered some groceries on Amazon Fresh. When you check out, Amazon recommends more things you might like to buy, usually related to your purchase. But this time, Amazon offered up “Treatments for High Cholesterol” along with a link for an Amazon One Medical consultation as well as links to prescription medications.</p>\n\n<p class=\"has-text-align-none\">That’s weird, because my doctor and my wife are the only people who know about my cholesterol numbers. They’re pretty good, too! But there are certainly data points, including my age, my food preferences, and my past purchases, maybe even <a href=\"https://www.wsj.com/health/wellness/blood-tests-heart-disease-20d4d2f0\">news stories I’ve read elsewhere on the web</a>, that might suggest <a href=\"https://www.nytimes.com/interactive/2023/06/16/style/millennial-dad-style-culture.html\">I’d be a good candidate for a statin</a>, the type of cholesterol-lowering medication Amazon recommended to me. And while I’m used to Amazon recommending books I might like or cleaning products I might want to buy again, it felt pretty creepy to push prescription drugs in my direction.</p>\n\n<p class=\"has-text-align-none\">It’s entirely possible that the Amazon recommendations I saw on this particular grocery order were random. The next time I ordered groceries, the app recommended bacon, not statins. At first, I thought it may have been a test or a mistake on Amazon’s part, but when I asked what was behind the recommendations, the company confirmed that it was a feature, not a bug.</p>\n\n<p class=\"has-text-align-none\">“Amazon displays products that may be related or similar to the current item purchased,”  Amazon spokesperson Samantha Kruse said in an email. “Protected health information from Amazon Health Services, including Amazon One Medical and Amazon Pharmacy, is not used to market or advertise general merchandise in the broader Amazon store.”</p>\n\n<p class=\"has-text-align-none\">In other words, Amazon might use information from your purchases to suggest prescription medications, but it won&#8217;t use your protected medical information to try to sell you other stuff.</p>\n\n<p class=\"has-text-align-none\">Simply seeing Amazon target me for a health condition draws attention to the unnerving amount of information Amazon has gleaned from my online activity — as well as the fact that <a href=\"https://www.wired.com/story/amazons-creep-into-health-care-has-some-experts-spooked/\">Amazon is a health care company</a>, one that can collect troves of data and push customers toward treatments accordingly.</p>\n\n<p class=\"has-text-align-none\">It may not be surprising that Amazon is operating with an extremely powerful amount of data about us and what we buy. But in the past four years, Amazon has launched its own pharmacy business and bought One Medical, a primary care startup that could connect Amazon customers directly with doctors.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s clear that Amazon’s health care ambitions are huge. We don’t yet know exactly how that will change the Amazon shopping experience for everyone — but maybe my recent shopping experience was a preview.</p>\n\n<p class=\"has-text-align-none\">Before I get too riled up about Dr. Amazon, let’s take a closer look at what the retail giant knows about its customers and how.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Amazon-pills.jpg?quality=90&#038;strip=all&#038;crop=0,37.935173577825,100,24.129652844349\" alt=\"A screenshot from Amazon shows grocery delivery times and some suggested treatments for high cholesterol. \" title=\"A screenshot from Amazon shows grocery delivery times and some suggested treatments for high cholesterol. \" data-has-syndication-rights=\"1\" data-caption=\"After a recent Amazon Fresh grocery order, I got a list of recommendations for prescription drugs to treat high cholesterol. | Vox/Amazon\" data-portal-copyright=\"Vox/Amazon\" />\n<p class=\"has-text-align-none\">Amazon is famously known as the Everything Store, where you can buy everything <a href=\"https://www.amazon.com/battery-acid/s?k=battery+acid\">from battery acid</a> to, well, <a href=\"https://www.amazon.com/s?k=cholesterol+medication+pharmacy&amp;i=amazon-pharmacy&amp;ref=health-hva-widget-top_phm_2_statins\">statins</a>. Like most websites, Amazon also collects data about your activity on the site, like the things you buy, the things you don’t buy, and the things you consider buying. It creates a profile based on those interests and uses algorithms to recommend things that you might like to buy next. Amazon <a href=\"https://www.amazon.science/the-history-of-amazons-recommendation-algorithm\">is proud of these algorithms</a>. (The total amount of data that Amazon collects about you <a href=\"https://www.theguardian.com/technology/2022/feb/27/the-data-game-what-amazon-knows-about-you-and-how-to-stop-it\">extends well beyond your shopping habits, by the way</a>.)</p>\n\n<p class=\"has-text-align-none\">Then there’s <a href=\"https://www.cnbc.com/2024/04/30/amazons-advertising-revenue-jumps-24percent-in-first-quarter.html\">Amazon’s booming ad business</a>. The company’s advertising arm <a href=\"https://www.emarketer.com/content/among-companies-amazon-s-ad-surge-overshadows-everything\">now rivals</a> the Google and Meta duopoly that has dominated online advertising for years, thanks in part <a href=\"https://www.nytimes.com/2019/01/20/technology/amazon-ads-advertising.html\">to the massive amount of data Amazon has</a> about what people buy, what they watch, where they live, and so forth. Amazon <a href=\"https://www.amazon.com/gp/help/customer/display.html/?nodeId=GLVB9XDF9M8MU7UZ\">says</a> it uses “cookies, pixels, IP addresses, and other technologies” to target these ads, which is why you can find Amazon tracking bugs on websites <a href=\"https://www.wired.com/story/amazon-tracking-how-to-stop-it/\">all over the web</a>. These trackers could, for example, know if I looked up a health-related question on WebMD and use that data to tailor recommendations on Amazon, according to <a href=\"https://www.khoury.northeastern.edu/people/christo-wilson/\">Christo Wilson</a>, a computer science professor at Northeastern University.</p>\n\n<p class=\"has-text-align-none\">“There may be an Amazon tracker lurking on the page, monitoring what you’re doing, and that’s how you can potentially have these kinds of freaky advertising,” Wilson told me.</p>\n\n<p class=\"has-text-align-none\">Or,  more likely, maybe it was simply a pattern in my purchase history. My grocery order that triggered the cholesterol medication recommendation included shredded cheese, salsa, tomatoes, flour tortillas — and, notably, ground chicken. Was this a tell? It is, after all, a heart-healthy alternative to ground beef and taco night was on the horizon.<strong> I also purchased the fat free version of Coffee Mate French Vanilla coffee creamer, which is delicious and cholesterol free.</strong> But do these purchases make me an obvious target for a cholesterol consultation with Amazon One Medical? And either way, should my Amazon purchases be associated with Amazon’s health care services at all?</p>\n\n<p class=\"has-text-align-none\">Amazon One Medical is a relatively new service. Amazon bought One Medical <a href=\"https://press.aboutamazon.com/2022/7/amazon-and-one-medical-sign-an-agreement-for-amazon-to-acquire-one-medical\">in 2022</a>, and combined it with its Amazon Clinic telehealth service <a href=\"https://www.aboutamazon.com/news/retail/introducing-amazon-one-medical\">earlier this summer</a>. Now, Prime members can pay $99 a year to gain access to care through Amazon One Medical. For $5 a year, Prime members can get access to discounted medications <a href=\"https://apnews.com/article/technology-health-amazoncom-inc-business-medication-210271424588592ebbbd63c2c34a412b\">with the Amazon Pharmacy RxPass</a>. While I am a Prime member, I am not an Amazon One Medical customer, and I do not use Amazon Pharmacy. So, considering my choice in my healthy tacos, an algorithm might surmise that, as someone who’s proactive about his health care needs, I might be interested in Amazon’s health care offerings.</p>\n\n<p class=\"has-text-align-none\">When Amazon bought One Medical, <a href=\"https://www.ftc.gov/system/files/ftc_gov/pdf/2210191amazononemedicalkhanslaughterwilsonbedoya.pdf\">the FTC</a> and <a href=\"https://www.cnbc.com/2022/07/23/amazon-one-medical-deal-gives-it-access-to-my-most-personal-info.html\">others</a> raised concerns over Amazon’s creep into the health care industry and what that might mean for sensitive health data. It was around this time that the Washington Post reported that customers <a href=\"https://www.washingtonpost.com/technology/2023/05/01/amazon-clinic-hipaa-privacy/\">signed away some of their health privacy rights</a> when they enrolled in Amazon Clinic. None of this has made me feel any better about whether it was legal for Amazon to use my complex purchase history to sell me targeted health care products.</p>\n\n<p class=\"has-text-align-none\">As far as I know, Amazon can. HIPAA, the federal law that protects health privacy, <a href=\"https://www.vox.com/recode/22363011/hipaa-not-hippa-explained-health-privacy\">is narrower than most people think</a>. It only applies to health care providers, insurers, and companies that manage medical records. HIPAA requires those entities to protect your data as it moves between them, but it wouldn’t apply to your Amazon purchases, according to Suzanne Bernstein, a legal fellow at the Electronic Privacy Information Center (EPIC).</p>\n\n<p class=\"has-text-align-none\">“That background is especially important, as Amazon and other companies continue to collect, process, and use tremendous amounts of consumer health data that falls outside of HIPAA scope,” Bernstein said. “And it’s not the fault of American consumers for not necessarily knowing all that.”</p>\n\n<p class=\"has-text-align-none\">In the absence of any federal protections, some states have passed their own data privacy laws. While California <a href=\"https://www.vox.com/recode/2019/12/30/21030754/ccpa-2020-california-privacy-law-rights-explained\">is perhaps most famous</a> for giving its citizens more control over their data, Washington state changed the conversation around health data privacy when it <a href=\"https://epic.org/alive-and-kicking-washington-states-my-health-my-data-act-goes-into-effect-today/\">enacted its My Health My Data Act</a><strong> </strong>last year. This law defines consumer health data much more broadly, Bernstein explained, so that any information about a consumer’s past, present, or future health conditions is covered. That might mean that Washington residents have the right to some privacy when their Amazon purchases indicate a health condition. It’s so far unclear how the law might apply to Amazon, which is based in Washington.</p>\n\n<p class=\"has-text-align-none\">I’m still making sense of my recent brush with statins on Amazon and still have more questions than answers. Does Amazon plan to target its customers with prescription drug recommendations on a regular basis? Am I the only one who thinks that feels more invasive than convenient? Or does Amazon know what the people really want, even if it feels a little creepy at first?</p>\n\n<p class=\"has-text-align-none\">I can’t know the answers to these questions. One thing I do know: Taco night with heart-healthy ground chicken is a hit.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story was also published in the Vox Technology newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/newsletters\"><em><strong>Sign up here</strong></em></a><em>&nbsp;so you don’t miss the next one!</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The weirdest thing happened to me recently. I ordered some groceries on Amazon Fresh. When you check out, Amazon recommends more things you might like to buy, usually related to your purchase. But this time, Amazon offered up “Treatments for High Cholesterol” along with a link for an Amazon One Medical consultation as well as [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "We spoke with the architect behind the notorious AI safety bill",
    "link": "https://www.vox.com/future-perfect/361562/california-ai-bill-scott-wiener-sb-1047",
    "pubDate": "2024-08-28T23:51:04.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"California state Senator Scott Weiner, left, speaks during a press conference at Alamo Square Park about a new bill to close a loophole in prosecuting automobile break-ins, on November 26, 2018, in San Francisco. | Lea Suzuki/San Francisco Chronicle via Getty Images\" data-portal-copyright=\"Lea Suzuki/San Francisco Chronicle via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-1322391289.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>California state Senator Scott Weiner, left, speaks during a press conference at Alamo Square Park about a new bill to close a loophole in prosecuting automobile break-ins, on November 26, 2018, in San Francisco. | Lea Suzuki/San Francisco Chronicle via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em><strong>Editor’s note, August 28, 7:50 pm ET: </strong>This story was originally published on July 19, 2024, and has been updated to reflect news that SB 1047 passed this week.</em></p>\n\n<p class=\"has-text-align-none\">California state Sen. Scott Wiener (D-San Francisco) is generally known for <a href=\"https://www.vox.com/policy/2023/8/21/23831121/housing-yimbys-affordable-rent-unions-california\">his</a> relentless <a href=\"https://www.vox.com/policy-and-politics/2018/3/19/17135678/sb-827-cars-california-transit-trains-buses\">bills</a> on <a href=\"https://www.vox.com/policy-and-politics/2018/12/7/18125644/scott-wiener-sb-50-california-housing\">housing</a> and <a href=\"https://www.sf.gov/news/mayor-breed-and-senator-wiener-announce-state-legislation-shut-down-sale-stolen-goods-san\">public safety</a>, a legislative record that made him one of the tech industry’s favorite legislators.&nbsp;</p>\n\n<p class=\"has-text-align-none\">His introduction of the “Safe and Secure Innovation for Frontier Artificial Intelligence Models” bill, however, gained the ire of that very same industry, with VC heavyweights Andreessen-Horowitz and Y Combinator <a href=\"https://www.transformernews.ai/p/a16z-y-combinator-big-tech-sb1047-lobbying\">publicly condemning</a> the bill. Known as SB 1047, the legislation requires companies to train “frontier models” that cost more than $100 million to do safety testing and be able to shut off their models in the event of a safety incident. </p>\n\n<p class=\"has-text-align-none\">On Tuesday, the bill passed California’s state legislature 41-9 — albeit with amendments softening some of its grip. For it to become state law, it needs Gov. Gavin Newsom’s signature next.</p>\n\n<p class=\"has-text-align-none\">I spoke with Wiener back in July about SB 1047 and its critics; our conversation is below (condensed for length and clarity).  </p>\n\n<p class=\"has-text-align-none\"><strong>Kelsey Piper: I wanted to present you with challenges to SB 1047 I’ve heard and give you a chance to answer them. I think one category of concern here is that the bill would prohibit using a model publicly, or making it available for public use, if it poses an unreasonable risk of critical harm. </strong></p>\n\n<p class=\"has-text-align-none\"><strong>What’s an unreasonable risk? Who decides what’s reasonable? A lot of Silicon Valley is very regulator-skeptical, so they don’t trust that discretion will be used and not abused. </strong></p>\n\n<p class=\"has-text-align-none\"><strong>Sen. Scott Wiener: </strong>To me, SB 1047 is a light-touch bill in a lot of ways. It’s a serious bill, it’s a big bill. I think it’s an impactful bill, but it’s not hardcore. The bill doesn’t require a license. There are people including some CEOs who <a href=\"https://www.foxbusiness.com/technology/should-ai-development-require-license-chatgpts-creator-thinks-so-experts-disagree\">have said</a> there should be a licensure requirement. I rejected that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are people who think <a href=\"https://www.vox.com/future-perfect/2024/2/7/24062374/ai-openai-anthropic-deepmind-legal-liability-gabriel-weil\">there should be strict liability</a>. That’s the rule for most product liability. I rejected that.&nbsp;[AI companies] do not have to get permission from an agency to release the [model]. They have to do the safety testing they all say they are currently doing or intend to do. And if that safety testing reveals a significant risk — and we define those risks as being catastrophic — then you have to put mitigations in place. Not to eliminate the risk but to try to reduce it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are already legal standards today&nbsp;that if a developer releases a model and then that model ends up being used in a way that harms someone or something, you can be sued and it’ll probably be a negligence standard about whether you acted reasonably. It’s much, much broader than the liability that we create in the bill. In the bill, only the Attorney General can sue, whereas under tort law anybody can sue. Model developers are already subject to potential liability that’s much broader than this.</p>\n\n<p class=\"has-text-align-none\"><strong>Yes, I’ve seen some objections to the bill that seem to revolve around misunderstandings of tort law, like people <a href=\"https://x.com/AndrewYNg/status/1798753608974139779\">saying</a>, “This would be like making the makers of engines liable for car accidents.”</strong></p>\n\n<p class=\"has-text-align-none\">And they are. If someone crashes a car and there was something about the engine design that contributed to that collision, then the engine maker can be sued. It would have to be proven that they did something negligent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I’ve talked to startup founders about it and VCs and folks from the large tech companies, and I’ve never heard a rebuttal to the reality that liability exists today and the liability that exists today is profoundly broader.</p>\n\n<p class=\"has-text-align-none\">We definitely hear contradictions. Some people who were <a href=\"https://www.vox.com/future-perfect/355212/ai-artificial-intelligence-1047-bill-safety-liability\">opposing</a> it were saying “this is all science fiction, anyone focused on safety is part of a cult, it’s not real, the capabilities are so limited.” Of course that’s not true. These are powerful models with huge potential to make the world a better place. I’m really excited for AI. I’m not a doomer in any respect. And then they say, “We can’t possibly be liable if these catastrophes happen.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong><a href=\"https://www.reddit.com/r/singularity/comments/1e0ts13/the_perils_of_californias_sb_1047_a_threat_to/\">Another challenge</a> to the bill is that&nbsp;open source developers have benefited a lot from Meta putting [the generously licensed, sometimes called open source&nbsp;AI model] Llama out there, and they’re understandably scared that this bill will make Meta less willing to do releases in the future, out of a fear of liability. Of course, if a model is genuinely extremely dangerous, no one wants it released. But the worry is that the concerns might just make companies way too conservative.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">In terms of open source, including and not limited to Llama, I’ve taken the critiques from the open source community really, really seriously. We interacted with people in the open source community and we made amendments in direct response to the open source community.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The shutdown provision requirement [a provision in the bill that requires model developers to have the capability to enact a full shutdown of a covered model, to be able to “unplug it” if things go south] was very high on the list of what person after person was concerned about.</p>\n\n<p class=\"has-text-align-none\">We made an amendment making it crystal clear that once the model is not in your possession, you are not responsible for being able to shut it down. Open source folks who open source a model are not responsible for being able to shut it down.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">And then the other thing we did was make an amendment about folks who were fine-tuning. If you make more than minimal changes to the model, or significant changes to the model, then at some point it effectively becomes a new model and the original developer is no longer liable. And there are a few other smaller amendments but those are the big ones we made in direct response to the open source community.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Another challenge I’ve heard is: Why are you focusing on this and not all of California’s more pressing problems?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">When you work on any issue, you hear people say, “Don’t you have more important things to work on?” Yeah, I work <a href=\"https://sd11.senate.ca.gov/news/san-francisco-housing-approval-times-plummet-senator-scott-wieners-landmark-housing-law-takes\">incessantly on housing</a>. I work on <a href=\"https://www.calbhbc.org/uploads/5/8/5/3/58536227/sb_855_-_fact_sheet_and_background_info.pdf\">mental health and addiction treatment</a>. I work incessantly on <a href=\"https://abc7news.com/scott-wiener-speed-governors-pedestrian-safety-california-bills-streets-safer/14356386/\">public safety</a>. I have an <a href=\"https://sd11.senate.ca.gov/news/senate-passes-senator-wiener-bills-crack-down-car-break-ins\">auto break-ins bill</a> and a <a href=\"https://www.sf.gov/news/mayor-breed-and-senator-wiener-announce-state-legislation-shut-down-sale-stolen-goods-san\">bill on people selling stolen goods on the streets</a>.&nbsp;And I’m also working on a bill to make sure we both foster AI innovation and do it in a responsible way.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a policymaker, I’ve been very pro-tech. I’m a supporter of our tech environment, which is often under attack. I’ve <a href=\"https://sd11.senate.ca.gov/news/senator-wieners-net-neutrality-law-upheld-federal-appeals-court\">supported</a> California’s net neutrality law that fosters an open and free internet.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But I have also seen with technology that we fail to get ahead of what are sometimes very obvious problems. We did that with data privacy. We finally got a data privacy law here in California — and for the record, the opposition to that said all of the same things, that it’ll destroy innovation, that no one will want to work here.&nbsp;</p>\n\n<p class=\"has-text-align-none\">My goal here is to create tons of space for innovation and at the same time promote responsible deployment and training and release of these models. This argument that this is going to squash innovation, that it’s going to push companies out of California — again, we hear that with pretty much every bill. But I think it’s important to understand this bill doesn&#8217;t just apply to people who develop their models in California, it applies to everyone who does business in California. So you can be in Miami, but unless you’re going to disconnect from California — and you’re not — you have to do this.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>I wanted to talk about one of the interesting elements of the debate over this bill, which is the fact it’s wildly popular everywhere except in Silicon Valley. It <a href=\"https://sd11.senate.ca.gov/news/bipartisan-vote-senate-passes-senator-wieners-landmark-ai-safety-and-innovation-bill\">passed</a> the state senate 32-1, with bipartisan approval. <a href=\"https://static1.squarespace.com/static/65ea6ad22e449b11a1df46b0/t/6694cb31c6758b310ba372f2/1721027377736/SB+1047+poll+memo.pdf\">77 percent of Californians are in favor</a> according to one poll, more than half strongly in favor.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\"><strong>But the people who hate it, they’re all in San Francisco. How did this end up being your bill?</strong></p>\n\n<p class=\"has-text-align-none\">In some ways I’m the best author for this bill, representing San Francisco, because I’m surrounded and immersed in AI. The origin story of this bill was that I started talking with a bunch of front-line AI technologists, startup founders. This was early 2023, and I started having a series of salons and dinners with AI folks. And some of these ideas started forming. So in a way I’m the best author for it because I have access to unbelievably brilliant folks in tech. In another way I’m the worst author because I have folks in San Francisco who are not happy.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>There’s something I struggle with as a reporter, which is conveying to people who aren’t in San Francisco, who aren’t in those conversations, that AI is something really, really big, really high stakes.</strong></p>\n\n<p class=\"has-text-align-none\">It’s very exciting. Because when you start trying to envision — could we have a cure for cancer? Could we have highly effective treatments for a broad range of viruses? Could we have breakthroughs in clean energy that no one ever envisioned? So many exciting possibilities.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But with every powerful technology comes risk. [This bill] is not about eliminating risk. Life is about risk. But how do we make sure that&nbsp;at least our eyes are wide open? That we understand that risk and that if there’s a way to reduce risk, we take it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s all we’re asking with this bill, and I think the vast majority of people will support that.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Editor’s note, August 28, 7:50 pm ET: This story was originally published on July 19, 2024, and has been updated to reflect news that SB 1047 passed this week. California state Sen. Scott Wiener (D-San Francisco) is generally known for his relentless bills on housing and public safety, a legislative record that made him one [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "The AI safety bill Big Tech hates has passed the California legislature",
    "link": "https://www.vox.com/future-perfect/355212/ai-artificial-intelligence-1047-bill-safety-liability",
    "pubDate": "2024-08-28T23:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Yann LeCun, Meta&#039;s chief AI Scientist, has warned that liability for mass casualties caused by AI will destroy the industry. | Chesnot/Getty Images\" data-portal-copyright=\"Chesnot/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-1498441871.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Yann LeCun, Meta&#039;s chief AI Scientist, has warned that liability for mass casualties caused by AI will destroy the industry. | Chesnot/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If I build a car that is far more dangerous than other cars, don’t do any safety testing, release it, and it ultimately leads to people getting killed, I will probably be held liable and have to pay damages, if not criminal penalties.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If I build a search engine that (unlike Google) has as the first result for “how can I commit a mass murder” detailed instructions on how best to carry out a spree killing, and someone uses my search engine and follows the instructions, I likely won’t be held liable, thanks largely to <a href=\"https://www.edelmanglobaladvisory.com/insights/five-facts-know-scotus-case-social-media-laws#:~:text=Section%20230%20of%20the%20Communications,moderate%20content%20in%20certain%20circumstances.\">Section 230 of the Communications Decency Act of 1996</a>.</p>\n\n<p class=\"has-text-align-none\">So here’s a question: Is an AI assistant more like a car, where we can expect manufacturers to do safety testing or be liable if they get people killed? Or is it more like a search engine?</p>\n\n<p class=\"has-text-align-none\">This is one of the questions animating the current raging discourse in tech over <a href=\"https://digitaldemocracy.calmatters.org/bills/ca_202320240sb1047\">California’s SB 1047</a>, newly passed<strong> </strong>legislation that mandates safety training for that companies that spend more than $100 million on training a “frontier model” in AI — like the in-progress GPT-5. Otherwise, they would be liable if their AI system leads to a “mass casualty event” or more than $500 million in damages in a single incident or set of closely linked incidents.</p>\n\n<p class=\"has-text-align-none\">The general concept that AI developers should be liable for the harms of the technology they are creating is <a href=\"https://theaipi.org/poll-shows-voters-oppose-open-sourcing-ai-models-support-regulatory-representation-on-boards-and-say-ai-risks-outweigh-benefits-2/#:~:text=Among%20the%20findings%3A,that%20believe%20they%20should%20not\">overwhelmingly popular</a> with the American public. It also earned <a href=\"https://www.wate.com/business/press-releases/ein-presswire/714330132/california-senate-bill-sb-1047-another-stifling-blow-to-silicon-valley-ai-startups/\">endorsements</a> from Geoffrey Hinton and Yoshua Bengio, two of the <a href=\"https://analyticsindiamag.com/meet-the-worlds-most-cited-deep-learning-researchers-whose-innovations-are-transforming-the-industry/\">most-cited AI researchers in the world</a>.&nbsp;Even Elon Musk <a href=\"https://x.com/elonmusk/status/1828205685386936567\" data-type=\"link\" data-id=\"https://x.com/elonmusk/status/1828205685386936567\">rang in support Monday evening,</a> saying that even though “this is a tough call and will make some people upset,” the state should pass the bill, regulating AI just as “we regulate any product/technology that is a potential risk to the public.”<strong><br></strong><br>The amended version of the bill, which was less stringent than its <a href=\"https://sd11.senate.ca.gov/news/bipartisan-vote-senate-passes-senator-wieners-landmark-ai-safety-and-innovation-bill\" data-type=\"link\" data-id=\"https://sd11.senate.ca.gov/news/bipartisan-vote-senate-passes-senator-wieners-landmark-ai-safety-and-innovation-bill\">previous iteration</a>, passed the state legislature Wednesday 41-9. <a href=\"https://sd11.senate.ca.gov/news/senator-wieners-groundbreaking-artificial-intelligence-bill-advances-assembly-floor-amendments\" data-type=\"link\" data-id=\"https://sd11.senate.ca.gov/news/senator-wieners-groundbreaking-artificial-intelligence-bill-advances-assembly-floor-amendments\">Amendments</a> included removing criminal penalties for perjury, established a new threshold to protect startups’ ability to adjust open-sourced AI models, and narrowing (but not eliminating) pre-harm enforcement. For it to become state law, it will next need a signature from Gov. Gavin Newsom. </p>\n\n<p class=\"has-text-align-none\">“SB 1047 — our AI safety bill — just passed off the Assembly floor,” wrote State Senator Scott Wiener on X. “I’m proud of the diverse coalition behind this bill — a coalition that deeply believes in both innovation &amp; safety. AI has so much promise to make the world a better place.”</p>\n\n<h2 class=\"wp-block-heading\">Would it destroy the AI industry to hold it liable?</h2>\n\n<p class=\"has-text-align-none\">Criticism of the bill from much of the tech world, though, has been fierce.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Regulating basic technology will put an end to innovation,” Meta’s chief AI scientist, Yann LeCun, <a href=\"https://x.com/ylecun/status/1798839294930379209\">wrote in an X post denouncing 1047</a>. He <a href=\"https://x.com/ylecun/status/1800222175099765029\">shared</a> other posts declaring that “it&#8217;s likely to destroy California’s fantastic history of technological innovation” and <a href=\"https://x.com/ylecun/status/1800222175099765029\">wondered aloud</a>, “Does SB-1047, up for a vote by the California Assembly, spell the end of the Californian technology industry?” The CEO of HuggingFace, a leader in the AI open source community, <a href=\"https://x.com/ClementDelangue/status/1798801894527082584\">called</a> the bill a “huge blow to both CA and US innovation.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">These kinds of apocalyptic comments leave me wondering &#8230; did we read the same bill?&nbsp;</p>\n\n<p class=\"has-text-align-none\">To be clear, to the extent 1047 imposes unnecessary burdens on tech companies, I do consider that an extremely bad outcome, even though the burdens will only fall on companies doing $100 million training runs, which will only be possible for the biggest firms. It’s entirely possible — and we’ve seen it <a href=\"https://thebreakthrough.org/issues/energy/improving-nuclear-regulatory-commission-public-engagement\">in other industries</a> — for regulatory compliance to eat up a disproportionate share of peoples’ time and energy, discourage doing anything different or complicated, and focus energy on demonstrating compliance rather than where it’s needed most.</p>\n\n<p class=\"has-text-align-none\">I don’t think the safety requirements in 1047 are unnecessarily onerous, but that’s because I agree with the half of machine learning researchers who believe that <a href=\"https://www.vox.com/future-perfect/2024/1/10/24032987/ai-impacts-survey-artificial-intelligence-chatgpt-openai-existential-risk-superintelligence\">powerful AI systems have a high chance of being catastrophically dangerous</a>. If I agreed with the half of machine learning researchers who dismiss such risks, I’d find 1047 to be a pointless burden, and I’d be pretty firmly opposed.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">And to be clear, while the outlandish claims about 1047 don’t make sense, there are some reasonable worries. If you build an extremely powerful AI, fine-tune it to not help with mass murders, but then release the model open source so people can undo the fine-tuning and then use it for mass murders, under 1047’s formulation of responsibility you would still be liable for the damage done.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This would certainly discourage companies from publicly releasing models once they’re powerful enough to cause mass casualty events, or even once their creators think they might be powerful enough to cause mass casualty events.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The open source community is understandably worried that big companies will just decide the legally safest option is to never release anything. While I think any model that’s actually powerful enough to cause mass casualty events probably shouldn’t<em> </em>be released, it would certainly be a loss to the world (and to the cause of making AI systems safe) if models that had no such capacities were bogged down out of excess legalistic caution.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The claims that 1047 will be the end of the tech industry in California are guaranteed to age poorly, and they don’t even make very much sense on their face. Many of the posts decrying the bill seem to assume that under existing US law, you’re not liable if you build a dangerous AI that causes a mass casualty event. But you probably are already.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If you don’t take reasonable precautions against enabling other people to cause mass harm, by eg failing to install reasonable safeguards in your dangerous products, you <em>do </em>have a ton of liability exposure!” Yale law professor Ketan Ramakrishnan <a href=\"https://x.com/ketanr/status/1798794760087539841\">responded</a> to one such <a href=\"https://x.com/AndrewYNg/status/1798753608974139779\">post</a> by AI researcher Andrew Ng.&nbsp;</p>\n\n<p class=\"has-text-align-none\">1047 lays out more clearly what would constitute reasonable precautions, but it’s not inventing some new concept of liability law. Even if it doesn’t pass, companies should certainly expect to be sued if their AI assistants cause mass casualty events or hundreds of millions of dollars in damages.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Do you really believe your AI models are safe?</h2>\n\n<p class=\"has-text-align-none\">The other baffling thing about LeCun and Ng’s advocacy here is that both have said that AI systems are actually completely safe and there are absolutely no grounds for worry about mass casualty scenarios in the first place.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The reason I say that I don&#8217;t worry about AI turning evil is the same reason I don&#8217;t worry about overpopulation on Mars,” Ng <a href=\"https://www.wired.com/brandlab/2015/05/andrew-ng-deep-learning-mandate-humans-not-just-machines/#:~:text=The%20reason%20I%20say%20that,worry%20about%20this%20problem%20now%3F\">famously said</a>. LeCun has <a href=\"https://x.com/ylecun/status/1789056141571375341\">said</a> that one of his major objections to 1047 is that it’s meant to address sci-fi risks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I certainly don’t want the California state government to spend its time addressing sci-fi risks, not when the state has <a href=\"https://calmatters.org/commentary/2024/05/california-budget-surplus-became-deficit/\">very real problems</a>. But if critics are right that AI safety worries are nonsense, then the mass casualty scenarios won’t happen, and in 10 years we’ll all feel silly for worrying AI could cause mass casualty events at all. It might be very embarrassing for the authors of the bill, but it won’t result in the death of all innovation in the state of California.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So what’s driving the intense opposition? I think it’s that the bill has become a litmus test for precisely this question: whether AI might be dangerous and deserves to be regulated accordingly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">SB 1047 does not actually require that much, but it is fundamentally premised on the notion that AI systems will potentially pose catastrophic dangers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">AI researchers are almost comically divided over whether that fundamental premise is correct. Many serious, well-regarded people with major contributions in the field say there’s no chance of catastrophe. Many other serious, well-regarded people with major contributions in the field say the chance is quite high.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Bengio, Hinton, and LeCun <a href=\"https://finance.yahoo.com/news/one-3-godfathers-says-regrets-104733538.html#:~:text=The%20three%20so%2Dcalled%20'godfathers,how%20the%20technology%20is%20evolving.&amp;text=The%20trio%20of%20computer%20scientists,million%20to%20share%20between%20them.\">have been called</a> the three godfathers of AI, and they are now emblematic of the industry’s profound split over whether to take catastrophic AI risks seriously. SB 1047 takes them seriously. That’s either its greatest strength or its greatest mistake. It’s not shocking that LeCun, firmly on the skeptic side, takes the “mistake” perspective, while Bengio and Hinton welcome the bill.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I’ve covered <a href=\"https://www.vox.com/future-perfect/2023/2/22/23609499/masks-covid-coronavirus-cochrane-review-pandemic-science-studies-infection\">plenty of scientific controversies</a>, and I’ve never encountered any with as little consensus on its core question as to whether to expect truly powerful AI systems to be possible soon — and if possible, to be dangerous.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Surveys repeatedly find the field divided nearly in half. With each new AI advance, senior leaders in the industry seem to continually double down on existing positions, rather than change their minds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there’s a great deal at stake whether you think powerful AI systems might be dangerous or not. Getting our policy response right requires getting better at measuring what AIs can do, and better understanding which scenarios for harm are most worth a policy response. I have a great deal of respect for the researchers trying to answer those questions — and a great deal of frustration with the ones who try to treat them as already-closed questions.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 28, 7:45 pm ET: </strong>This story, originally published June 19, has been updated to reflect the passing of SB 1047 in the California state legislature.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If I build a car that is far more dangerous than other cars, don’t do any safety testing, release it, and it ultimately leads to people getting killed, I will probably be held liable and have to pay damages, if not criminal penalties.&#160; If I build a search engine that (unlike Google) has as the [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "Zelenskyy’s new plan to end the war, explained",
    "link": "https://www.vox.com/world-politics/369339/ukraine-zelenskyy-russia-putin-war-biden-sanctions-weapons-negotiations",
    "pubDate": "2024-08-28T23:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Ukraine’s President Volodymyr Zelenskyy, in a black polo shirt and gray pants, sits in a chair with a microphone with Ukrainian flags flanking him.\" data-caption=\"Ukraine’s President Volodymyr Zelenskyy during a press conference on August 27, 2024, in Kyiv, Ukraine. | Yan Dobrosonov/Global Images via Getty Images\" data-portal-copyright=\"Yan Dobrosonov/Global Images via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2168791654.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Ukraine’s President Volodymyr Zelenskyy during a press conference on August 27, 2024, in Kyiv, Ukraine. | Yan Dobrosonov/Global Images via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Ukraine’s <a href=\"https://www.bbc.com/news/articles/crrlnl2vqe2o\">President Volodymyr Zelenskyy</a> announced Tuesday that he has a new plan to end Russia’s years-long war on his country. Zelenskyy has only outlined the plan in broad strokes, but Russian President Vladimir Putin reiterated Wednesday that he’s not interested in a diplomatic resolution.</p>\n\n<p class=\"has-text-align-none\">That rejection means Zelenskyy’s plan isn’t actually a realistic framework for ending the war any time soon. But it is nevertheless a useful document that outlines one scenario for how the war might end — and seems to be a tacit acknowledgement that Ukraine does not see a path to ending the conflict through force. </p>\n\n<p class=\"has-text-align-none\">Zelenskyy outlined the plan’s four components as:</p>\n\n<ul>\n<li>Continuing Ukraine’s recent incursion into Russia’s Kursk region — troops entered the area in early August and now <a href=\"https://www.bbc.com/news/live/cvg58p0d55dt\">hold more than 500 square miles of territory</a> in an effort to pull Russian troops away from the frontline in eastern Ukraine.</li>\n\n\n\n<li>Ensuring “security architecture” — a vague element that likely refers to Ukraine’s potential membership in NATO and the European Union.</li>\n\n\n\n<li>Receiving a “powerful package” — likely referring to weapons — which will push Russia to enter into negotiations. Ukraine has requested more arms from allies (Zelenskyy will also probably ask permission to use weapons in Russian territory, <a href=\"https://www.politico.com/news/2024/05/30/biden-ukraine-weapons-strike-russia-00160731\">something that was until recently forbidden</a>).</li>\n\n\n\n<li>Advancing an economic component — there’s little clarity about this piece of the plan, but it likely refers to <a href=\"https://apnews.com/article/sanctions-russia-ukraine-war-treasury-yellen-0c3bd0bd5511c9304c707e762d0c8e3e\">increased sanctions on Russia</a>.</li>\n</ul>\n\n<p class=\"has-text-align-none\">The focus on weapons, security, and Kursk seems to suggest the overarching goal of the plan is to force Russia to the negotiation table through continued military action. Zelenskyy said he intends to present the plan to US President Joe Biden in September, when the Ukrainian president plans to attend the United Nations General Assembly, as well as to presidential candidates Vice President Kamala Harris and former President Donald Trump. </p>\n\n<p class=\"has-text-align-none\">“The success of this plan depends on [Biden],” Zelenskyy said Tuesday, in a seeming acknowledgement of the <a href=\"https://twitter.com/ZelenskyyUa/status/1828856837086543961?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\">US’ and NATO allies’ role </a>in keeping Ukraine stocked with weapons. “Will they give what we have in this plan or not? Will we be free to use what we have in this plan or not?”</p>\n\n<p class=\"has-text-align-none\">But even as Zelenskyy discussed his plan to end the war — which has decimated large swaths of Ukraine’s southeast and driven <a href=\"https://www.aljazeera.com/news/2024/1/22/russian-exiles-unlikely-to-return\">hundreds of thousands of Russians into exile</a> — Russia launched multiple air attacks against targets in southeastern and central Ukraine. Those attacks killed at least two people at a hotel in Zelenskyy’s hometown of Kryvyi Rih, and targeted nearly half of Ukraine’s regions, including the capital Kyiv and the<a href=\"https://www.vox.com/2022/8/20/23314161/ukraines-zaporizhzhia-nuclear-power-plant-russia-united-nations\"> Zaporizhzhia</a> region, the site of <a href=\"https://www.reuters.com/world/europe/un-demands-russia-withdraw-europes-largest-nuclear-power-plant-ukraine-2024-07-11/\">Europe’s largest nuclear power plant</a>.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The path to peace is still extremely fraught; Zelenskyy’s plan doesn’t change that</strong></h2>\n\n<p class=\"has-text-align-none\">There are still many barriers to peace. Chief among them is that Russia has flatly rejected the idea of a diplomatic end to the hostilities.</p>\n\n<p class=\"has-text-align-none\">“The topic of negotiations at the moment has pretty much lost its relevance,” <a href=\"https://www.bbc.com/news/articles/crrlnl2vqe2o\">Kremlin spokesperson Dmitry Peskov</a> said on Tuesday, echoing a line that <a href=\"https://www.reuters.com/world/ukraines-zelenskiy-present-plan-biden-end-war-with-russia-2024-08-27/\">Kremlin officials have stuck to since Ukrainian forces began capturing parts of Kursk</a>. </p>\n\n<p class=\"has-text-align-none\">It’s not clear what might get Russia to sit down and negotiate, though <a href=\"https://x.com/jekavanagh?lang=en\">Jennifer Kavanagh</a>, senior fellow and director of military analysis at Defense Priorities, a defense think tank, told Vox that there “could be an opportunity for one of these third parties” — such as India or Turkey, which have relationships with both Russia and Ukraine’s allies — “to play a big role” in the end of the war. </p>\n\n<p class=\"has-text-align-none\">Indian Prime Minister Narendra Modi, who has so far refused to condemn Russia’s invasion, reportedly <a href=\"https://www.bbc.com/news/articles/cx28xrzzrxqo\">offered Ukraine help with negotiating an end to the fighting</a>. Modi also reportedly <a href=\"https://www.reuters.com/world/putin-spoke-with-indias-modi-kremlin-says-2024-08-27/\">told Putin Tuesday</a> that he supported efforts for a peaceful, diplomatic resolution to the war — soon. </p>\n\n<p class=\"has-text-align-none\">It’s difficult to say what a diplomatic end to the war might look like, and Zelenskyy’s plan doesn’t offer any suggestions. But according to <a href=\"https://www.rand.org/about/people/c/courtney_william.html\">William Courtney</a>, an adjunct senior fellow at RAND and a diplomat who served in Russia and eastern Europe, an end may not look like “total surrender” or a political settlement, but rather something like a sustained ceasefire. </p>\n\n<p class=\"has-text-align-none\">The danger with that arrangement, however, is that “Russians are notorious for violating their international commitment,” Courtney told Vox — meaning there’s no guarantee a ceasefire would be sustained. </p>\n\n<p class=\"has-text-align-none\">For now, however, any path to peace seems to lie at the end of more fighting. And that means despite the impressive Kursk push and Zelenskyy’s plan, the prospect of an imminent peaceful resolution looks dim.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Ukraine’s President Volodymyr Zelenskyy announced Tuesday that he has a new plan to end Russia’s years-long war on his country. Zelenskyy has only outlined the plan in broad strokes, but Russian President Vladimir Putin reiterated Wednesday that he’s not interested in a diplomatic resolution. That rejection means Zelenskyy’s plan isn’t actually a realistic framework for [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Why Telegram’s CEO was detained in France",
    "link": "https://www.vox.com/technology/368896/telegram-pavel-durov-france-cyber-crimes-terrorism-content-moderation-macron-elon-musk",
    "pubDate": "2024-08-28T21:45:48.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Pavel Durov of Telegram.\" data-caption=\"Pavel Durov, CEO and co-founder of Telegram, speaks onstage during day one of TechCrunch Disrupt on September 21, 2015, in San Francisco, California. | Steve Jennings/Getty Images for Tech Crunch\" data-portal-copyright=\"Steve Jennings/Getty Images for Tech Crunch\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-489468026.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Pavel Durov, CEO and co-founder of Telegram, speaks onstage during day one of TechCrunch Disrupt on September 21, 2015, in San Francisco, California. | Steve Jennings/Getty Images for Tech Crunch</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Pavel Durov, the CEO and founder of messaging app Telegram, was <a href=\"https://www.reuters.com/world/europe/french-judges-decide-next-step-durov-probe-2024-08-28/\">charged in France on Wednesday with a number of crimes,</a> including complicity in drug trafficking and facilitating the spread of child sexual abuse material on the platform he created.</p>\n\n<p class=\"has-text-align-none\">Durov was previously arrested in Paris on Saturday, and details about that arrest had been limited until Wednesday. Now, however, it is clear that the charges against Durov are part of a larger French investigation. <a href=\"https://www.washingtonpost.com/world/2024/08/26/pavel-durov-telegram-france-detention/\">The Washington Post</a> has reported that French police have suggested that “child sex crimes” are an area of particular focus for officials.</p>\n\n<p class=\"has-text-align-none\">Following Wednesday’s indictment, Durov was required to post 5 million euros (about $5.5 million) for bail. As a condition of his release, he is forbidden from leaving France and <a href=\"https://www.wired.com/story/telegram-pavel-durov-indictment/\">must report to a French police station twice a week</a>.</p>\n\n<p class=\"has-text-align-none\">This isn’t the first time Telegram has been linked to illegal activity. It is a <a href=\"https://www.politico.eu/article/pavel-durov-russia-telegram-ceo-facebook-elon-musk-tech/\">globally popular platform</a> that offers both broadcast channels (in which users can send text and media to large groups of people) and user-to-user chats. It also offers what it calls&nbsp;“<a href=\"https://core.telegram.org/api/end-to-end\">secret chat</a>” conversations that are end-to-end encrypted —&nbsp;meaning that the messages sent are only decipherable to the conversation participants and that no one else, not even Telegram, can see the content.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">That feature, as well as <a href=\"https://telegram.org/faq#:~:text=Telegram's%20special%20secret%20chats%20use,on%20their%20devices%20of%20origin.\">other privacy features</a> like self-deleting messages, make the app extremely useful for political dissidents and journalists trying to work under repressive regimes or protect sources. But the app has also, over the years, become a space where extremists can radicalize users and <a href=\"https://www.vox.com/world/2017/6/30/15886506/terrorism-isis-telegram-social-media-russia-pavel-durov-twitter\">organize terror attacks.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">That has led to <a href=\"https://apnews.com/article/telegram-pavel-durov-arrest-2c8015c102cce23c23d55c6ca82641c5\">some pressure on the part of governments</a> for Telegram to be more collaborative in the data it shares with authorities. Despite this, however, Telegram has largely been able to avoid dramatic legal encounters — until now. Paris prosecutors <a href=\"https://www.bloomberg.com/news/articles/2024-08-28/telegram-ceo-charged-in-france-for-alleged-criminal-use-of-app?sref=qYiz2hd0&amp;embedded-checkout=true\">noted on Wednesday that Telegram</a> had refused to assist them in the case.</p>\n\n<p class=\"has-text-align-none\">Durov’s arrest is renewing scrutiny on the app and reigniting the hotly debated issues of free speech and the challenges of content moderation on social media.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Telegram and the problem of content moderation</strong></h2>\n\n<p class=\"has-text-align-none\">Durov and his brother Nikolai founded Telegram to offer an app that centered user privacy following Russia’s “<a href=\"https://meduza.io/en/feature/2022/02/05/remembering-the-winter-of-protests\">Snow Revolution</a>” in 2011 and 2012, when blatant election fraud ignited months of protests, culminating in a harsh and ever-evolving government crackdown. Previously, Durov quarreled with Russian authorities who wanted to suppress speech on the Facebook-like service he <a href=\"https://www.theguardian.com/media/article/2024/aug/26/telegram-founder-suspected-allowing-criminal-activity-pavel-durov-prosecutors\">founded called VKontakte</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the years since its founding, Telegram has allegedly enabled some truly shocking crimes. Perhaps most infamously, it was used to <a href=\"https://www.vox.com/world/2017/6/30/15886506/terrorism-isis-telegram-social-media-russia-pavel-durov-twitter\">coordinate ISIS attacks in Paris and Berlin</a>. It cracked down on ISIS-based activity on the app after those attacks, but its content moderation policies have faced a lot of scrutiny.</p>\n\n<p class=\"has-text-align-none\">As <a href=\"https://www.vox.com/recode/22238755/telegram-messaging-social-media-extremists\">Vox has noted</a>, those policies are laxer than those of other social media groups, and outlets such as the <a href=\"https://www.washingtonpost.com/world/2024/08/26/telegram-founder-pavel-durov-what-to-know/\">Washington Post</a> have reported that Telegram has played host to a variety of criminal content, including child pornography. Keeping that sort of material off of a platform is an arduous — but not impossible — task,&nbsp; Alessandro Accorsi, a researcher at the International Crisis Group, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The effectiveness of content moderation is largely dependent on the platform and the resources it allocates to safety,” Accorsi said. “Social media companies are generally reactive. They want to limit the financial resources dedicated to moderation, as well as possible legal, political, and ethical headaches. So what usually happens is that they will focus their efforts on a few groups or issues for which inaction on their part carries legal or reputational costs.”</p>\n\n<p class=\"has-text-align-none\">For example, when ISIS uses a service for terror attacks, that service focuses on stopping ISIS from using its products.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In communications that aren’t end-to-end encrypted, tech companies use a combination of <a href=\"https://www.vox.com/2019/6/20/18692912/recode-daily-facebook-content-moderators\">human investigators</a> as well as algorithm-powered <a href=\"https://themarkup.org/automated-censorship/2024/03/01/how-automated-content-moderation-works-even-when-it-doesnt-work\">programs</a> to sort through content. The sort of end-to-end encryption used in Telegram’s “secret chats,” however, makes that type of moderation all but impossible.</p>\n\n<p class=\"has-text-align-none\">Also complicating matters is the varied nature of internet law across the globe. In the US, publishers are generally <a href=\"https://www.vox.com/the-highlight/24121461/myanmar-genocide-section-230-facebook-internet-social-media-moderation\">legally shielded from liability</a> over what users post. But that’s not universally the case; many countries have much <a href=\"https://www.eff.org/deeplinks/2022/05/platform-liability-trends-around-globe-recent-noteworthy-developments\">stricter legal frameworks around intermediary liability</a>. France’s <a href=\"https://www.sciencespo.fr/public/chaire-numerique/en/2024/05/15/article-what-future-for-the-sren-law/\">SREN Act</a> is extremely stringent and can levy fines against publishers for content violations.</p>\n\n<p class=\"has-text-align-none\">“It’s a really hard thing to do, especially in comparative context, because what’s hateful or extreme or radical speech in some place like the US is going to be different from Myanmar or Bangladesh or other countries,” <a href=\"https://inta.gatech.edu/people/person/david-muchlinski\">David Muchlinski</a>, professor of international affairs at Georgia Tech, told Vox. That makes content moderation “a clumsy tool at best.”</p>\n\n<p class=\"has-text-align-none\">Telegram has, in response to recent outside <a href=\"https://www.npr.org/2023/10/31/1208800238/the-telegram-app-has-been-a-key-platform-for-hamas-now-its-being-restricted-ther\">pressure</a>, employed some content moderation, Accorsi told Vox. <strong>“</strong>It has banned channels associated with a handful of organizations (most recently Hamas and far-right groups in the UK), but thousands of problematic groups are still present.”</p>\n\n<p class=\"has-text-align-none\">But the investigation and charges against Durov suggest Telegram may not be doing enough to keep bad actors from using the platform to commit crimes.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 28, 5:45 pm ET: </strong>This post was originally published on August 26 and has been updated to include the charges against Durov.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Pavel Durov, the CEO and founder of messaging app Telegram, was charged in France on Wednesday with a number of crimes, including complicity in drug trafficking and facilitating the spread of child sexual abuse material on the platform he created. Durov was previously arrested in Paris on Saturday, and details about that arrest had been [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Georgia’s MAGA elections board is laying the groundwork for an actual stolen election",
    "link": "https://www.vox.com/2024-elections/369275/georgia-elections-board-maga-stolen-election",
    "pubDate": "2024-08-28T18:25:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Former President Donald Trump with his running mate, JD Vance, in Georgia. | Joe Raedle/Getty Images&lt;br&gt;\" data-portal-copyright=\"Joe Raedle/Getty Images&lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2165155459.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Donald Trump with his running mate, JD Vance, in Georgia. | Joe Raedle/Getty Images&lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Georgia State Elections Board recently enacted two new rules that seem designed to allow local election officials to sabotage the state’s vote-counting process. Republican nominee Donald Trump praised the three board members who supported these new rules, all of whom <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/08/05/trump-praises-georgia-election-board/74674946007/\">previously questioned the result of the 2020 election that Trump lost</a>, as “pit bulls fighting for honesty, transparency and victory.”</p>\n\n<p class=\"has-text-align-none\">The rules seek to alter the role of local election officials known as superintendents, whose job is to gather the vote tallies from the polling places within their jurisdiction, add up the tallies, and report those numbers to Georgia’s secretary of state. For at least a century, the Georgia Supreme Court has held that this duty is “purely ministerial” and that these superintendents “have no right to adjudicate upon the subject of irregularity or fraud” in an election.</p>\n\n<p class=\"has-text-align-none\">The first of the state board’s new rules, however, provides that these local superintendents must conduct a “<a href=\"https://s3.documentcloud.org/documents/25074852/georgia-state-election-board-rules-lawsuit.pdf\">reasonable inquiry</a>” before certifying an election to ensure that the results are “a true and accurate accounting of all votes cast in that election.” </p>\n\n<p class=\"has-text-align-none\">This upends the longstanding rule that superintendents merely perform the ministerial task of tabulating votes, and it would give these local superintendents broad new authority to search for supposed irregularities in an election and to refuse to certify an election if they claim to find some.</p>\n\n<p class=\"has-text-align-none\">The second rule provides that all county election board members must have access to “all election related documentation created during the conduct of elections prior to certification of results,” although the rule does not define which documents must be provided. In much of Georgia, county election boards also act as the superintendent that tabulates the votes in that county.</p>\n\n<p class=\"has-text-align-none\">To be clear, Georgia election law already allows a party that believes misconduct, fraud, or some other irregularity occurred during an election to <a href=\"https://casetext.com/statute/code-of-georgia/title-21-elections/chapter-2-elections-and-primaries-generally/article-13-contested-elections-and-primaries/section-21-2-522-grounds-for-contest\">file a lawsuit challenging the result</a>. This allows questions about whether the initial count was reliable to be decided using the same evidentiary rules that apply in any other Georgia court case, and to be decided after parties on both sides of the dispute have the opportunity to submit briefs.</p>\n\n<p class=\"has-text-align-none\">The state board’s new rules, by contrast, allow local elections officials to dig through documents looking for something they think could be an irregularity, and then to refuse to certify the results based on their own idiosyncratic conclusion that the election was not conducted properly. If Trump loses Georgia in November, moreover, his campaign will very likely lobby local officials to use this power aggressively in an effort akin to the <a href=\"https://www.vox.com/21562815/biden-trump-fraud-state-legislatures-electors\">pressure Trump and his allies</a> put on local officials in 2020.</p>\n\n<p class=\"has-text-align-none\">There are several ways the new rules could be killed before November. Earlier this week, the Democratic Party and several Democratic officials <a href=\"https://s3.documentcloud.org/documents/25074852/georgia-state-election-board-rules-lawsuit.pdf\">filed a lawsuit challenging the new rules</a>. The suit claims that the rules violate state election law, which mandates that superintendents must certify all local election results by a certain date, that the new rules violate state Supreme Court decisions limiting the role of these superintendents, and that the state board also didn’t follow the proper procedure when it created the new rules.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Gov. Brian Kemp, a Republican who has <a href=\"https://www.politico.com/news/2024/08/18/trump-kemp-feud-georgia-00174471\">clashed with Trump in the past</a>, recently asked the state attorney general for “guidance” on whether Kemp has the authority to <a href=\"https://www.independent.co.uk/news/world/americas/us-politics/georgia-election-trump-brian-kemp-b2602111.html\">fire the three MAGA board members</a> who are responsible for the new rules.</p>\n\n<p class=\"has-text-align-none\">So there is a decent chance that, one way or another, the new rules will not be in effect when this November’s election takes place. Should the state board’s gambit succeed, however, get ready for chaos.</p>\n\n<h2 class=\"wp-block-heading\">Are the new rules legal?</h2>\n\n<p class=\"has-text-align-none\">The Democratic lawsuit against the Georgia State Election Board was only filed last Monday, so it remains to be seen how the state courts will handle this brand new suit. Nevertheless, the party’s <a href=\"https://s3.documentcloud.org/documents/25074852/georgia-state-election-board-rules-lawsuit.pdf\">initial court filing</a> makes a persuasive case that Georgia law does not permit local election superintendents to delay certification of an election or to adjudicate election-related disputes.</p>\n\n<p class=\"has-text-align-none\">The lawsuit’s theory of how elections are supposed to be conducted in Georgia is straightforward. After the ballots are cast, they are tallied by local superintendents on a tight deadline. These tallies are then transmitted to the secretary of state, who tabulates them himself and certifies the result to the governor, also on a tight deadline. Moreover, in a presidential election year, federal law requires the state to appoint members of the Electoral College “<a href=\"https://www.law.cornell.edu/uscode/text/3/5\">not later than the date that is 6 days before the time fixed for the meeting of the electors</a>.” </p>\n\n<p class=\"has-text-align-none\">One missed deadline risks triggering a chain of consequences. If a local superintendent does not meet their deadline, that could set off a cascade where more senior officials also cannot meet their deadlines — unless they exclude the votes from the recalcitrant superintendent’s jurisdiction altogether. </p>\n\n<p class=\"has-text-align-none\">Election challenges may occur, but they are resolved by courts and not by superintendents, and Georgia state law requires the relevant officials to <a href=\"https://law.justia.com/codes/georgia/title-21/chapter-2/article-12/section-21-2-493/\">recertify an election</a> if a successful challenge changes the result.</p>\n\n<p class=\"has-text-align-none\">The Democratic Party’s legal theory is supported by multiple provisions of Georgia elections law. For starters, state law imposes a mandatory deadline on local superintendents, stating that local election results “<a href=\"https://law.justia.com/codes/georgia/title-21/chapter-2/article-12/section-21-2-493/\">shall be certified by the superintendent</a> not later than 5:00 P.M. on the Monday following the date on which such election was held.” So state law doesn’t simply impose a tight deadline on local elections officials, it states that they “shall” certify an election regardless of what they think about the results.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So, while superintendents might exercise some authority in the few days between an election and the certification deadline — perhaps tracking down some precinct returns that were mistakenly not transmitted or fixing transcription errors made during the process of tabulating the election results — they may not refuse to certify once the deadline arrives. Allowing superintendents to do so might not only cause the state to miss key deadlines, it also places an extraordinary amount of power in obscure local officials who are not at all equipped to adjudicate election disputes.</p>\n\n<p class=\"has-text-align-none\">This reading of state law is bolstered by other provisions of state law cited in the Democratic Party’s lawsuit, as well as state Supreme Court decisions like 1926’s <em>Bacon v. Black</em>, the case that established that the superintendent’s duty to certify an election is “purely ministerial.”</p>\n\n<p class=\"has-text-align-none\">Georgia’s practice of instructing local election officials to simply tally up the votes and leave election-related disputes to be decided in the courts also appears to be a longstanding practice that is nearly universal across the United States. </p>\n\n<p class=\"has-text-align-none\">In its lawsuit, the Democratic Party quotes a <a href=\"https://law.stanford.edu/wp-content/uploads/2024/02/MILLER-WILDER-FINAL-1.pdf\">2024 law review article</a> on election certification, which states that “[b]y 1897, the ministerial, mandatory nature of certifying returns was so well-established that one leading treatise declared ‘[t]he doctrine that canvassing boards and return judges are ministerial officers possessing no discretionary or judicial power, is settled in nearly or quite all the states.” The Democratic Party, in other words, isn’t asking Georgia to do anything out of the ordinary. It is asking the state to run its election the same way nearly every state has since the McKinley administration.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, the State Election Board’s three MAGA members don’t simply appear to be upending Georgia election law. They apparently seek to upend the standard practice for conducting elections in the United States that has been commonplace since the late 19th century.</p>\n\n<p class=\"has-text-align-none\">So, while it remains to be seen how Georgia’s courts will react, the Democratic suit against the State Election Board appears to be quite strong.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Georgia State Elections Board recently enacted two new rules that seem designed to allow local election officials to sabotage the state’s vote-counting process. Republican nominee Donald Trump praised the three board members who supported these new rules, all of whom previously questioned the result of the 2020 election that Trump lost, as “pit bulls [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Did Ukraine just call Putin’s nuclear bluff?",
    "link": "https://www.vox.com/politics/369035/kursk-nuclear-escalation-zelenskyy-putin",
    "pubDate": "2024-08-28T15:34:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A statue of Lenin with the face blown off.\" data-caption=\"A damaged statue of Vladimir Lenin in the Ukrainian-controlled Russian town of Sudzha on August 16, 2024. | Yan Dobronosov/AFP via Getty Images\" data-portal-copyright=\"Yan Dobronosov/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166323213.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A damaged statue of Vladimir Lenin in the Ukrainian-controlled Russian town of Sudzha on August 16, 2024. | Yan Dobronosov/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Three weeks ago, Ukraine’s military launched a <a href=\"https://www.vox.com/russia-ukraine/367298/ukraine-russia-incursion-kursk-war-putin-zelenskyy-crimea\">stunning operation</a> to take the war in Ukraine back onto the territory of the country that launched it. Three weeks later, the Ukrainians still occupy hundreds of miles of territory in Russia’s western Kursk region.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The incursion had a number of goals: to force Russia to divert its forces from Ukraine to defend its own towns and cities; to seize territory that might later be used for bargaining leverage in peace negotiations; and to send a political message to the Russian people and their leaders that they are not safe from the consequences of the war launched by Russian President Vladimir Putin nearly two-and-a-half years ago.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there was also a less obvious objective: Leaders in Kyiv likely hoped to send a message to their friends in the United States and Europe that their approach to the war has been overly cautious — that fears about “escalation,” “red lines,” and Russian nuclear use — a threat that Putin himself has voiced repeatedly — have been overblown.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ukrainian President Volodymyr Zelenskyy acknowledged this explicitly in a <a href=\"https://www.president.gov.ua/en/news/vid-nashoyi-spilnoyi-roboti-zalezhit-yaka-zbroya-v-rukah-u-n-92669\">speech on August 19</a>, saying, “We are now witnessing a significant ideological shift, namely, the whole naive, illusory concept of so-called ‘red lines’ refs somewhere near Sudzha” — a town near the border now <a href=\"https://www.washingtonpost.com/world/2024/08/18/ukraine-russia-sudzha-kursk/\">under the control of Ukrainian forces</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He also confirmed that Ukraine had not informed its Western partners about the operation ahead of time, anticipating that they would be told “it was impossible and that it would cross the strictest of all the red lines that Russia has.” According to <a href=\"https://www.economist.com/europe/2024/08/18/russias-double-punch-back-against-ukraines-shock-raid\">press reports</a>, the Ukrainians predicted — correctly, as it turned out — that the West would not object too strongly once presented with a fait accompli. &nbsp;</p>\n\n<p class=\"has-text-align-none\">“They were trying to push a boundary with their Western partners and what we’ve seen is that these partners have quietly accepted the new boundary,” said Liana Fix, fellow for Europe and the Council on Foreign Relations. In particular, they’re hoping the US will lift restrictions on using American-provided long-range missiles to strike deep into Russia, a step Washington has so far avoided.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In apparent retaliation for the Kursk invasion, Moscow on Monday launched the <a href=\"https://www.cnn.com/2024/08/26/europe/ukraine-russia-air-attacks-intl-hnk/index.html?oref=d_brief_nl&amp;utm_source=Sailthru&amp;utm_medium=email&amp;utm_campaign=The%20D%20Brief:%20August%2026%2C%202024&amp;utm_term=newsletter_d1_dbrief\">largest missile and drone barrage</a> on Ukraine since the start of the war. But that still fell far short of the nuclear escalation that Putin has often threatened.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The Kursk operation and the subsequent shelling of Ukraine with missiles have indeed demonstrated that Putin’s arsenal of escalation tools has been exhausted,” Yehor Cherniev, a member of the Ukrainian parliament for Zelenskyy’s Servant of the People party, told Vox by email. “Our partners understand all these things very well, and therefore their cautious position is dictated more by political than military considerations. And this naturally causes bewilderment for us.”</p>\n\n<p class=\"has-text-align-none\">The Ukrainian argument now is that, in effect, they have called Putin’s bluff and that it’s time for Ukraine’s allies to become much more aggressive in giving Ukraine the kind of support it needs to win the war. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Are Russia’s threats still working?</h2>\n\n<p class=\"has-text-align-none\">Since Russia’s full-scale invasion in 2022, Ukraine’s Western backers, including the United States, <a href=\"https://www.washingtonpost.com/national-security/interactive/2022/ukraine-road-to-war/\">have had two priorities</a>: preventing Russian victory and avoiding “escalation” — meaning avoiding direct combat between Russia and NATO militaries or, in a worst-case scenario, use of nuclear weapons. At times, the second priority has taken precedence over the first.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Russian government has certainly done everything in its power to add nuclear uncertainty to Western leaders’ calculations. From the very first day of the invasion, Putin has made repeated references to his country’s nuclear arsenal — the largest in the world — and <a href=\"https://www.reuters.com/world/europe/putins-nuclear-warnings-since-russia-invaded-ukraine-2024-03-13/\">warned</a>&nbsp; countries that get in Russia’s way of “consequences that you have never faced in your history.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over the course of the war, Putin and other Russian officials have made repeated references to “<a href=\"https://www.kyivpost.com/analysis/23308\">red lines</a>” that should not be crossed if Western governments don’t want to face a catastrophic response. Former Russian President Dmitry Medvedev has been particularly active in threatening foreign powers with “nuclear apocalypse” via his <a href=\"https://www.reuters.com/world/europe/russias-medvedev-western-arms-ukraine-make-nuclear-apocalypse-more-likely-2023-05-23/\">social media accounts</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not all rhetoric: The Russian government has taken steps such as <a href=\"https://foreignpolicy.com/2024/03/14/russia-nuclear-weapons-belarus-putin/\">moving some of its nuclear weapons</a> to Belarus and <a href=\"https://www.reuters.com/world/europe/russia-says-its-non-strategic-nuclear-drills-involve-iskander-missiles-2024-06-12/\">conducting realistic drills</a> for using tactical nuclear weapons — seemingly in an effort to remind Ukraine’s allies of Russia’s capabilities.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Beyond North Korea, the Russians have been the country that has used nuclear threats most vigorously,” said Nicole Grajewski, a fellow in the Nuclear Policy Program at the Carnegie Endowment for International Peace.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The threats work — but only to a certain extent and only for a time. Escalation fears were the reason Western countries ruled out taking actions like <a href=\"https://www.vox.com/policy-and-politics/2022/2/27/22952220/ukraine-russia-no-fly-zone-nuclear-war\">imposing a no-fly zone in Ukraine</a> or sending NATO troops into the country.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Escalation fears have also made them reluctant to provide certain weapons systems to Ukraine, though system-by-system, that reluctance has faded over time. There was a time when even shoulder-mounted stinger missiles were <a href=\"https://www.nbcnews.com/politics/national-security/didnt-us-allies-provide-ukraine-better-air-defense-system-rcna17317\">viewed as too provocative</a>. Now, the Ukrainians are using <a href=\"https://www.nbcnews.com/news/world/ukraine-uses-long-range-atacms-russia-first-time-rcna148309\">US-provided long-range missiles</a> and recently received their <a href=\"https://www.defensenews.com/global/2024/08/01/first-group-of-us-made-f-16-jets-arrive-in-ukraine-officials-say/#:~:text=BERLIN%20%E2%80%93%20Ukraine%20has%20received%20its,several%20officials%20confirmed%20on%20Wednesday.\">first batch of F-16 fighter jets</a>.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">That these capabilities have often been provided only after months of contentious political debate has been an endless source of frustration to Ukrainians.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I’ve been hearing about nuclear escalation since the first day,” Oleksandra Ustinova, a Ukrainian member of parliament who chairs a committee monitoring arms supplies, <a href=\"https://www.vox.com/world-politics/353796/us-weapons-ukraine-russia-putin-escalation-nuclear\">told Vox last June</a>. “First it was, it was ‘if Ukraine gets MIGs from Poland, he’s going to use nukes.’ Then it was the HIMARS, then Patriots, then tanks.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">She added: “It’s like we’re running behind the train. Every time we ask for something, we get it months or a year later when it won’t make as much of a difference as it would have before.”</p>\n\n<p class=\"has-text-align-none\">The fact that none of the steps Western countries have taken so far have resulted in Russia using a nuclear weapon or directly attacking a NATO country is taken by many Ukrainians and their international supporters as evidence that these threats were never real to begin with.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Are there any more “red lines”?</strong></h2>\n\n<p class=\"has-text-align-none\">If anything could be considered crossing a “red line,” one would think it would be the first military invasion of Russian territory since World War II.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Russia’s <a href=\"https://archive.mid.ru/en/web/guest/foreign_policy/international_safety/disarmament/-/asset_publisher/rp0fiUBmANaH/content/id/4152094\">official nuclear doctrine</a> permits the use of nuclear weapons under circumstances in which the “very existence of the state is in jeopardy.” Ukraine’s incursion into the Kursk region, which has <a href=\"https://www.aljazeera.com/news/2024/8/22/russia-faces-manpower-woes-after-failing-to-stop-ukraines-kursk-incursion\">seized hundreds of square miles of territory</a>, might not be a direct threat to the regime in Moscow, but it certainly threatens that regime’s ability to defend its own territory and sovereignty — the basic function of any state.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Moreover, the Ukrainians appear to be using <a href=\"https://www.euronews.com/my-europe/2024/08/23/ukraines-military-says-it-used-us-glide-bombs-for-strikes-in-russias-kursk-region\">US-provided weapons inside Russian territory</a>, in apparent <a href=\"https://www.washingtonpost.com/national-security/2024/08/23/ukraine-kursk-offensive-russia-weapons/\">violation of US policy</a>. (The Biden administration agreed in May to allow the Ukrainians to use American weapons for <a href=\"https://www.nytimes.com/2024/05/30/us/politics/biden-ukraine-russia-weapons.html?oref=d_brief_nl&amp;utm_source=Sailthru&amp;utm_medium=email&amp;utm_campaign=The%20D%20Brief:%20May%2031%2C%202024&amp;utm_term=newsletter_d1_dbrief\">limited strikes into Russia,</a> but only to defend against attacks on Ukraine.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">And yet, there’s been markedly little saber-rattling from Putin and the Kremlin since the Kursk operation began. The president has downplayed what he calls a “<a href=\"https://www.atlanticcouncil.org/blogs/ukrainealert/invasion-what-invasion-putin-is-downplaying-ukraines-kursk-offensive/\">large-scale provocation</a>” and has taken a few seemingly unrelated trips in what appears to be an effort to project normalcy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The picture in the Russian media has been a bit more mixed: Vladimir Solovyov, host of the flagship pro-Kremlin talk show<em> Sunday Evening</em>, <a href=\"https://www.youtube.com/watch?v=GA5wp9p7V5s\">used one monologue</a> to both call on Russians to “calm down a bit” about the incursion and to call for nuclear strikes on European capitals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Regardless of what Solovyov says, it does not appear that Russia is planning to respond to the events in Kursk by using nuclear weapons, attacking NATO countries, or taking steps beyond — as we saw with Monday’s massive barrage — destroying more of Ukraine with conventional weapons.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This doesn’t, however, mean that Ukraine’s backers are ready to take the gloves off.</p>\n\n<p class=\"has-text-align-none\">During a <a href=\"https://www.whitehouse.gov/briefing-room/press-briefings/2024/08/23/on-the-record-press-gaggle-by-white-house-national-security-communications-advisor-john-kirby-23/\">press call on Friday</a>, Vox asked US National Security Spokesperson John Kirby whether Zelenskyy was right that it was time to move beyond fears of escalation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We’ve been watching escalation risks since the beginning of this conflict, and that ain’t gonna change,” Kirby responded. “We’re always going to be concerned about the potential for the aggression in Ukraine to lead to escalation on the European continent.” He added that “it’s too soon to know whether what’s going on in Kursk…[what]&nbsp;potential impact that that could have in terms of escalation. But it is something that we remain concerned about.”</p>\n\n<p class=\"has-text-align-none\">The thinking in the administration appears to be that, as Pentagon Deputy Spokesperson Sabrina Singh recently put it, “just because Russia hasn’t responded to something doesn’t mean that they can’t or won’t in the future.” And given that it’s nuclear weapons we’re talking about, that’s a risk that has to be taken seriously.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Even if it’s only a 10 percent chance or 5 percent chance that they actually mean it, or they’re actually planning to act on it, that’s concerning enough,” said Carnegie’s Grajewski.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Does Putin have a breaking point?</strong></h2>\n\n<p class=\"has-text-align-none\">Pavel Podvig, senior researcher on Russia’s nuclear arsenal at the United Nations Institute for Disarmament Research in Geneva, argues that “this whole kind of a business of red lines is actually quite misleading and not helpful.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In his view, there are few useful military applications for nuclear weapons inside Ukraine and given the catastrophic risks involved, Putin would be unlikely to consider any sort of nuclear use unless the very existence of the Russian state were threatened. “Even the loss of a region like Kursk technically would not qualify,” Podvig said.</p>\n\n<p class=\"has-text-align-none\">Putin has certainly implied, however, that his threshold for escalation was much lower. Just last May, for instance, he warned Western countries against allowing their weapons to be used to strike Russian territory, <a href=\"https://www.reuters.com/world/europe/putin-warns-west-not-let-ukraine-use-its-missiles-hit-russia-2024-05-28/\">saying they should</a> “bear in mind our parity in the field of strategic weapons.&#8221; (“Strategic” is a euphemism for nuclear in this case.) These threats are getting harder to take seriously.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kyiv’s current campaign is to get the US to lift its restrictions on using US-supplied long-range missiles to strike deep into Russia, which would allow them to press the offensive in Kursk further and hit more Russian military targets than they are currently able to with domestically produced weapons.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Ukraine is separated from halting the advance of the Russian army on the front by only one decision we await from our partners: the decision on long-range capabilities,” Zelenskyy said in his speech. In a post on Twitter following Monday’s strikes, Ukraine’s defense minister said <a href=\"https://x.com/rustem_umerov/status/1828028537791500413\">the attack showed </a>why&nbsp;“Ukraine needs long-range capabilities and the lifting of restrictions on strikes on the enemy’s military facilities.”</p>\n\n<p class=\"has-text-align-none\">If this debate follows the trajectory of those that preceded it, Washington will eventually come around to giving the Ukrainians what they’re asking for.&nbsp;But while the risky incursion into Kursk may have given Ukraine some more ammunition in these debates going forward, Western leaders are not about to simply abandon their caution and give Ukraine everything it wants.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As the Council on Foreign Relations’s Fix put it, Western “red lines” on aid to Ukraine have clearly shifted. The problem is “we don’t know how the red lines are shifting in Putin’s mind.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Three weeks ago, Ukraine’s military launched a stunning operation to take the war in Ukraine back onto the territory of the country that launched it. Three weeks later, the Ukrainians still occupy hundreds of miles of territory in Russia’s western Kursk region.&#160;&#160; The incursion had a number of goals: to force Russia to divert its [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "Here’s what you need to know about the revamped FAFSA",
    "link": "https://www.vox.com/even-better/23977937/fafsa-changes-2024-2025-federal-student-aid-college",
    "pubDate": "2024-08-28T15:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Getty Images/iStockphoto\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25115088/GettyImages_1419915787.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">College tuition is a hefty sum for many students and their families in America: <a href=\"https://www.usnews.com/education/best-colleges/paying-for-college/articles/paying-for-college-infographic\">Average yearly tuition</a> at a private university totals $42,162; $23,630 for public out-of-state tuition; and $10,662 for public in-state tuition. It’s no surprise, then, that over 85 percent of undergraduates are awarded some form of <a href=\"https://nces.ed.gov/programs/digest/d23/tables/dt23_331.20.asp\">financial aid</a> — including federal aid, state and local grants and scholarships, institutional grants and scholarships, and <a href=\"https://www.vox.com/student-loan-debt\">student loans</a> — according to data from the National Center for Education Statistics. The path to receiving money for college is through the <a href=\"https://studentaid.gov/h/apply-for-aid/fafsa\">Free Application for Federal Student Aid</a>, or FAFSA. The <a href=\"https://studentaid.gov/help-center/answers/article/what-is-the-fafsa\">FAFSA</a> is a form students and/or their parents complete to apply for federal grants, work-study funds, and loans. Many states and colleges also use this application to determine students’ eligibility for state and school financial aid. As the name says, it is completely free to submit the application.</p>\n\n<p class=\"has-text-align-none\">Last year’s FAFSA submission process for the current academic year was <a href=\"https://www.insidehighered.com/news/admissions/traditional-age/2024/01/03/fafsa-soft-launch-vexes-families-and-counselors#\">beleaguered by issues</a>.<strong> </strong>The FAFSA form usually opens for the following academic year <a href=\"https://www.nerdwallet.com/article/loans/student-loans/fafsa-deadline\">on October 1</a> — <a href=\"https://studentaid.gov/help/renewal-fafsa\">students must complete the form each year</a> — but the 2024-25 FAFSA form soft-launched in late December 2023 due to changes in the application. Students were only able to gain access to the form for limited windows each day; a mistake meant students initially <a href=\"https://www.npr.org/2024/01/09/1222664638/fafsa-student-financial-aid-college\">qualified for less aid than they should have</a> (the calculation <a href=\"https://www.ed.gov/news/press-releases/us-department-education-announces-more-31-million-fafsa-forms-successfully-submitted-and-update-student-aid-index-calculation\">has been corrected</a>); <a href=\"https://www.chalkbeat.org/2024/01/25/better-fafsa-challenges-for-students-and-parents-social-security-number/\">parents who did not have a Social Security number</a> were unable to start or contribute to a student’s form; the US Education Department said that <a href=\"https://www.ed.gov/news/press-releases/us-department-education-announces-more-31-million-fafsa-forms-successfully-submitted-and-update-student-aid-index-calculation\">schools would not receive students’ FAFSA forms until March</a>. Typically, schools receive this information <a href=\"https://www.highereddive.com/news/fafsa-delay-march-applicant-info/706038/\">shortly after students complete the form</a>. Overall, <a href=\"https://www.vox.com/policy/24090669/fafsa-financial-aid-rollout-college-tuition\">FAFSA submissions were down</a> significantly.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.youtube.com/watch?v=UOgIb7StyPU\">changes to the form included</a> a direct transfer of tax information from the IRS to the FAFSA form, increased <a href=\"https://www.nytimes.com/2023/08/11/your-money/fafsa-changes-college-aid.html\">eligibility for need-based grants</a>, and the elimination of a discount for families with multiple children in college. While the updates aimed to provide an easier experience, the <a href=\"https://www.chronicle.com/article/frustration-all-around-the-fafsas-rocky-rollout\">process frustrated</a> many students and their families.</p>\n\n<p class=\"has-text-align-none\">In order to avoid these headaches yet again, the Department of Education <a href=\"https://www.ed.gov/news/press-releases/us-department-education-announces-schedule-and-new-process-launch-2025-26-fafsa-form\">announced the 2025-26 FAFSA</a> would be released on October 1, 2024 for testing with a limited number of volunteer students and institutions. All students should have access to the form by December 1, 2024.</p>\n\n<p class=\"has-text-align-none\">If you are planning to attend college and want to receive financial aid for the fall 2025 and spring 2026 semesters, this is the form you will complete. The Federal Student Aid office has a <a href=\"https://studentaid.gov/announcements-events/fafsa-support\">webpage dedicated to announcements related to the overhauled FAFSA</a> that you can check regularly for any updates. </p>\n\n<p class=\"has-text-align-none\">The federal deadline to complete the <a href=\"https://www.nerdwallet.com/article/loans/student-loans/fafsa-deadline\">2025-26 FAFSA is June 30, 2026</a>,<strong> </strong>though <a href=\"https://studentaid.gov/apply-for-aid/fafsa/fafsa-deadlines\">each college and state has its own deadline</a> by which they need students to complete the form. Even though the federal deadline falls after the school year ends, financial aid <a href=\"https://www.nerdwallet.com/article/loans/student-loans/fafsa-deadline\">funds can be applied retroactively</a> to what you already paid that year for tuition. (If you haven’t yet completed the form for the current academic year, it’s still not too late: <a href=\"https://studentaid.gov/apply-for-aid/fafsa/fafsa-deadlines\">that deadline is June 30, 2025</a>.) Unfortunately, some aid is distributed on a <a href=\"https://studentaid.gov/resources/financial-aid-process-text\">first-come, first-served basis,</a> a <a href=\"https://www.chalkbeat.org/2024/01/25/better-fafsa-challenges-for-students-and-parents-social-security-number/\">frustrating reality</a> for students who were not able to complete their 2024-25 form due to <a href=\"https://fsapartners.ed.gov/knowledge-center/topics/fafsa-simplification-information/2024-25-fafsa-issue-alerts\">persistent issues</a>.</p>\n\n<p class=\"has-text-align-none\">There is <a href=\"https://studentaid.gov/understand-aid/eligibility\">no income cutoff</a> to be eligible for federal student aid, so all college students are <a href=\"https://blog.collegeboard.org/what-is-the-fafsa\">encouraged to apply</a>.</p>\n\n<p class=\"has-text-align-none\">Whether it’s your first time applying for financial aid or you’re well-practiced, here’s a primer on how to complete the FAFSA, including tips for both the 2024-25 and 2025-26 forms.</p>\n\n<h2 class=\"wp-block-heading\">Where do I find the FAFSA form?</h2>\n\n<p class=\"has-text-align-none\">The 2025-26 FAFSA form, along with the 2024-25 FAFSA form, will be <a href=\"https://studentaid.gov/h/apply-for-aid/fafsa\">online at StudentAid.gov</a>. If you have not previously applied for financial aid, <a href=\"https://studentaid.gov/fsa-id/create-account/launch\">create a Federal Student Aid ID</a>. “The FSA ID is used to sign the FAFSA,” says Dean Bentley, the executive director of financial aid engagement at the <a href=\"https://www.collegeboard.org/\">College Board</a>. “It’ll be required for all students and parents or guardians who provide information on the FAFSA.”</p>\n\n<p class=\"has-text-align-none\">If you’re a <a href=\"https://studentaid.gov/apply-for-aid/fafsa/filling-out/dependency\">dependent student</a> — which is any student who is under 24; is not married and does not have legal dependents; is not a graduate or professional student; is not a veteran or a member of the armed forces; or is not an emancipated minor — your parent or stepparent will need to create an FSA ID, too, so they can add their information to the form as a “<a href=\"https://www.youtube.com/watch?v=ROtS0SnscMI\">contributor</a>.”</p>\n\n<p class=\"has-text-align-none\">Contributors are one of the new features of the form. Anyone who will <a href=\"https://www.youtube.com/watch?v=u8uubc08CDE&amp;list=PLtr3wy4M_CJ18cBXJb2r5mzyFoh9e9mcl&amp;index=3\">provide tax and personal information to your FAFSA form</a> should be listed as a contributor. Contributors are determined by your dependency status, marital status, and tax filing status. (For example, a contributor for a student under the age of 24 will be their parent. Married students’ contributors will be their spouses.) Contributors, despite the name, are not expected to contribute money to your tuition, just information to your FAFSA form. Make sure the student and any contributors have their FSA ID ready to go before starting the application.</p>\n\n<p class=\"has-text-align-none\">If you or your contributors have a Social Security number, use it to create your FSA ID. If you or your contributors <a href=\"https://studentaid.gov/2425/help/ssn\">don’t have a Social Security number,</a> check the box that says “I do not have a Social Security number.” You’ll be asked to input your Individual Taxpayer Identification Number (ITIN) later in the form.  </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.youtube.com/watch?v=u8uubc08CDE&amp;list=PLtr3wy4M_CJ18cBXJb2r5mzyFoh9e9mcl&amp;index=3\">Contributors will receive an email</a> informing them that they need to complete information for the student’s FAFSA. Contributors should try to complete their portion sooner rather than later. If there is no activity on a FAFSA for 45 days, the form is deleted and you’ll have to start again, says MorraLee Keller, the senior director of strategic programming at the <a href=\"https://www.ncan.org/\">National College Attainment Network</a>. Should your contributors need more time, a student can log in to their FAFSA form to reset the 45-day window.</p>\n\n<p class=\"has-text-align-none\">If you’re filling out the FAFSA on behalf of your child, <a href=\"https://studentaid.gov/articles/steps-to-complete-fafsa-form/\">make sure to select</a> “I am a parent filling out a FAFSA form for a student.”</p>\n\n<h2 class=\"wp-block-heading\">What information should I have on hand?</h2>\n\n<p class=\"has-text-align-none\">The FAFSA requires students, their parents, or other non-parental contributors to enter a <a href=\"https://studentaid.gov/help/info-needed\">host of personal information</a>. Here’s what you should have readily available:</p>\n\n<ul>\n<li>Your date of birth, <a href=\"https://www.vox.com/social-programs\">Social Security</a> number, address, and email.</li>\n\n\n\n<li>Your A-Number if you aren’t a US citizen.</li>\n\n\n\n<li>Your parents’ Social Security numbers if you are a dependent student.</li>\n\n\n\n<li>Tax returns for you, your spouse (if you’re married), or your parents (if you’re a dependent student).</li>\n\n\n\n<li>Records of child support received for you or your parents (if you’re a dependent student).</li>\n\n\n\n<li>Current balances of cash, savings, and checking accounts.</li>\n\n\n\n<li>Net worth of investments, businesses, and farms.</li>\n\n\n\n<li>Records of untaxed income, if applicable.</li>\n</ul>\n\n<p class=\"has-text-align-none\">As a part of the new FAFSA form, you’ll then need to provide consent and approval to import your federal tax information directly from the IRS. Your <a href=\"https://bigfuture.collegeboard.org/pay-for-college/financial-aid-basics/fafsa/how-to-complete-the-fafsa\">family’s taxes for the previous year must be completed</a> before you can import the tax information. (For example, for the 2024-25 FAFSA, the family’s 2022 taxes must have been completed.) If you are a non-tax filer, there will be a code that the IRS will fill in that indicates you don’t have a tax return on file, Keller says. “The parts that people may have had anxiety about in the past [like] making sure they’re putting in the right numbers,” she says, “that is going to be alleviated with this process.”</p>\n\n<p class=\"has-text-align-none\">Further along in the form, the student or their parents can add up to <a href=\"https://studentaid.gov/apply-for-aid/fafsa/filling-out/school-list\">20 colleges or career schools that will receive your information</a>. If you already know where you’re attending college — say, you’re a rising junior and have attended the same school since freshman year — add that college to the form. If you’re still in high school and have not committed to a college yet, <a href=\"https://studentaid.gov/apply-for-aid/fafsa/filling-out\">add any school you applied to or plan on applying to</a>.</p>\n\n<h2 class=\"wp-block-heading\">What about my parents?</h2>\n\n<p class=\"has-text-align-none\">If a dependent student is filling out the form on their own, they’ll be prompted to <a href=\"https://studentaid.gov/apply-for-aid/fafsa/filling-out/parent-info\">fill in their parents’ full names, Social Security numbers, dates of birth, and email addresses</a> so they can fill in their information separately. If the student’s parents are divorced or separated, the parent <a href=\"https://studentaid.gov/apply-for-aid/fafsa/filling-out/parent-info\">who provided the most financial support over the last year</a> will need to fill out their portion of the FAFSA. If they provided the student with equal financial support, the parent with greater income and assets should fill out the FAFSA.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.youtube.com/watch?v=c7yWZyZfyEg\">Parent contributors will need</a> their tax returns, records of child support received, current balances of cash, savings, and checking accounts, and net worth of investments, businesses, and farms. “Families that have income <a href=\"https://studentaid.gov/2425/help/skipping-asset-questions\">above $60,000</a><strong> </strong>will need to report assets like cash savings, checking, real estate, stocks, bonds, and the net value of their small business or family farm,” Keller says. “While that sounds complicated, there’s a lot of instructions to help families understand,” Bentley says. “There’s even an overview video that they’ll be able to watch when they start the application.”</p>\n\n<p class=\"has-text-align-none\">A dependent student’s FAFSA form is <a href=\"https://www.youtube.com/watch?v=3c0jWxxyx6s&amp;list=PLtr3wy4M_CJ2Hrd0UwCAWJOgOPu8l_ZLf&amp;index=4\">not completed until their parent (and other contributors) completes their section</a>.</p>\n\n<h2 class=\"wp-block-heading\">What is the deadline to apply?</h2>\n\n<p class=\"has-text-align-none\">Again, the earlier you apply after the application opens the better. However, there are some <a href=\"https://studentaid.gov/apply-for-aid/fafsa/fafsa-deadlines\">deadlines worth keeping in mind</a>. Each school has a different deadline for when you need to submit your FAFSA form, so check with your school (or the schools you applied to) to see when you need to submit your application for financial aid. <a href=\"https://studentaid.gov/apply-for-aid/fafsa/fafsa-deadlines#state\">Every state has a different deadline</a>, too: For example, most state financial aid programs in California required the 2024-25 FAFSA to be submitted <a href=\"https://www.kqed.org/news/11957693/applying-for-fafsa-in-2023-will-be-different-what-to-know-including-deadlines\">no later than May 2, 2024</a>. Federally, June 30 is the last day you can apply for financial aid for the previous school year.</p>\n\n<h2 class=\"wp-block-heading\">What should I expect after I submit my FAFSA form?</h2>\n\n<p class=\"has-text-align-none\">After you and your contributors have finalized and sent off your FAFSA form, it will be <a href=\"https://www.youtube.com/watch?v=lXY5GBumXcc&amp;list=PLtr3wy4M_CJ1QiU3gCEUDm9H8AZaPm4SP&amp;index=1\">processed in one to three days</a> and sent to the colleges you listed on your form. After, you’ll receive an <a href=\"https://studentaid.gov/apply-for-aid/fafsa/review-and-correct\">email notifying you that your FAFSA Submission Summary</a> is ready. <a href=\"https://studentaid.gov/apply-for-aid/fafsa/review-and-correct/fafsa-submission-summary\">This summary</a> will give you an estimate of the amount of student aid you’re eligible for. Here is where you can make corrections to your FAFSA or send additional verification information requested by your school. If you don’t need to make any changes, just <a href=\"https://studentaid.gov/apply-for-aid/fafsa/review-and-correct/fafsa-submission-summary\">keep the summary for your records</a>.  </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.youtube.com/watch?v=I1EbAs2XpgE\">Schools will send their aid offers</a> in the spring before you’re set to start school. </p>\n\n<p class=\"has-text-align-none\">“The student,” Keller says, “will be waiting on the award notification to let them know how much financial aid they will have for next year, whether that’s federal and state aid, as well as institutional aid. So that award notification would be the primary document that the student is waiting on to receive after they file their FAFSA.”</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, August 28, 2024, 11:15 am: </em></strong><em>This story was originally published on November 29, 2023, and has been updated multiple times, most recently with the latest information on the 2024-25 and 2025-26 FAFSA.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "College tuition is a hefty sum for many students and their families in America: Average yearly tuition at a private university totals $42,162; $23,630 for public out-of-state tuition; and $10,662 for public in-state tuition. It’s no surprise, then, that over 85 percent of undergraduates are awarded some form of financial aid — including federal aid, [&#8230;]",
    "author": "Allie Volpe"
  }
]