[
  {
    "title": "Put down that cough medicine",
    "link": "https://www.vox.com/health/390303/cough-cold-medicine-flu-fever-sudafed",
    "pubDate": "2024-12-10T11:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-1432025393.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">With the arrival of cooler weather, the season of hacking and sniffling is here. Once again, haggard-looking people roam the aisles of American pharmacies, clutching tissues and looking for relief — and often coming up empty-handed.</p>\n\n<p class=\"has-text-align-none\">Last year, the FDA recommended that phenylephrine, a decongestant in many popular cold medicines that’s been proven to be ineffective when taken orally, be <a href=\"https://www.vox.com/science/2023/9/15/23873766/phenylephrine-fda-sudafed-nyquil-dayquil-pharmacy-ineffective\">removed from pharmacy shelves</a>. (It’ll <a href=\"https://www.fda.gov/news-events/press-announcements/fda-proposes-ending-use-oral-phenylephrine-otc-monograph-nasal-decongestant-active-ingredient-after#:~:text=For%20now%2C%20companies%20may%20continue,concerns%2C%20not%20on%20safety%20concerns.\">take a while</a> for that to happen, which explains why you might still find the ingredient in NyQuil and other cold medicines.) But that doesn’t mean all the other syrups and gels and tablets available for purchase are effective. In fact, most over-the-counter cold medicines do very little to reduce the symptoms that cause us the most misery during respiratory virus season.</p>\n\n<p class=\"has-text-align-none\">Still, there are a few exceptions worth knowing about, plus several non-pharmaceutical interventions that may slightly reduce your suffering while you wait things out. And it’s smart to be aware of ways to avoid catching the ick to begin with, or spreading it to others.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Let’s get this out of the way: You can prevent and treat some viral causes of cold symptoms</strong></h2>\n\n<p class=\"has-text-align-none\">Cold symptoms are often caused by viruses for which we don’t have vaccines, simple or cheap tests, and antiviral medications. However, there are some important exceptions: <a href=\"https://www.vox.com/even-better/370363/an-extremely-practical-guide-to-this-years-cold-flu-and-covid-season\">Covid and the flu</a> can be prevented with vaccines, and there are RSV immunizations for babies and adults 65 and up. Testing can identify all of these viruses, and there are medications — like Tamiflu (oseltamivir) and Paxlovid (nirmatrelvir-ritonavir) — to help reduce the severity of flu and Covid infections, respectively, in certain groups of people. Talk to a clinician to find out if these are right for you.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Taking some preventive steps is also worthwhile. Handwashing, ventilating and filtering air in shared spaces, strategic masking, and staying away from sick people can all help prevent illness. Even if these practices only lower the viral dose you take in, that can still make for a less uncomfortable cold season; with many viral illnesses, the dose makes the poison.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Reach for this, not that</strong></h2>\n\n<p class=\"has-text-align-none\">It’s not a requirement that people with colds take medication. Unless you have a fever lasting more than three days or other concerning symptoms like shortness of breath, cold symptoms aren’t generally a sign of an underlying illness that needs to be treated. However, lots of people want to feel better when they have a cold, and they especially want to get better rest than a stuffed nose or a gnarly cough allows them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If that’s you, it’s smart to be selective when choosing a cold medicine, as not everything marketed to you is equally likely to be helpful. Here’s what’s been proven to work:</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Pain and fever reducers</strong></h3>\n\n<p class=\"has-text-align-none\">Drugs that reduce pain and inflammation — the Tylenol or ibuprofen you typically reach for when you have a headache — can relieve the fevers, aches, and pains that accompany colds, along with some of the exhaustion and even some of the sneezing. Children, including babies, can safely take these medications in weight-appropriate doses; check the packaging to ensure you’re giving the correct amount.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Decongestants and antihistamines </strong></h3>\n\n<p class=\"has-text-align-none\">For adults with stuffy noses, the only decongestant to bother with is <a href=\"https://my.clevelandclinic.org/health/drugs/20768-pseudoephedrine-capsules-and-tablets\">pseudoephedrine</a>, the active ingredient in regular Sudafed. Confusingly, this is not the active ingredient in Sudafed PE, which contains the soon-to-be-discontinued phenylephrine. Because of its illicit use in producing methamphetamine, pseudoephedrine is held behind counters and sold in only limited quantities to consumers. You’ll have to ask the pharmacist for it.</p>\n\n<p class=\"has-text-align-none\">There’s evidence pseudoephedrine might work better to address snot-related symptoms when <a href=\"https://pubmed.ncbi.nlm.nih.gov/35060618/\">combined with an antihistamine</a>. But the antihistamines in your allergy medication (Zyrtec, Allegra, and Claritin) won’t be as effective for a cold; the varieties in most combination cold medicines are usually older ones, which seem to <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC7110240/\">work better</a> for nasal symptoms caused by viruses.</p>\n\n<p class=\"has-text-align-none\">Decongestants and antihistamines <a href=\"https://pubmed.ncbi.nlm.nih.gov/39011322/\">aren’t safe for kids under 6</a> and need to be used with caution in older children.</p>\n\n<p class=\"has-text-align-none\">It’s not uncommon for people using these medications to have side effects like drowsiness, dry mouth, and trouble sleeping. Additionally, they’re not safe for use in people with high blood pressure, glaucoma, kidney disease, and other conditions. People with preexisting conditions and those taking certain medications, including some antidepressants, should check with a health care clinician or pharmacist before taking these medications.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Nasal sprays and inhalers </strong></h3>\n\n<p class=\"has-text-align-none\">Nasal sprays or inhalers containing certain anti-runny-nose components have been proven to make coughs and colds somewhat less miserable. The active ingredients to look for are <a href=\"https://my.clevelandclinic.org/health/drugs/18387-cromolyn-nasal-spray#:~:text=Cromolyn%20is%20a%20nasal%20spray,this%20medication%20is%20Nasalcrom%C2%AE.\">cromolyn sodium</a> (in over-the-counter brands like Nasalcrom) and <a href=\"https://www.mayoclinic.org/drugs-supplements/ipratropium-nasal-route/description/drg-20064390\">ipratropium bromide</a> (available as the prescription-only Atrovent). These haven’t been studied in kids under 6, so again, only use them per package directions in older children.</p>\n\n<p class=\"has-text-align-none\">A lot of people also get relief from saline nasal sprays and <a href=\"https://www.fda.gov/consumers/consumer-updates/rinsing-your-sinuses-neti-pots-safe\">nasal irrigation</a>, but make sure you follow the package directions to avoid other infection risks.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Cough medicines </strong></h3>\n\n<p class=\"has-text-align-none\">When it comes to cough medicines in particular, a <a href=\"https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD001831.pub5/full\">2014 review</a> study found little evidence to suggest they’re effective. This category includes drugs advertised as cough suppressants (e.g., <a href=\"https://pubmed.ncbi.nlm.nih.gov/36239199/\">dextromethorphan</a>, which is supposed to lower the frequency of cough) or expectorants (e.g., <a href=\"https://pubmed.ncbi.nlm.nih.gov/24003241/\">guaifenesin</a>, which theoretically helps make coughing more effective at getting the gunk out). Plus, these medications can be <a href=\"https://www.nationwidechildrens.org/family-resources-education/health-wellness-and-safety-resources/helping-hands/cough-and-cold-medicine-over-the-counter-otc#:~:text=FDA%20and%20American%20Academy%20of,doctor%20or%20health%20care%20provider.\">dangerous to young children</a>, and aren’t recommended for kids under 6. </p>\n\n<p class=\"has-text-align-none\">It’s worth noting that in small but well-designed studies, one of which was conducted by pharmaceutical companies, dextromethorphan slightly <a href=\"https://pubmed.ncbi.nlm.nih.gov/24995954/\">decreased coughing</a> in both adults and <a href=\"https://pubmed.ncbi.nlm.nih.gov/37232330/\">older children</a>. <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK538502/\">Overdoses</a> can be dangerous, though, and the benefit is so small that most experts don’t think it’s worth the trade-off so don’t recommend it to patients generally. However, if you find this medication helpful, it’s safe to use in moderation. Just opt for formulations that contain only dextromethorphan (rather than combination medications) and take it according to the package directions.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Honey, zinc, and vitamin C</strong></h3>\n\n<p class=\"has-text-align-none\">There’s evidence that a couple teaspoons of <a href=\"https://pubmed.ncbi.nlm.nih.gov/22869830/\">honey</a> reduces nighttime coughing, making it a safer and more cost-effective choice than cough medicine for most people (note that honey is not safe for babies less than a year old). Additionally, <a href=\"https://pubmed.ncbi.nlm.nih.gov/38719213/\">oral zinc</a> might shorten the time some people experience cold symptoms after infection, although its nasty taste and the nausea it causes some people may not be worth the benefit. (Avoid nasally administered zinc; overdoses can lead to a permanent loss of smell.) There’s also some evidence that very active people taking big doses of vitamin C — a gram a day for a week — have <a href=\"https://pubmed.ncbi.nlm.nih.gov/38082300/\">shorter and less severe colds</a>, but it’s not totally clear whether the effect translates to people who have normal activity levels.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>There’s help beyond the cold medicines</strong></h2>\n\n<p class=\"has-text-align-none\">Some of the most effective treatments for colds are things you can do for free, more or less. Sleeping propped up on lots of pillows can help reduce nighttime cough and congestion by allowing gravity to drain all that extra gunk downward from your nose, sinuses, and throat. You can even elevate the head of your bed by putting bricks or cinder blocks under the top legs.</p>\n\n<p class=\"has-text-align-none\">Getting <a href=\"https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/414701\">plenty of rest</a> on a regular basis — eight hours or more a night — may make cold symptoms less severe if you do get infected, and can help you fight off colds by <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC3256323/\">boosting your immune system</a>. Drink plenty of fluids to avoid dehydration, keep your mucous membranes nice and moist, and loosen all the sticky stuff.</p>\n\n<p class=\"has-text-align-none\">Routine viral coughs and colds are typically the worst for the first three to five days, and you might have a fever for the first two to three. However, it’s very common for mild symptoms to linger, even if they don’t signify anything nefarious: Runny noses and congestion can hang around for seven to 10 days, and a post-viral cough (usually caused by persistent irritation) can last up to three weeks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If things don’t get better, it might be time to get professional help. See a health care provider — whether it be your primary care physician or someone at your neighborhood urgent care clinic — if you have a fever that lasts for more than three days or if you have severe symptoms like shortness of breath, a throat so sore you can’t stay hydrated, persistent dizziness, or trouble getting out of bed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Conditions other than viral infections can cause cold symptoms: Seasonal allergies can also strike in winter, and bacterial infections in the ears, sinuses, upper airways, and lungs can start with symptoms that look a lot like a nasty cold. So if you have anything else going on that feels atypical or concerning to you, check in with a provider to determine whether it’s something that needs more than the usual home care.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "With the arrival of cooler weather, the season of hacking and sniffling is here. Once again, haggard-looking people roam the aisles of American pharmacies, clutching tissues and looking for relief — and often coming up empty-handed. Last year, the FDA recommended that phenylephrine, a decongestant in many popular cold medicines that’s been proven to be [&#8230;]",
    "author": "Keren Landman, MD"
  },
  {
    "title": "The slippery appeal of RFK Jr.’s Make America Healthy Again movement",
    "link": "https://www.vox.com/policy/390309/maha-rfk-make-america-healthy-again-slippery",
    "pubDate": "2024-12-10T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/Healthcare_RFK01_GettyImages-2181401030.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Anybody can be a part of Robert F. Kennedy Jr.’s Make America Healthy Again campaign.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On his <a href=\"https://www.mahanow.org/\">MAHA website</a>, shoppers can buy shirts identifying themselves as a surfer, snowboarder, skier, sailor, marine, soldier, veteran, chiropractor, artist, fisherman, diver, nurse, doctor, pharmacist, paramedic, engineer, trucker, therapist, lawyer, teacher, millennial, Gen Z, Gen X, Boomer, mom, warrior mom, dog mom, or grandmother — who, like Kennedy, opposes the public health or factory farming or pharmaceutical corporate establishment.</p>\n\n<p class=\"has-text-align-none\">Over the 16 months he campaigned for president, and ever since he <a href=\"https://www.vox.com/politics/368394/rfk-drop-out-2024-presidential-campaign-trump\">quit</a> to endorse President-elect Donald Trump in August, Kennedy has been making strange bedfellows in a divided nation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Voters across the partisan spectrum can find at least one thing he’s said or done that resonates with their values. Opponents of industrialized agriculture and people who want easier access to unpasteurized milk can convince themselves he’s an ally. Public health authorities and fact-based journalists may clash with Kennedy for his inaccurate representations of biomedical science, but many Americans<a href=\"https://elections2024.thehill.com/national/robert-f-kennedy-favorability-rating/\"> </a>sympathize with his comments on the drug industry, and a <a href=\"https://www.pewresearch.org/science/2023/05/16/americans-largely-positive-views-of-childhood-vaccines-hold-steady/\">growing number</a> share his negative views on <a href=\"https://www.c-span.org/video/?517421-1/rally-covid-19-vaccine-mandates\">vaccine mandates</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump’s decision to pick Kennedy to lead the Department of Health and Human Services wasn’t a conventional choice. Kennedy represents a movement that has long been outside the mainstream but now finds itself in the halls of power. Soon after Kennedy <a href=\"https://www.nbcnews.com/politics/2024-election/rfk-jr-says-court-filing-endorsing-trump-ending-presidential-hopes-rcna165936\">traded his endorsement</a> for an appointment by then-candidate Trump in August, his platform took on a more Trumpian branding: Make America Healthy Again, often shortened to MAHA.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/Healthcare_RFK02_GettyImages-2181401030.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A desaturated photo of Robert F. Kennedy, Jr. with a huge, darkened crowd behind him\" title=\"A desaturated photo of Robert F. Kennedy, Jr. with a huge, darkened crowd behind him\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox; Photo by Michael M. Santiago/Getty Images\" />\n<p class=\"has-text-align-none\">But what does that really mean? What would the consequences be for people’s health?</p>\n\n<p class=\"has-text-align-none\">By articulating a few big, noble goals in alluringly plain language — without getting into the weeds about how to achieve them — MAHA has drawn what were once distinct causes together under one banner. But it’s in between the lines where its dangers lie: MAHA’s calculated omissions allow people to project their own priorities onto the platform, without having to think too hard about the trade-offs.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The historical origins of Make America Healthy Again&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">From the beginning, Kennedy’s career has blended a connection to the counterculture with his august surname and a professed commitment to noble goals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During court-ordered community service for a drug offense in the early ’80s, he wound up renovating a building owned by the Open Space Institute, a land preservation organization. The building was later taken over by Hudson Riverkeeper, a group dedicated to rehabilitating the befouled Hudson River, and he embraced the cause: After his admission to the bar in 1985, he took on multiple corporate polluters in high-profile cases over the next few decades as senior attorney for the Natural Resources Defense Council. He styled himself as a crusader for the Earth, and so did the media; in 1999, <a href=\"https://time.com/archive/6736055/fresh-water-let-rivers-run-deep/\">Time</a> magazine named him a <a href=\"https://content.time.com/time/covers/asia/0,16641,19990111,00.html\">Hero for the Planet</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the early 2000s, Kennedy got interested in thimerosal, a mercury-based preservative then often used to produce vaccines. A now-discredited 1998 publication by British scientist <a href=\"https://www.chop.edu/vaccine-education-center/vaccine-safety/vaccines-and-other-conditions/autism\">Andrew Wakefield</a> had floated a hypothesis linking the ingredient with childhood autism — and while reams of much higher-quality science had already disproven it, <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0256395\">doubts persisted</a> among the general public.</p>\n\n<p class=\"has-text-align-none\">Despite the <a href=\"https://www.voicesforvaccines.org/science/\">weight of the evidence</a> confirming vaccine safety and the immense global benefits of childhood vaccinations, it became Kennedy’s most important cause. He spent the next two decades at the helm of Children&#8217;s Health Defense, one of the <a href=\"https://apnews.com/article/coronavirus-pandemic-business-health-pandemics-race-and-ethnicity-d140be878b1ef0c5a5cce3cfde71e69c\">leading</a> <a href=\"https://www.nytimes.com/2022/08/18/technology/facebook-instagram-robert-kennedy-jr-misinformation.html\">organizations</a> in spreading anti-vaccination messages.</p>\n\n<p class=\"has-text-align-none\">It represented a break from his activism on behalf of a more conventional and scientifically sound cause to one on the biomedical fringes. Environmentalism “is a shockingly mainstream movement overall” rooted in a faith in science, expertise, and a belief in an active federal government that can implement solutions, says <a href=\"https://history.uga.edu/directory/people/brian-allen-drake-0\">Brian Drake</a>, a historian of environmental movements at the University of Georgia.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In contrast, the anti-vaccination movement is grounded in a distrust of science and government, and relies on deliberate misreadings of scientific evidence to support its positions.</p>\n\n<p class=\"has-text-align-none\">But there is a common thread: Both movements appeal to people with an intense distrust of authority, whether government, scientific, or corporate. People with these values have historically used environmental causes as a vehicle to express them, Drake says. For example, when <a href=\"https://books.google.com/books?id=pchLAgAAQBAJ&amp;pg=PA52&amp;source=gbs_toc_r&amp;cad=1#v=onepage&amp;q&amp;f=false\">anti-fluoridation advocates</a> gained momentum in the 1950s and 1960s, their most prominent leaders in the US were anti-communists and organic farmers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For those environmentalists who like Kennedy, there is similarly “a real emphasis on bodily integrity, fears of poisons getting into your body,” Drake says. “There&#8217;s a really strong individualistic strain to it.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Radical individualists come to environmentalism from a different place than other people who support the cause. For that reason, they also favor different solutions, says <a href=\"https://www.buffalo.edu/news/experts/holly-buck-faculty-expert-environmental-policy-climate-adaptation-geoengineering.html\">Holly Buck</a>, a sociologist at the University of Buffalo, whose climate politics research involves assessing American public opinion about new technologies to address climate change.</p>\n\n<p class=\"has-text-align-none\">The Kennedy supporters Buck has spoken with often tell her they’re “fed up” with mainstream approaches to climate action like <a href=\"https://www.vox.com/23817575/carbon-offsets-credits-financialization-ecologi-solutions-scam\">carbon offsets</a> and <a href=\"https://www.vox.com/climate/372852/solar-power-energy-growth-record-us-climate-china\">alternative</a> <a href=\"https://www.vox.com/energy-and-environment/2018/3/8/17084158/wind-turbine-power-energy-blades\">energy</a> sources. Rather than push for scalable big-government solutions like investments in renewable energy, she says, people in this subgroup favor more individualistic approaches that don’t restrict their freedom, like strengthening regenerative agriculture for small local farms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kennedy has done the same. In the mid-2000s, he <a href=\"https://grist.org/politics/capecod/\">opposed</a> an effort to build a wind farm off the coast of Cape Cod, framing the issue as a clash between corporations and local economies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During the 2024 campaign, he <a href=\"https://www.nytimes.com/2024/08/27/climate/rfk-jr-trump-climate-change.html\">said</a> soil regeneration and clean water are higher on the list of his environmental priorities than, for example, investments in <a href=\"https://www.vox.com/the-highlight/372329/climate-change-carbon-capture-storage-fix-the-planet\">carbon capture technologies</a> that literally suck carbon dioxide out of the air. (Kennedy left the Natural Resources Defense Council in 2014; his former colleagues there say his anti-science views became incompatible with the organization’s work.)</p>\n\n<p class=\"has-text-align-none\">Vaccine deniers and RFK Jr.-style environmentalists are highly skeptical of corporate power and the scientists they perceive to be in collusion with those nefarious entities. By 2015, historically left-leaning anti-vaxxers were using social media to grow their movement <a href=\"https://www.wired.com/2015/06/antivaxxers-influencing-legislation/\">across political and special interest lines</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The pandemic further galvanized their efforts and brought in new adherents: Conservatives fearful of government overreach found common cause with vaccine deniers, says Sara Gorman, a public health researcher and author whose latest book is about medical distrust and conspiracy theories. A generation of right-wing politicians and media commentators had primed them to be deeply skeptical of the so-called liberal bias of conventional expertise and academia.</p>\n\n<p class=\"has-text-align-none\">The pandemic wove together these previously disparate threads of distrust with shocking efficiency. To mobilize them even as the public health emergency faded, all someone had to do was show up and pull.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What is MAHA, and who’s behind it?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Kennedy has been articulating elements of what eventually became the MAHA platform for years. His agenda acquired shades of MAGA only recently, when he effectively dropped his doomed presidential bid <a href=\"https://www.nbcnews.com/politics/2024-election/rfk-jr-says-court-filing-endorsing-trump-ending-presidential-hopes-rcna165936\">in exchange for influence</a> over Trump’s health care agenda and over the president-elect himself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The first murmurs of MAHA, the brand, started in early September with an <a href=\"https://www.wsj.com/opinion/trump-can-make-america-healthy-again-rfk-jr-reforms-chronic-disease-crisis-a9b4b8c0?st=4w601dlfq6vln1d\">op-ed Kennedy authored</a> in the Wall Street Journal. The effort eventually articulated <a href=\"https://www.maha.vote/\">five key aims</a>:</p>\n\n<ul>\n<li>Combat America’s chronic disease epidemic — especially cancer, diabetes, and heart disease — by tackling its root causes: poor diet, environmental toxins, and inadequate health care.</li>\n\n\n\n<li>Promote <a href=\"https://www.vox.com/future-perfect/362224/environment-groups-meat-industry-lies-global-warming-climate-change-wwf\">regenerative agriculture</a>, an organic-style farming approach that promises to slash agricultural carbon emissions and conserve nature while reducing chemical use, with the aim of producing healthier food.</li>\n\n\n\n<li>Restore natural ecosystems to benefit human and animal health and mitigate the environmental harms of US industry and agriculture.&nbsp;</li>\n\n\n\n<li>Reduce corporate influence in government, especially in its public health and environmental agencies.</li>\n\n\n\n<li>Remove chemicals and toxins from the country’s food, water, and air.</li>\n</ul>\n\n<p class=\"has-text-align-none\">On the surface, these priorities don’t look that different from those of the <a href=\"https://www.apha.org/policies-and-advocacy/advocacy-for-public-health/priorities\">American Public Health Association</a> or the <a href=\"https://www.cspinet.org/advocacy/our-issues\">Center for Science in the Public Interest</a>. They share elements of the <a href=\"https://www.cdc.gov/one-health/about/index.html\">One Health</a> approach to ecosystem health embraced by leading health authorities worldwide.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Trump and Kennedy speak the same anti-intellectual language.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">In fact, several of these priorities directly contradict elements of Trump’s platform. (In a campaign speech before the election, Trump <a href=\"https://www.eenews.net/articles/trump-says-rfk-jr-wont-touch-the-oil-and-gas/\">said</a> that when it comes to Kennedy’s climate priorities and their impact on oil and gas, “We’re not going to let him get involved.”)</p>\n\n<p class=\"has-text-align-none\">Kennedy has fit seamlessly into Trumpworld because his disdain for expertise is shared by the president-elect, says <a href=\"https://www.bu.edu/sph/profile/matthew-motta/\">Matthew Motta</a>, a political scientist and health policy scholar at Boston University and author of <em>Anti-Scientific Americans: The Prevalence, Origins, and Political Consequences of Anti-Intellectualism in the US. </em>“They speak the same anti-intellectual language,” he says.</p>\n\n<p class=\"has-text-align-none\">His platform has been shaped by several important staffers. New Age author Charles Eisenstein has described himself as Kennedy’s “campaign philosopher,” according to a <a href=\"https://www.newyorker.com/magazine/2024/08/12/robert-f-kennedy-jr-profile-presidential-campaign\">New Yorker profile</a> of the candidate. He sees the assassination of President John F. Kennedy as a deep wound still lodged in America’s collective psyche, and believes that Robert F. Kennedy Jr.’s leadership could be <a href=\"https://www.nytimes.com/2023/06/30/opinion/robert-f-kennedy-jr-coalition-supporters.html\">profoundly healing</a> to the country by providing it with a political realignment that defies the traditional two-party system.</p>\n\n<p class=\"has-text-align-none\">Siblings Calley and Casey Means have also <a href=\"https://www.wsj.com/politics/trump-rfk-calley-casey-means-bc996dc1\">shaped the MAHA plan</a>. Casey is a Stanford-educated surgeon turned wellness influencer, while Calley was at one point a political insider interning for John McCain’s presidential campaign and lobbying Congress on behalf of the food and pharmaceutical industries. Now authors of a bestselling book on metabolism and health, they bring a deep distrust of those industries and of the medical establishment to Kennedy’s coalition, as well as an insider’s understanding of how they work.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://icandecide.org/about-us/\">Del Bigtree</a>, founder of the <a href=\"https://icandecide.org/team-member/del-bigtree/\">Informed Consent Action Network</a>, a prominent anti-vaccination organization, is the MAHA PAC’s CEO, and the group’s social media director previously worked closely with <a href=\"https://www.aubreymarcus.com/\">Aubrey Marcus</a>, a podcaster and founder of the <a href=\"https://www.onnit.com/joe-rogan/?srsltid=AfmBOoo0heuk5_uUvyk9Vf4axSrRkC2Xh5SR3DllA3RdFaIZxU8dqUZc\">Joe Rogan-endorsed</a> fitness and supplement brand Onnit.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Who is MAHA for?</strong></h2>\n\n<p class=\"has-text-align-none\">Taken together, these apostles display impressive credentials. But they are also fluent in the right-leaning influencer-slash-podcaster subculture that has grown around “healthy” eating and exercising; Kennedy himself has gone viral for his weightlifting clips.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This movement has one distinguishing feature that unites its disparate threads: People who go from curious to supportive of MAHA, whatever its specific draw to them is, also embrace an intense individualism combined with a “really knee-jerk, angry anti-elitism,” Drake says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After reciting a <a href=\"https://www.reuters.com/article/fact-check/termination-of-pregnancy-can-be-necessary-to-save-a-womans-life-experts-say-idUSL1N2TC0VD/\">falsehood about abortion</a> to a Washington Post reporter — that it’s “never medically necessary to save the life of the mother” — conservative wellness influencer and MAHA stan Alex Clark summarized the ethos: “I know you’ll cite experts who tell me I’m wrong about this, but this is my view.”</p>\n\n<p class=\"has-text-align-none\">Not all vaccine-hesitant people fit this description. But many of those who are suspicious of vaccines <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10333558/\">on ideological grounds</a> do, and Kennedy’s work resonates with them.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nytimes.com/2024/10/23/opinion/vaccines-rfk-mom.html\">Moms</a> are among those drawn to his promise to hold accountable American health care and the federal agencies that regulate it: American mothers’ skepticism about vaccinating their own children <a href=\"https://anthrosource.onlinelibrary.wiley.com/doi/10.1111/maq.12764\">is associated with</a> having their own <a href=\"https://theconversation.com/vaccine-skeptical-mothers-say-bad-health-care-experiences-made-them-distrust-the-medical-system-217433\">negative experiences</a> in health care, and <a href=\"https://www2.deloitte.com/us/en/insights/industry/health-care/trust-in-health-care-system.html\">more than half</a> of Americans report encounters with health care providers bad enough to undermine their trust.</p>\n\n<p class=\"has-text-align-none\">Kennedy’s anti-vaccine campaign has <a href=\"https://www.nature.com/articles/s41598-022-10070-w\">coincided</a> with a rise in anti-vaccine attitudes among the US public over the last few decades. More parents are <a href=\"https://www.cdc.gov/mmwr/volumes/73/wr/mm7338a3.htm\">opting</a> <a href=\"https://www.cdc.gov/mmwr/volumes/73/wr/mm7341a3.htm\">out</a> of giving their children vaccinations recommended by the Centers for Disease Control and Prevention: Over the last decade, the percentage of kindergartners who hadn’t received routine immunizations <a href=\"https://www.cdc.gov/schoolvaxview/data/index.html\">increased</a> by 2 to 3 percent. In more than three-quarters of states, measles immunization rates were <a href=\"https://www.kff.org/policy-watch/childhood-vaccination-rates-continue-to-decline-as-trump-heads-for-a-second-term/\">below the 95 percent</a> coverage threshold needed to prevent outbreaks in the event of a school-based exposure.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kennedy also appeals to people who broadly distrust government and to “double-haters” — those who think institutions and both mainstream political parties need to be dismantled and either rebuilt or replaced. Despite his lifetime affiliation with the Democratic Party, Kennedy styles himself as a bridger of partisan divides: An early graphic on his now-revamped website read, “Left isn’t better. Right isn’t better. Better is better.”</p>\n\n<p class=\"has-text-align-none\">Some of his politically unaffiliated supporters see themselves as outsiders whose skepticism was <a href=\"https://www.opb.org/article/2024/05/30/robert-kennedy-voters-biden-trump/\">underappreciated</a> by big-party candidates, and whose perspectives are <a href=\"https://theconversation.com/populist-podcasters-love-rfk-jr-and-he-took-the-same-left-right-turn-toward-trump-as-they-did-243761\">maligned</a> by mainstream media. In an August Pew Research poll, <a href=\"https://www.pewresearch.org/short-reads/2024/08/23/as-rfk-jr-exits-a-look-at-who-supported-him-in-the-2024-presidential-race/\">three-quarters</a> of his supporters identified with neither the Republican nor the Democratic Party. Others who’ve <a href=\"https://x.com/jaredpolis/status/1857173250586911189?lang=en\">expressed enthusiasm</a> about his prospective HHS nomination are insiders, like Democratic Colorado Gov. Jared Polis, whose <a href=\"https://www.nytimes.com/2024/11/17/opinion/jared-polis-robert-kennedy-democrats.html\">crunchy constituents</a> seem to gravitate to the language Kennedy uses about personal choice. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>RFK Jr. and the culture that has embraced him have managed to make a version of environmentalism and clean living appetizing to male-dominated segments of the US population that would ordinarily scoff at tree huggers and health freaks.&nbsp;</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">People interested in environmental causes, healthy eating, and the humane treatment of animals may also be drawn to Kennedy’s statements on the <a href=\"https://www.agdaily.com/insights/perspective-rfk-jr-poses-a-danger-to-american-agriculture/\">toxicity of modern agriculture</a> and <a href=\"https://www.vox.com/future-perfect/362271/factory-farming-climate-movement-public-health-pandemics\">factory farmin</a>g. His enthusiasm for organically produced foods mirrors American consumers’: Demand for organic food has been on the rise for at least <a href=\"https://www.ers.usda.gov/topics/natural-resources-environment/organic-agriculture/#:~:text=This%20Amber%20Waves%20infographic%20shows,Waves%20infographic%2C%20December%202023).\">two decades.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kennedy’s <a href=\"https://www.wired.com/story/rfk-jr-presidential-campaign-online/\">prowess at the pullup bar</a>, his embrace of social media-approved dietary recommendations, and the Goop-like <a href=\"https://www.mahanow.org/american-wellness-summit\">wellness summit</a> he convened in March have lent him credibility and popularity among wellness influencers and their followers. Increasingly, wellness professionals share online space with people who <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/02/everything-youve-been-told-is-a-lie-inside-the-wellness-to-facism-pipeline\">distrust mainstream narratives</a>; both see an opportunity for legitimacy and profit in Kennedy’s ascent, says <a href=\"https://www.bates.edu/rhetoric-film-screen-studies/faculty/kelley-romano-stephanie/\">Stephanie Kelley-Romano</a>, a professor of rhetoric at Bates College who studies conspiracy theories.</p>\n\n<p class=\"has-text-align-none\">He has also partnered with another set of influencers: podcast bros. Kennedy appeared on Joe Rogan’s popular podcast in June 2023; podcaster Theo Von says he’s <a href=\"https://www.instagram.com/reel/DCH_b_ePDk7/?utm_source=ig_web_copy_link&amp;igsh=MzRlODBiNWFlZA==\">been a buddy for years</a>. During Jake Paul’s recent bout with Mike Tyson, one of <a href=\"https://x.com/sprendax_/status/1857656592990122153\">his cutmen</a> sported a MAHA hat.</p>\n\n<p class=\"has-text-align-none\">RFK Jr. and the culture that has embraced him have managed to make a version of environmentalism and clean living appetizing to male-dominated segments of the US population that would ordinarily scoff at tree huggers and health freaks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But as Kennedy assumes control of America’s health agencies, these ideas will transition from being fodder for Instagram influencers to the public policy of the United States.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>MAHA’s opacity is the heart of its appeal</strong></h2>\n\n<p class=\"has-text-align-none\">MAHA is clear about its enemies: the corporate, industrial, and agricultural sectors that Kennedy says are corrupting American bodies, land, and government.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s a lot less clear about how it plans to take those enemies down.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That lack of clarity is not an accident. In a movement that vilifies experts and political elites, having a plan is suspect — perhaps, proof that you’re one of “them.” But having big ideas and just “a concept of a plan?” That’s inspired, baby.</p>\n\n<p class=\"has-text-align-none\">Being fuzzy on the specifics also makes it much easier to recruit fans: You can support Kennedy without dwelling on how following through on one of your priorities might endanger other causes you hold dear. Love organic food, but don’t want to think too much about farmers going out of business, or bare supermarket shelves? Psyched to crack down on Big Pharma’s abuses without having to consider how cutting off supposedly spendthrift infectious disease researchers could lead to your loved one dying of an untreatable illness? MAHA’s got a cause — and the shirt — for you.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The movement does feature some good ideas: Everybody’s in favor of eliminating government corruption; everybody wants clean air, water, and food.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But some of MAHA’s worst ideas are in what it leaves unsaid. Who defines what toxins are, and what do we do if there are big disagreements about that definition? If we get Big Pharma’s influence out of the drug safety and approval process, what would be the costs of an alternate system for ensuring we have medicines we can trust?</p>\n\n<p class=\"has-text-align-none\">MAHA’s lack of specifics might make it more popular — it is akin to “Better ingredients, better pizza, Papa John’s,” as one commentator <a href=\"https://www.reddit.com/r/RFKJrForPresident/comments/1faunxp/what_does_maha_mean/\">quipped</a>. But it also makes it wildly unclear how much Kennedy will actually try to move his good ideas forward, and how many of his bad ideas might become priorities instead.</p>\n\n<p class=\"has-text-align-none\">It all makes sense — if you don’t think about it too much.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Anybody can be a part of Robert F. Kennedy Jr.’s Make America Healthy Again campaign.&#160; On his MAHA website, shoppers can buy shirts identifying themselves as a surfer, snowboarder, skier, sailor, marine, soldier, veteran, chiropractor, artist, fisherman, diver, nurse, doctor, pharmacist, paramedic, engineer, trucker, therapist, lawyer, teacher, millennial, Gen Z, Gen X, Boomer, mom, warrior [&#8230;]",
    "author": "Keren Landman, MD"
  },
  {
    "title": "Jay-Z was named in a Diddy lawsuit. Will other celebrities be next?",
    "link": "https://www.vox.com/culture/390327/jay-z-diddy-rape-lawsuit-fbi-sex-trafficking",
    "pubDate": "2024-12-09T23:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Rapper Jay-Z Wearing a white suit, white shirt, and white bowtie.\" data-caption=\"Jay-Z at The Book of Clarence Los Angeles premiere on January 5, 2024. | Phillip Faraone/Getty Images\" data-portal-copyright=\"Phillip Faraone/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-1911124242.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Jay-Z at The Book of Clarence Los Angeles premiere on January 5, 2024. | Phillip Faraone/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">One question that’s loomed over the disturbing allegations against Sean “Diddy” Combs is the culpability of his famous friends. Will anyone else be exposed during his upcoming trial or named in the growing pile of civil lawsuits against him? In the months since the hip-hop mogul was <a href=\"https://www.vox.com/culture/373997/sean-combs-diddy-puffy-cassie-freak-offs-conspiracy-beiber\">federally charged with sex trafficking and racketeering</a> in the Southern District of New York, spectators online have been mining old photos of Combs’s <a href=\"https://www.vox.com/culture/381178/sean-combs-diddy-puffy-bad-boy-biggie-fbi\">star-studded white parties</a>, looking at potential celebrities — from Ashton Kutcher to Beyoncé — that could have been involved or at least possibly aware of his alleged “freak-offs.”</p>\n\n<p class=\"has-text-align-none\">This focus on Combs’s high-profile associates seems to have built on the speculation around the late financier and child sex offender Jeffrey Epstein, whose 2019 death left many open questions about his own elite circle. Online, conspiracy theories circulate about who knew or did what with the Diddy case, from <a href=\"https://x.com/DianaWallace888/status/1839529159636160674\">QAnon-esque readings of Justin Bieber lyrics</a> to <a href=\"https://www.vulture.com/article/diddy-conspiracy-theories-have-lost-the-plot.html\">anti-gay speculation</a> about his mentorship of Usher. However, recent accusations involving one of Diddy’s most illustrious music peers have lent some gravity to this conjecture. On Monday, in an anonymous civil lawsuit, fellow rapper and mogul Jay-Z (a.k.a. Shawn Carter)<strong> </strong>was <a href=\"https://www.nbcnews.com/news/us-news/jay-z-accused-civil-lawsuit-raping-13-year-old-girl-2000-sean-diddy-co-rcna183376\">accused of raping a 13-year-old girl</a> in 2000 along with Combs.</p>\n\n<p class=\"has-text-align-none\">The complaint, which was filed in October, initially only listed Combs as a defendant, concealing the names of a male celebrity who allegedly participated in the assault and a female celebrity who allegedly witnessed it. However, some back-and-forth between Carter and the accuser’s counsel resulted in the rapper’s inclusion in a re-filing, making Carter the first high-profile defendant intertwined in Combs’s ongoing legal scandals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While it’s still early days for this case, the suit raises questions about what this will mean for the rest of Combs’s legal proceedings, and whether other A-list figures could possibly be named. Notably, Hollywood’s Me Too movement did not penetrate the even less regulated music industry in a culture-shifting way, let alone the male-dominated genre of rap. Will the calling out of a celebrity as gigantic as Jay-Z embolden more victims to speak up?&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What is Jay-Z being accused of?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">In the <a href=\"https://www.documentcloud.org/documents/25449342-diddy-lawsuit-naming-jay-z/\">new lawsuit</a>, posted by legal journalist Meghann Cuniff, the anonymous plaintiff, identified as Jane Doe, claims that Combs and Carter took turns raping her at an MTV Video Music Awards after-party while an unidentified female celebrity watched. The accuser says she was transported to the party by Combs’s driver, who she met outside of Radio City Music Hall while she was trying to gain entry into the venue for the awards show. The driver told her he would take her to the party after the show, stating that she “fit what Diddy was looking for.” When they arrived at the mansion where the party was held, the woman said she signed what she thought was a nondisclosure agreement. She was also given a drink that made her feel “woozy and lightheaded, making her need to lie down,” according to the lawsuit. Shortly after she went into a room to rest, Combs and Carter entered. Combs allegedly grabbed her and exclaimed, “You are ready to party!”&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to the lawsuit, Carter took off her clothes, held her down, and raped her while Combs and the unidentified female celebrity watched. Combs then allegedly raped the plaintiff while Carter and the unnamed celebrity looked on. Eventually, the plaintiff was able to escape after hitting Combs in his neck and running out of the room. </p>\n\n<p class=\"has-text-align-none\">Texas-based attorney Tony Buzbee, who in recent months filed numerous lawsuits against Combs accusing him of physical and sexual assault, says in the latest lawsuit that he sent Carter a demand letter prior to refiling, “requesting a mediation” to resolve the matter. Carter then filed his own anonymous lawsuit against the plaintiff’s legal team, accusing them of extortion. In the refiled complaint, Buzbee calls Carter’s lawsuit &#8220;frivolous&#8221; and accuses him of “orchestrating a conspiracy of harassment, bullying, and intimidation against Plaintiff’s lawyers, their families, and former associates in an attempt to silence Plaintiff” from naming him.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-1201933535.jpg?quality=90&#038;strip=all&#038;crop=0,12.848664018776,100,74.302671962448\" alt=\"Diddy in a white suit and black shirt stands next to Jay-Z in a pink suit and white shirt. Both men are holding wine glasses and standing outdoors at the edge of a manicured lawn with a wild hillside behind them.\" title=\"Diddy in a white suit and black shirt stands next to Jay-Z in a pink suit and white shirt. Both men are holding wine glasses and standing outdoors at the edge of a manicured lawn with a wild hillside behind them.\" data-has-syndication-rights=\"1\" data-caption=\"Jay-Z and Diddy at the Roc Nation Brunch on January 25, 2020, in Los Angeles. | Kevin Mazur/Getty Images for Roc Nation\" data-portal-copyright=\"Kevin Mazur/Getty Images for Roc Nation\" />\n<p class=\"has-text-align-none\">After the refiling, Carter denied all allegations, releasing an impassioned — and seemingly unvetted by a publicist — statement on his entertainment company <a href=\"https://x.com/RocNation/status/1865917852542247358\">Roc Nation’s social media accounts</a> on Sunday. (The statement is currently being circulated as an <a href=\"https://x.com/nba_yb_tv/status/1865980632699932697\">ad on X</a>.) In his response, he calls the initial demand letter he received from Buzbee a “blackmail attempt,” disparages Buzbee’s reputation as a lawyer, and mentions the effect of the accusations on his family, which includes his wife, singer Beyoncé Knowles-Carter: “My only heartbreak is for my family. My wife and I will have to sit our children down, one of whom is at the age where her friends will surely see the press and ask questions about the nature of these claims, and explain the cruelty and greed of people.”&nbsp;He also implores Buzbee to file a criminal complaint rather than a civil one.</p>\n\n<p class=\"has-text-align-none\">On Monday, Carter’s attorneys <a href=\"https://www.documentcloud.org/documents/25450272-jay-z-oppo-to-motion-to-proceed-anonymously/\">opposed the plaintiff’s request</a> to proceed anonymously. The motion notes that in two previous cases that Buzbee filed in the New York district, the court denied his requests, after “failing to meet the burden to show that each plaintiff was entitled to ‘the exceptional remedy of anonymity.’”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Are more celebrities likely to be named?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">While the world waits for a conclusion to this disturbing lawsuit, the implications of the news are yet to be seen. Will the exposure of someone as powerful as Carter result in more celebrities being outed in Combs’s legal proceedings or even sued on their own? Or is this simply the outcome of confidential back-and-forth handled in a messy manner?</p>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://www.vox.com/culture/379766/diddy-mike-jeffries-abercrombie-fitch-sex-trafficking-kanye-west\">previous interview</a> with Vox about the rise of high-profile sex-trafficking cases, former Department of Justice prosecutor Neama Rahmani said it’s unlikely that more would be exposed in the criminal charges against Combs, given that US Attorney Damian Williams lacks “a kitchen-sink approach” to prosecuting. He also said the “standard is higher” in criminal court, and prosecutors aren’t going to risk naming someone unless they’re certain they can get a conviction. However, he does expect for celebrities involved in these cases to receive civil lawsuits, as we’re seeing currently. </p>\n\n<p class=\"has-text-align-none\">“There&#8217;s a lot of allegations that there were other celebrities that participated in these ‘freak-offs,’” says Rahmani, who has prosecuted human trafficking cases. “According to Cassie Ventura, he recorded these freak-offs both for his sexual pleasure but also to have power over the [celebrity] participants to blackmail them. So this might be the first domino to fall.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rahmani also tells Vox that other lawsuits against Carter could emerge, similar to the way Casandra “Cassie” Ventura’s 2023 claims against Combs, her ex-partner, led to an avalanche of allegations by other accusers. For now, Rahmani says spectators will have to wait and see.</p>\n\n<p class=\"has-text-align-none\">“It&#8217;s really impossible to know,” he says. “But it might be a Me Too-type of situation for the music industry.”&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "One question that’s loomed over the disturbing allegations against Sean “Diddy” Combs is the culpability of his famous friends. Will anyone else be exposed during his upcoming trial or named in the growing pile of civil lawsuits against him? In the months since the hip-hop mogul was federally charged with sex trafficking and racketeering in [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "Yes, you can fight climate change in your backyard",
    "link": "https://www.vox.com/the-highlight/377995/rewilding-lawn-backyard-climate-change",
    "pubDate": "2024-12-09T14:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Cat Willett for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_Header_.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_1_04eb0b.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A woman fans herself while looking out her apartment window. Text: Oftentimes, it seems as though climate change is out of my hands. I try to do my part, but it&#039;s hard to feel like small efforts have any real impact. When I discovered the concept of rewilding, I was hopeful that some simple actions could have a tangible benefit on my local ecosystem. \" title=\"Image: A woman fans herself while looking out her apartment window. Text: Oftentimes, it seems as though climate change is out of my hands. I try to do my part, but it&#039;s hard to feel like small efforts have any real impact. When I discovered the concept of rewilding, I was hopeful that some simple actions could have a tangible benefit on my local ecosystem. \" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_2_0eabdb.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: The New York skyline at sunset. Text: According to the world&#039;s leading climate scientists, small actions on a community level can help curb global warming driven by fossil fuel emissions. The collective worldwide effect of individuals protecting where they live could be quite significant.\n\" title=\"Image: The New York skyline at sunset. Text: According to the world&#039;s leading climate scientists, small actions on a community level can help curb global warming driven by fossil fuel emissions. The collective worldwide effect of individuals protecting where they live could be quite significant.\n\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_3_96bace.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A landscape with native grass. Text: The definition of rewilding is pretty broad, and can mean different things in different contexts. But the simplest meaning is to help land return to a more “natural state.” Landscapes are always evolving, but the idea is to undo the damage that post-industrial human intervention has had on the environment.\" title=\"Image: A landscape with native grass. Text: The definition of rewilding is pretty broad, and can mean different things in different contexts. But the simplest meaning is to help land return to a more “natural state.” Landscapes are always evolving, but the idea is to undo the damage that post-industrial human intervention has had on the environment.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_4_5ea542.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A butterfly, moth, and bird fly around plants. Text: A rewilding effort like planting native flora can do so many great things. It can preserve biodiversity and help bring balance to local ecosystems because those plants help attract butterflies, birds, and pollinators like bees, moths, and bats.\" title=\"Image: A butterfly, moth, and bird fly around plants. Text: A rewilding effort like planting native flora can do so many great things. It can preserve biodiversity and help bring balance to local ecosystems because those plants help attract butterflies, birds, and pollinators like bees, moths, and bats.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_5_f6dadd.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A pair of feet wearing rainboots step in a puddle surrounded by grass. Text: It can conserve water, since native plants require a lot less than ornamental grass, and land with native plants can absorb rainwater and runoff more efficiently than land with invasive plants…\" title=\"Image: A pair of feet wearing rainboots step in a puddle surrounded by grass. Text: It can conserve water, since native plants require a lot less than ornamental grass, and land with native plants can absorb rainwater and runoff more efficiently than land with invasive plants…\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_6_ea1fe1.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A rainbow shows between lush trees. Text: And it can slow down climate change by allowing more plants to remove carbon from the atmosphere.\" title=\"Image: A rainbow shows between lush trees. Text: And it can slow down climate change by allowing more plants to remove carbon from the atmosphere.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_7_fd6f82.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: Trees. Text: Often, rewilding refers to efforts on larger swaths of land by conservation groups or land agencies, and you should do your research before implementing it in your own yard — big or small. Some experts believe it&#039;s better to limit further human intervention, and that individuals can cause more harm than good when not following best practices.\n\" title=\"Image: Trees. Text: Often, rewilding refers to efforts on larger swaths of land by conservation groups or land agencies, and you should do your research before implementing it in your own yard — big or small. Some experts believe it&#039;s better to limit further human intervention, and that individuals can cause more harm than good when not following best practices.\n\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_8_2ff026.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A woman puts seeds in a planter on a city fire escape. Text: I learned that making an effort from my New York City apartment is pretty simple. Even without a yard, city dwellers can plant native flowers and grasses in containers on a fire escape, rooftop, or front stoop, which encourages birds and pollinators to visit.\n\" title=\"Image: A woman puts seeds in a planter on a city fire escape. Text: I learned that making an effort from my New York City apartment is pretty simple. Even without a yard, city dwellers can plant native flowers and grasses in containers on a fire escape, rooftop, or front stoop, which encourages birds and pollinators to visit.\n\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_9_e85a4b.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A woman holds a pumpkin, while hands around her hold carrots. Text: You can join a community garden and get involved with local efforts to protect and nurture the plants that grow naturally in your area. You may even get a veggie or two out of it.\" title=\"Image: A woman holds a pumpkin, while hands around her hold carrots. Text: You can join a community garden and get involved with local efforts to protect and nurture the plants that grow naturally in your area. You may even get a veggie or two out of it.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_10_25e317.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: Rain water falls into a bucket. Text: If local rules allow, collecting rainwater for your plants can conserve water and be healthier for them than tap. \" title=\"Image: Rain water falls into a bucket. Text: If local rules allow, collecting rainwater for your plants can conserve water and be healthier for them than tap. \" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_11_d7591c.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: Bees fly around flowers. Text: And even if you do have a grassy lawn but don’t want to let the whole thing grow wild, you can designate just a portion of it to rewilding, which can still make a difference.\" title=\"Image: Bees fly around flowers. Text: And even if you do have a grassy lawn but don’t want to let the whole thing grow wild, you can designate just a portion of it to rewilding, which can still make a difference.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_12_d4e9ea.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: Cherry blossoms bloom outside of an apartment building. Text: Instead of always focusing on massive, systemic contributions to stop human-caused climate change, we can look at the ecosystems around us and figure out how to support them. The collective rewards could be monumental.\" title=\"Image: Cherry blossoms bloom outside of an apartment building. Text: Instead of always focusing on massive, systemic contributions to stop human-caused climate change, we can look at the ecosystems around us and figure out how to support them. The collective rewards could be monumental.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "",
    "author": "Cat Willett"
  },
  {
    "title": "Crumbl&#8217;s massive empire was never about the cookies",
    "link": "https://www.vox.com/money/389782/crumbl-cookies-tiktok-viral-consumption",
    "pubDate": "2024-12-09T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Close-up of an open box of assorted cookies from the bakery chain Crumbl.\" data-caption=\"Crumbl opened its doors in 2017 and now has over 1,000 locations across North America. | Lisa Cherkasky/Washington Post via Getty Images\" data-portal-copyright=\"Lisa Cherkasky/Washington Post via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2175526324.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Crumbl opened its doors in 2017 and now has over 1,000 locations across North America. | Lisa Cherkasky/Washington Post via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The age of froyo has faded. Fancy cupcakes are passé. The cronut craze is now a distant fever dream. Dessert trends can sweep by fast, and today we’re in the era of the elaborate cookie — kind of.</p>\n\n<p class=\"has-text-align-none\">When Crumbl first burst onto the scene, the novelty was that the company had turned a relatively easy, low-fuss dessert that might come as a side to your food order into an enormous, over-the-top main attraction. A single Crumbl cookie can be somewhere around 5 inches in diameter, and unusual flavors in the past have included cornbread, churro, Biscoff lava, maple bacon, and more. They’re colorful and photogenic, packaged in a baby-pink box instantly recognizable even from a distance. Since 2017, the brand has grown rapidly, opening over 1,000 locations and becoming perhaps the most accessible cookie chain in the nation. But whether Crumbl is <a href=\"https://www.nytimes.com/2023/04/17/dining/crumbl-cookies.html\">actually good</a> depends greatly on who you ask, and that unsettled question helps fuel its continued popularity and relevance online.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rather than offering a steady menu of reliably beloved cookies to get customers through the door, Crumbl courts online virality — whether it’s positive or not so much — with a revolving door of new desserts every week. Increasingly, they don’t just make cookies, but pies, cakes, ice cream, pudding, and more. The brand has over 9.6 million followers on its official TikTok account, but the real juice is in the multitudes of influencers <a href=\"https://www.tiktok.com/channel/crumbl\">regularly posting about Crumbl</a> on the platform. Its decadent constructions, sometimes bafflingly unwieldy-looking, draw curiosity: What sugary invention will it try to pull off this time? Open TikTok on a Monday to see a fresh batch of Crumbl review videos, with countless creators enthusiastically biting into a new confection.</p>\n\n<p class=\"has-text-align-none\">“This is an internet brand,” says Stephen Zagor, an adjunct business professor at Columbia University. Crumbl, as a company, is making “all the right marketing moves.” The company has not responded to a request for comment.</p>\n\n<p class=\"has-text-align-none\">There’s no denying that Crumbl has harnessed the power of social media to grab — and, so far, hold on to — people’s precious attention. The question is whether it’s sustainable to be a dessert chain that’s entirely about pushing new trends and offering something ephemeral. If you’re any kind of content creator, the perpetual freshness is a boon. But if you’re just here to enjoy some dessert and stumble upon a flavor you love, good luck. It might <a href=\"https://crumblcookieflavors.com/all-weeks/\">take months</a> to see it return, if it ever does.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How Crumbl grew and grew and grew</h2>\n\n<p class=\"has-text-align-none\">In an era of ghost kitchens, no other cookie chain has as big a physical presence as Crumbl today: Insomnia launched in 2003 and only has about 300 stores at this time, as does Mrs. Fields in the US. Levain, representing the fancier end of baked goods, opened in the ’90s and isn’t franchised, with just a few locations scattered around the country. Other newer competitors like Dirty Dough and Crave also have far fewer locations than Crumbl.</p>\n\n<p class=\"has-text-align-none\">Crumbl’s founders, Jason McGowan and Sawyer Hemsley, are two cousins from Utah. Before they launched Crumbl in 2017, they “didn’t know anything about baking,” McGowan said in an interview with <a href=\"https://www.theceomagazine.com/executive-interviews/food-beverage/jason-mcgowan/\">CEO Magazine</a>. They had backgrounds in tech and marketing but thought they could give cookies a go; the company started <a href=\"https://www.qsrmagazine.com/reports/how-crumbl-baked-up-a-cookie-revolution/\">franchising new locations</a> quickly, opening hundreds per year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Very few brands I’ve seen have grown at that rate, especially brick and mortar,” says Kathleen Gosser, a professor of franchise management practice at the University of Louisville. But unlike <a href=\"https://www.vox.com/money/355959/subway-ads-athletes-explained-simone-biles-travis-kelce\">Subway</a>, which famously employed a strategy of opening too many stores, Gosser says that Crumbl seems to have been more strategic about spacing out their locations. “There’s not one on every corner,” Gosser says. In New York, for example, there are none yet in Brooklyn or Queens, and one on Staten Island, and a handful in Manhattan — including one in the West Village, ground zero for dessert crazes from cupcakes to cronuts, where I tried my first Crumbl cookie.</p>\n\n<p class=\"has-text-align-none\">According to the mobile apps insights firm Sensor Tower, the Crumbl app has been downloaded over 6.4 million times in the US this year and is ranked 15th overall in the US Food &amp; Drink category, which is impressive for a chain that only sells desserts (no coffee, as the founders are Mormon).</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The internet just can’t stop talking about Crumbl</h2>\n\n<p class=\"has-text-align-none\">Most brands today rely on social media for at least some marketing. What sets Crumbl apart is that its products don’t just become a trend for influencers to glom onto when there’s an especially strange limited-edition flavor drop, like the recent collaboration between <a href=\"https://www.foodnetwork.ca/article/oreo-coca-cola-collaboration-cookies-review/\">Oreo and Coke</a>. While there are occasionally <a href=\"https://www.tiktok.com/@trishlikefish88/video/7395371008737250591\">celebrity endorsements</a> and tie-ins — an Olivia Rodrigo-themed cookie was released over the summer — most of the advertising also apparently happens organically. Dedicated content creators weigh in on weekly drops, using the popular (and sometimes polarizing) desserts as a vehicle for their own fame.</p>\n\n<p class=\"has-text-align-none\">There’s a sustained hype machine built into Crumbl’s business model thanks to its regular carousel of new flavors, which serves as fodder for seemingly endless discourse as there’s a constantly refreshing feed of Crumbl content to consume. Some influencers loathe Crumbl; others can’t get enough. Taste tests are often titled something along the lines of “My honest thoughts on Crumbl,” as if to suggest they’re cutting through all the noise to deliver the definitive verdict on the cookies. The fact that the flavors are only available for one week also all but ensures a sense of urgency in the way luxury streetwear drops do. Online, people post “Crumbl spoilers” — leaked information about what flavors are coming in the next few weeks — though being a <a href=\"https://crumblcookies.com/rewards\">gold tier rewards member</a><strong> </strong>in the loyalty program gets you early access to its “weekly drop videos.”</p>\n\n<p class=\"has-text-align-none\">The built-in scarcity means “people have to run to get there” when a new menu is unleashed, says Zagor.</p>\n\n<p class=\"has-text-align-none\">Online mentions of Crumbl have ticked up in the past year — up 29 percent compared to 2023, according to the consumer insights company Brandwatch — but the biggest surge in attention hit a few months ago, when news of a Crumbl “pop-up” in Sydney, Australia, spread on social media. People lined up to pay <a href=\"https://www.thrillist.com/news/nation/crumbl-cookies-australian-pop-up-expensive-trip\">$17.50 Australian</a> (nearly $12 US) for a cookie, over double what it costs in the US for what turned out to be an unauthorized resale pop-up. For the people posting about it online, the <a href=\"https://www.tiktok.com/@destiny___g/video/7419903777441910034\">virality</a> <a href=\"https://www.tiktok.com/@sofiaqistinee/video/7419950269338799378?_r=1&amp;_t=8ruxkIY9n7T\">of the single-day</a> <a href=\"https://www.tiktok.com/@elle_easternsuburbsmum/video/7419924662538276116\">event</a> was the highlight — blink and you might have missed it — and not so much the anticipation of how good the days-old imported cookies might taste (though many did remark on <a href=\"https://www.foodandwine.com/crumbl-cookie-scam-sydney-australia-8723194\">the staleness</a>). Crumbl, for its part, chose not to take any legal action. In fact, the scandal revved up the brand’s plans to <a href=\"https://www.theguardian.com/australia-news/2024/oct/09/crumbl-cookies-to-open-in-australia-after-viral-unofficial-pop-up-at-bondi-beach-turned-stale\">open its first store</a> outside of North America in Australia. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2177899678.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"McGowan holding a pink Crumbl box posing by the water as someone takes his photo.\" title=\"McGowan holding a pink Crumbl box posing by the water as someone takes his photo.\" data-has-syndication-rights=\"1\" data-caption=\"Jason McGowan, CEO of Crumbl, in Sydney, Australia. | Dominic Lorrimer/Sydney Morning Herald via Getty Images\" data-portal-copyright=\"Dominic Lorrimer/Sydney Morning Herald via Getty Images\" />\n<p class=\"has-text-align-none\">Food marketing on social media platforms like TikTok, YouTube, and Instagram is especially alluring to young people because of how interactive it is, says Jennifer Harris, a senior research adviser of marketing at the UConn Rudd Center for Food Policy and Health. “You’re not just sitting watching television and passively viewing that anymore,” she tells Vox. “The changing flavors every week is also really attractive to kids who don&#8217;t want to miss out. [It’s] the FOMO factor.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Can Crumbl keep serving up excitement?</h2>\n\n<p class=\"has-text-align-none\">It’s unlikely that the people clamoring for Crumbl don’t know that these gargantuan desserts probably aren’t healthy (a single cookie can run upward of <a href=\"https://crumblcookies.com/profiles/9fa9f710-6c7e-11ef-be9b-858c5e17000f:Cookies\">900 calories</a>, but when it comes to digital content about the brand, the literal nutritional content of the desserts is irrelevant. The point is being in the know and keeping up with consumer trends, whether that’s a cookie or a skin care product. In a recent video, YouTuber Edvasian compared <a href=\"https://www.youtube.com/watch?v=4JhQB_DYdQo&amp;t=508s\">the Crumbl phenomenon</a> to being the “fast fashion” of cookies. It’s yet another manifestation of hyper-consumption fueled by a conveyor belt of micro-trends that come and go at an ever-increasing pace. The brands need content creators for marketing, and the content creators need brands as a jumping off point for cultivating an audience. Behind every new Crumbl week is the possibility of viral fame.</p>\n\n<p class=\"has-text-align-none\">This relationship between fast fashion and influencers is nothing new, but the juxtaposition is a little stranger when we’re talking about food — specifically, a kind of food that’s often an indulgent, nostalgic comfort. Dessert is a difficult category for companies to be successful in. “You&#8217;re constantly being measured against grandma&#8217;s cookies and the local bakeries&#8217; cookies,” says Zagor. Crumbl provides adventure, but not familiarity, and not necessarily loyalty.</p>\n\n<p class=\"has-text-align-none\">Despite Crumbl’s speed-run of success, there’s been some concerning signs in its recent performance. Its profits per store plummeted in 2023, down about <a href=\"https://www.restaurantbusinessonline.com/financing/fast-growing-crumbls-unit-volumes-store-profitability-took-hit-last-year\">58 percent</a> compared to the year before. This throws into question whether its height of popularity can be maintained, or whether the extravagant cookie trend could <a href=\"https://www.refinery29.com/en-us/2022/02/10880935/why-frozen-yogurt-trend-ended\">go the way of the froyo</a>. Some customers grumble <a href=\"https://www.sanluisobispo.com/opinion/opn-columns-blogs/article276772116.html\">about</a> <a href=\"https://www.reddit.com/r/CrumblCookies/comments/1ctldpb/couldbe_customers_are_walking_out_because_the/\">the</a> <a href=\"https://www.reddit.com/r/CrumblCookies/comments/1bv0x8z/how_much_is_too_much/\">price</a> of a single cookie compared to its quality, which can vary by week and by store. (A single cookie at my nearest Crumbl is $4.99; at Levain it’s $5.77, and most Insomnia cookies are $2.95.) The company has also been fairly aggressive about defending its perch as the cookie chain known for offering a weekly menu of inventive flavors. In 2022, it <a href=\"https://www.sltrib.com/artsliving/2022/07/22/crumbl-ceo-doubles-down-utah/\">sued</a> two much smaller competitors that also offer new flavors every week — Crave Cookies and Dirty Dough — for allegedly copying its strategy, trademarks, and packaging, even arguing that Dirty Dough <a href=\"https://www.sltrib.com/artsliving/food/2023/08/15/judge-says-crumbl-challenger/\">stole many of Crumbl’s recipes</a>. Crumbl has since agreed to resolve both lawsuits through a settlement.</p>\n\n<p class=\"has-text-align-none\">The challenge is maintaining its momentum “in a world where everything is virtual and everything disappears with light — it&#8217;s so easy for somebody else to come along and take the spotlight away from them,” says Zagor.</p>\n\n<p class=\"has-text-align-none\">My personal experience of Crumbl is that its desserts taste just fine. They’re not inedible — I enjoyed my tiny <a href=\"https://www.tiktok.com/@iwantcandy77/video/7441738903872343342\">pecan pie</a> — but neither is any of it memorable or something I would crave or reach for when the mood for something sweet strikes. “It&#8217;s as much air as there is substance,” Zagor explains. “It’s what you see, and what you hear, and what you read, and what the color of the box is.” The actual taste of the thing, in the face of so much other fluff, can’t help but recede into the background.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The age of froyo has faded. Fancy cupcakes are passé. The cronut craze is now a distant fever dream. Dessert trends can sweep by fast, and today we’re in the era of the elaborate cookie — kind of. When Crumbl first burst onto the scene, the novelty was that the company had turned a relatively [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "How marijuana legalization played itself",
    "link": "https://www.vox.com/the-highlight/379796/marijuana-legalization-black-market-drug-war-raids",
    "pubDate": "2024-12-09T11:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a cannabis storefront surrounded by green smoke. Two oversized hands emerge from the smoke holding a small bag filled with green clumps\" data-caption=\"\" data-portal-copyright=\"&lt;span style=&quot;color: rgb(0, 0, 0); font-family: &quot;Helvetica Neue&quot;; white-space-collapse: collapse;&quot;&gt;JooHee Yoon for Vox&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/drug_issue2_edit_71d0c8.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">In July, New York City Mayor Eric Adams convened police officials and media to proudly <a href=\"https://www.nyc.gov/office-of-the-mayor/news/605-24/mayor-adams-celebrates-shut-down-more-750-illegal-cannabis-shops-since-launch-operation#/0\">announce</a> that the city had made terrific progress in its much-publicized crackdown on illegal marijuana shops.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Unlicensed shops had sprung up in empty retail storefronts with jaw-dropping speed after New York state legalized marijuana in 2021. There are the bodegas that keep THC products discreetly under their counters, the leaf-emblazoned “food” trucks, the folding-table operations, the brightly lit smoke shops packed with pipes, vapes, and THC-laced hot cheese curls as far as the eye can see. They <a href=\"https://www.vox.com/the-goods/2022/10/11/23391609/new-york-marijuana-laws-legalization-bodega-weed-truck\">have become so ubiquitous</a> and so popular among the city’s cannabis users and tourists that officials have been playing a fruitless game of whack-a-mole with them for three years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So Adams’s showy crackdown, dubbed “Operation Padlock to Protect,” seemed to be a success, with the city shuttering more than 700 shops and seizing tens of millions of dollars worth of weed and THC-laced products. There’s only one problem: There are <a href=\"https://www.politico.com/news/2024/09/13/new-york-rogue-weed-retailers-00177408\">thousands more</a> stores still operating.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In many ways, that’s emblematic of how marijuana legalization has spun wildly out of the control of states, more than two dozen of which have now legalized recreational use. States&#8217; efforts to create and then tightly regulate legal markets for pot have, ironically, made the black market for weed bigger than it&#8217;s ever been.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In California, which legalized recreational marijuana in 2016 and oversaw its sale in retail outlets beginning in 2018, that market has manifested as <a href=\"https://www.cnn.com/2024/08/31/us/california-black-market-marijuana-grow-houses-invs/index.html\">countless illegal suburban grow operations</a> — many alleged to be connected <a href=\"https://www.propublica.org/article/chinese-organized-crime-us-marijuana-market\">to organized crime</a>. They’re cultivating more weed than residents of the state even want to buy and funneling it (in violation of federal law) to buyers across the country.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Oregon, which legalized in 2014, it <a href=\"https://www.politico.com/news/magazine/2022/01/14/oregon-marijuana-legalization-black-market-enforcement-527012\">looks much the same</a>. In Washington, DC, where recreational weed sales were never legalized, there are an estimated <a href=\"https://wamu.org/story/24/10/02/dc-cracks-down-on-illegal-marijuana-shops/\">100 illegal weed shops</a>, 10 times the number of licensed medical dispensaries, according to its city officials. And in midwest Michigan, where <a href=\"https://www.latimes.com/california/story/2024-08-30/how-is-michigan-selling-more-weed-than-california\">legal sales have surprisingly outpaced</a> even California’s, illegal growers flourish, and courts and prosecutors are reluctant to <a href=\"https://www.crainsdetroit.com/cannabis/michigans-marijuana-law-allow-black-market-go-unchecked\">quash them</a> — if they even could.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The intensifying battles against an untamable black market come just as the country inches closer to big federal changes that could open the door to nationwide legalization. The Drug Enforcement Agency, at President Joe Biden’s behest, is <a href=\"https://www.reuters.com/legal/litigation/update-deas-efforts-reschedule-cannabis-what-you-need-know-2024-09-11/#:~:text=September%2011%2C%202024%20%2D%20As%20readers,towards%20federal%20legalization%20in%20more\">considering whether to reclassify cannabis</a> from a drug on par with heroin to one recognized as having moderate-to-low potential for physical and psychological dependence, like ketamine or steroids. The change would leave the drug still highly regulated but loosen restrictions on access.  </p>\n\n<p class=\"has-text-align-none\">What’s happening in the states that already allow recreational marijuana offers a startling glimpse at what it might actually look like to fully legalize the drug across the US. Which is to say, messy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mostly, it reminds us that drugs — and those who grow, sell, and use them — have a way of being resistant to the machinations of policymakers. That was true at the height of the war on drugs and remains true now, even when the policies are markedly friendlier.&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">The rise of the black market has, in many ways, blindsided states.<br><br>States that had hoped to rake in tax dollars from marijuana legalization are instead seeing their legal markets soften. Take Colorado, once a national model of how a state could legalize weed and also profit wildly from it. It made an estimated <a href=\"https://www.cnbc.com/2019/06/12/colorado-passes-1-billion-in-marijuana-state-revenue.html\">$1 billion in tax revenue</a> in the first five years after it legalized retail sales in 2014, money it pledged to put toward education. Now, that revenue is dwindling, decreasing by 11 percent in just the last year, according to <a href=\"https://leg.colorado.gov/sites/default/files/images/sept2024forecastforposting.pdf\">a state forecast</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The truth is, most buyers don’t really care whether the shop selling their THC-laced spicy cheese snacks is licensed, but they’re fully aware when they have to pay an additional <a href=\"https://www.cdtfa.ca.gov/industry/cannabis/tax-facts.htm#:~:text=As%20a%20cannabis%20retailer%2C%20you,of%20cannabis%20or%20cannabis%20products.\">$20 in taxes</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There’s more public acceptance and interest in the plant, and so [illegal] situations are of course going to continue to thrive — especially if the regulated market is essentially overregulated … and there’s a price difference,” says <a href=\"https://www.lastprisonerproject.org/team/jason-ortiz\">Jason Ortiz</a>, a founder and former president of Minority Cannabis Business Association and director of strategic initiatives for Last Prisoner Project, which calls for an overhaul of the nation’s drug laws.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, because the laws of supply and demand apply to marijuana, too, the price of even the licensed good stuff has also dropped precipitously in <a href=\"https://www.crainsdetroit.com/cannabis/michigans-marijuana-law-allow-black-market-go-unchecked\">state</a> after <a href=\"https://www.cannabisbusinesstimes.com/us-states/colorado/news/15687071/how-much-did-an-ounce-of-cannabis-flower-cost-in-2023\">state</a>, driven in part by black market products.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That has infuriated licensed shops and growers, and sapped enough of their potential income that in California, for instance, the number of legal marijuana growers and brands is down 70 percent — and many shuttered companies owe millions in back taxes to the state, <a href=\"https://www.sfgate.com/cannabis/article/california-cannabis-economy-crash-19492956.php\">according to reporting by SFGate</a>. And if the black market has dashed the dreams of many a <a href=\"https://finance.yahoo.com/news/medmen-spectacular-collapse-complete-just-192601911.html\">weed entrepreneur</a>, it has also caused another surprising turn of events.<br></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><br>The <a href=\"https://www.vox.com/the-goods/2022/10/11/23391609/new-york-marijuana-laws-legalization-bodega-weed-truck\">rise of brazen, unlicensed marijuana sellers</a> is a relatively new phenomenon, probably driven in part by <a href=\"https://www.pewresearch.org/politics/2024/03/26/most-americans-favor-legalizing-marijuana-for-medical-recreational-use/\">growing public acceptance of marijuana</a> and the relatively easy access to pot being cultivated for legal sale in dozens of states. There is something eerily familiar, however, about the attempts to quash them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The last time most of us saw law-enforcement agents posing on the local news with confiscated drugs and boasting about successful drug raids, it was the height of the war on drugs.<br><br>But in state after state, and for advocates across the country, cannabis legalization was, by design, supposed to undo the injustices of that era. It was supposed to reduce criminalization, <a href=\"https://www.lastprisonerproject.org/\">bring about the release of people convicted</a> of nonviolent drug offenses under harsh, antiquated laws, and even <a href=\"https://omc.delaware.gov/socialEquity/\">provide business licenses</a> to formerly incarcerated people to participate in the future of the market they helped to create.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But experts Vox spoke with questioned whether the licensing infrastructure set up by states would have ever encouraged illegal sellers to get licensed. In some ways, it was short-sighted legalization policies and nearly-impossible-to-meet regulations that created the perfect storm that states find themselves in today. New York, for example, took more than a year to license a single seller, which sent many weed-seekers right to unlicensed sellers instead.&nbsp;<br><br>“We have a limited, regulated access model, and that did not provide opportunities for all the people currently selling weed to go legit,” says Ortiz, who worked on <a href=\"https://reason.org/commentary/the-strengths-and-weaknesses-of-connecticuts-marijuana-legalization-law/\">Connecticut’s legalization</a> effort, which he now calls <a href=\"https://fortune.com/2024/02/06/marijuana-new-york-connecticut-weed-shortatge-licensing-delays-federal-laws/\">nothing short</a> of a <a href=\"https://ctmirror.org/2024/06/23/ct-cannabis-social-equity-council-grants/\">debacle</a>. “When you do that, you are practically guaranteeing that a lot of the folks in the illicit market will stay there.”<br><br>States such as Connecticut and Massachusetts also legalized despite not having much of a strong agricultural base for actually growing marijuana; illegal sellers filled the gap by simply bringing in better weed from other states.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Advocates like Ortiz say the only fix now is no longer to try to stymie the trafficking or illegal shops, but full federal legalization and more licenses.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead, states are wrestling back control of the market through raids like those in New York, <a href=\"https://www.wusa9.com/article/news/local/dc/youve-been-warned-dc-raids-closes-5th-weed-shop-in-a-month-illegal-weed-shop/65-86f65b0b-deb7-472d-81a3-d1048405afd9\">and DC</a>, and California, and <a href=\"https://www.politico.com/news/magazine/2022/01/14/oregon-marijuana-legalization-black-market-enforcement-527012\">Oregon,</a> and — well, you get the picture.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“States and cities are trying to build a market that’s unnatural. We’ve always had a cannabis market; it’s grown on the West Coast, it’s brought to the East Coast and other parts of the country, and that market worked,” says Rafi Aliya Crockett, who was an appointee on Washington, DC’s Alcoholic Beverage and Cannabis Board until 2022. Now, states are trying to stop that market to ensure that licensees are rewarded, she says, “by knocking out their competition.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Crockett left the regulatory board frustrated over enforcement.<strong>&nbsp;</strong>“It’s the drug war 2.0,” she says. “And we’ve decided who are going to be the winners and who are going to be the losers.”</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">In 2019, a rash of vaping-related illness broke out across the US, killing several dozen people.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to the Centers for Disease Control and Prevention, most sufferers reported smoking not just e-cigarettes before getting ill but THC vapes specifically. At the time, <a href=\"https://www.vox.com/2019/10/28/20936888/vaping-lung-illness-symptoms-death-cdc-report\">Vox’s Julia Belluz wrote</a>: “The agency isn’t tracking whether people were using legal or black market sources to vape, but the data we have from states suggests it’s overwhelmingly illicit.”</p>\n\n<p class=\"has-text-align-none\">The deaths were a reminder that while buyers may not make a distinction between black market products and regulated products sold at licensed shops, the difference between them can be stark. DC’s Alcoholic Beverage and Cannabis Administration, for example, began testing drugs confiscated from unlicensed sellers and reported recently that it had <a href=\"https://wamu.org/story/24/10/02/dc-cracks-down-on-illegal-marijuana-shops/\">found methamphetamines in marijuana flower</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cases like these — and the slew of illicit shops padlocked by police on the local news — have the potential to alarm Americans who have only just begun to support the notion of legalization, and provide fuel for those who are opposed to it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And they come as a growing number of reputable sources within medicine and the scientific community sound the alarm about <a href=\"https://www.nytimes.com/2024/10/04/us/cannabis-marijuana-risks-addiction.html\">increasingly potent products sickening users</a>. There’s almost no doubt that at least some of those products are illicit and unregulated. As a report from the National Academies of Sciences, Engineering, and Medicine recently noted, <a href=\"https://www.nytimes.com/2024/09/26/science/cannabis-laws-health-risk.html\">the patchwork laws from state to state have contributed to the risks</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In that way, the black market could backfire against the very legalization movement that has allowed it to come out of the shadows.&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">There is a truth about the marijuana black market that we ought to acknowledge.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The legal cannabis market is not even 15 years old. But the illegal market is nearly 100, going underground after the US officially criminalized marijuana in the 1930s. It is nimble.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps it was naive to ever believe that a legal market would stamp it out for good. What was harder to foresee was the black market’s roaring growth in the shadow of that legalization. Now, in the battle for consumers, it just might win.&nbsp;&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In July, New York City Mayor Eric Adams convened police officials and media to proudly announce that the city had made terrific progress in its much-publicized crackdown on illegal marijuana shops.&#160; Unlicensed shops had sprung up in empty retail storefronts with jaw-dropping speed after New York state legalized marijuana in 2021. There are the bodegas [&#8230;]",
    "author": "Lavanya Ramanathan"
  },
  {
    "title": "The case for not overthinking",
    "link": "https://www.vox.com/the-gray-area/389750/mysticism-experience-philosophy-book",
    "pubDate": "2024-12-09T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man wearing a dark blue jacket and black pants stands with his arms crossed between two tombstones.\" data-caption=\"Simon Critchley photographed in the Trinity Church Cemetery in lower Manhattan, New York City. | Orjan F. Ellingvag/Dagens Naringsliv/Corbis via Getty Images\" data-portal-copyright=\"Orjan F. Ellingvag/Dagens Naringsliv/Corbis via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-612304142.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Simon Critchley photographed in the Trinity Church Cemetery in lower Manhattan, New York City. | Orjan F. Ellingvag/Dagens Naringsliv/Corbis via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Almost all of us know what a peak experience feels like. For some people, it’s climbing mountains or surfing; for others, it’s an intense meditation practice, or maybe it’s as simple as that sensation you get on the floor at a great concert.</p>\n\n<p class=\"has-text-align-none\">Call it a flow state or transcendence or whatever you want, but it’s a kind of ecstasy most of us have experienced at some point in our lives. And it’s something people have written about and explored for centuries. Indeed, there’s a whole tradition of mystical thinking that tries to make sense of these experiences and offer blueprints for achieving them.</p>\n\n<p class=\"has-text-align-none\">Simon Critchley is a professor of philosophy at the New School in Manhattan and the author of a fascinating new book called <a href=\"https://www.nyrb.com/products/mysticism\"><em>Mysticism</em></a>. Although he isn’t a religious person in any conventional sense, Critchley is very interested in mystical experiences and the history of mystical literature. His work is open-minded and curious about this world in a way that is quite rare in professional philosophy.</p>\n\n<p class=\"has-text-align-none\">I recently invited Critchley on <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> to talk about why he thinks mysticism — or what someone he quotes in the book calls “experience in its most intense form” — isn’t about beliefs or ideas or rote rituals. Instead, he argues, it’s about how we use our attention and how we break free of habits and default modes of being in the world that make it hard for us to get outside of ourselves. And that, really, is what this conversation is about: What can we do to get out of our heads so that we can see and feel things that we otherwise can’t see and feel?</p>\n\n<p class=\"has-text-align-none\">As always, there’s <em>much</em> more in the full podcast, so listen and follow <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> on <a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\">Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"> Spotify</a>,<a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793?source=stitcher-sunset\"> Pandora</a>, or wherever you find podcasts. New episodes drop every Monday.</p>\n\n<p class=\"has-text-align-none\">This interview has been edited for length and clarity.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8911241736\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">How do you describe mysticism?</p>\n\n<p class=\"has-text-align-none\">I don&#8217;t want to ask you to just define mysticism because it&#8217;s not that simple. But let&#8217;s wrap our arms around it a little bit. You discuss a lot of different ways people have understood mysticism in the book. How do you describe it? What are some of the more useful ways to think about it?</p>\n\n<h4 class=\"wp-block-heading\">Simon Critchley</h4>\n\n<p class=\"has-text-align-none\">There’s a lovely short definition by Evelyn Underhill that I begin the book with, which is &#8220;experience in its most intense form.&#8221; So pushing yourself aside in order to be open to a lived intensity of experience, an experience of ecstasy. That&#8217;s the core of it for me. The other thing is that mysticism is not a religion; it&#8217;s a tendency within religion, everything that we can call religion. Which means that for as long as there have been human beings, there is something like religion. And at the core of that is something like mystical practice.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">How much of the mystical experience is really about shutting down the thinking mind?</p>\n\n<h4 class=\"wp-block-heading\">Simon Critchley</h4>\n\n<p class=\"has-text-align-none\">A lot of it is about shutting down the thinking mind. It&#8217;s about pushing yourself out of the way as much as possible. I mean, I begin the book with Hamlet. And I say that Hamlet is the anti-mystic par excellence. Hamlet is entirely in his own head, and it&#8217;s the most intelligent head you could imagine being inside. He knows everything. He can see everything from 17 different angles, and he can soliloquize with the most extraordinary elegance and eloquence. But what that does in his case is it kills the capacity for love. And it kills the capacity for love for his girlfriend and partner Ophelia, for his mother, and for the world. The world is a sterile promontory for Hamlet. So Hamlet is what it&#8217;s like to be inside your head.</p>\n\n<p class=\"has-text-align-none\">So the question is then, &#8220;How do you push that aside?&#8221; How do you push that self that we think is us, that actually is blocking our view of what we really should be seeing? How do you push that away? And the mystics are people that have tried to do that, who have given us kind of itineraries of ways of doing that where we can kind of leave ourselves behind, de-create ourselves as Simone Weil says, in order to undo ourselves, in order to open ourselves to something else.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There&#8217;s a great line from Marguerite Porete, where she talks about, &#8220;I have to hack and hew away at myself in order to make a space that&#8217;s large enough for love to enter in.&#8221; To hack and hew. There&#8217;s a lot of hacking and hewing in mysticism, that the self is something that has to be kind of torn apart, torn open. And if you can do that, then you can make a space that&#8217;s large enough for love to enter in.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I kept thinking about Dostoevsky&#8217;s <em>Notes from Underground</em> while reading your book and one of the opening lines is from the protagonist, who says &#8220;I swear to you that to think too much is a disease, a real actual disease.&#8221; That whole book is like a case study in how someone can be completely undone by their own thoughts, and I’ve really come to believe that being self-absorbed in that way, being trapped in your own mind in that way, is what hell actually looks like for most people.</p>\n\n<h4 class=\"wp-block-heading\">Simon Critchley</h4>\n\n<p class=\"has-text-align-none\">Oh, absolutely. I don&#8217;t believe in the existence of a place called “Hell” where most people are going to go, but I burn in hell insofar as I am a prisoner to myself. Insofar as I&#8217;m locked in this head, locked in these preoccupations, these doubts, this second-guessing, I’m in hell every day.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">So is the idea here that when you can quiet your mind, when you can detach from the ego, there&#8217;s a part of the world or a way of being in the world that becomes available to you that otherwise isn&#8217;t?</p>\n\n<h4 class=\"wp-block-heading\">Simon Critchley</h4>\n\n<p class=\"has-text-align-none\">Yes, I think that is it. &#8220;Quieting the mind&#8221; is a very good way of putting it. It&#8217;s about quietening the mind and also trying to escape the curse of reflection. The underground man is someone who is cursed with ratiocination. He&#8217;s cursed with reflection. And to quieten the mind means to let that go and to open yourself to find what one of my favorite mystical writers, Meister Eckhart, calls &#8220;releasement.&#8221; Which is a releasement from the self, a releasement from the ego, to be out there with what is, and to stand there with what is, and not to be inside one&#8217;s head. And that means looking, attending, having cultivated practices of attention.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">And these people you describe in the book, how do they get here? What do they do? Is it fasting, meditation, prayer, intense reading? What are the practices?</p>\n\n<h4 class=\"wp-block-heading\">Simon Critchley</h4>\n\n<p class=\"has-text-align-none\">Everything really has to begin with reading. The mystics were not just these people having these strange extreme experiences. They were people for whom all of this began with the reading of texts. So in many ways, the easiest way of describing how to become a mystic is by reading, by allowing your attention to be genuinely taken by something, a text that you are engaged with, and to really give yourself over to that. And not to necessarily always ask questions about whether it&#8217;s true, whether it makes sense, but to try and enter into its world. Of course you can get to that state by the adoption of a series of bodily and spiritual practices and then open yourself up. But everything really begins with reading.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">How do you think about the relationship between mysticism and love? Is the experience of true love, the act of true love, itself a kind of mystical practice?</p>\n\n<h4 class=\"wp-block-heading\">Simon Critchley</h4>\n\n<p class=\"has-text-align-none\">Yes, I think it is.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">In what way?</p>\n\n<h4 class=\"wp-block-heading\">Simon Critchley</h4>\n\n<p class=\"has-text-align-none\">Well, it would be love of something which is not you, love of something which is outside you. So to give oneself over to someone, to something else, completely. Another way of thinking about it is to give what you do not have and to receive that over which you have no power. So I cannot give love. I can say &#8220;I love you,&#8221; but love has the strange quality where I have to pledge myself in love. But for someone else to experience that love, or for me to get close to that love, it&#8217;s not something that I have a certain quantity of in my mind. I have to give what I do not have. And then if I&#8217;m fortunate, I can receive love as a form of grace, which is something over which I have no power. I can be in love, I can receive love, I can get love back. But it&#8217;s not in my control. So the practice of love turns on a renunciation of control.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">So much of this mystical thinking points to the ultimate emptiness of a cynical, endlessly questioning intelligence, which in the end just draws you deeper and deeper into yourself. And that&#8217;s a road to nowhere. It&#8217;s certainly not a road to fulfillment.</p>\n\n<h4 class=\"wp-block-heading\">Simon Critchley</h4>\n\n<p class=\"has-text-align-none\">Yes, and I think that&#8217;s often what gets paraded or presented to us and applauded as being “smart.” And that seems to be the most important criterion we can use to decide whether someone should get a job or not get a job or be admitted into some institution. We want to know whether they’re smart. But there’s an emptiness to it. There&#8217;s a howling void at the core of it. And it does require, I think, work. Interesting work requires a kind of idiocy, a kind of stupidity, which I think is important in the book.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the things I do at the end is to pick up this idea from the musician Brian Eno, who talked of &#8220;idiot glee.&#8221; Idiot glee is a kind of sheer joy at the mad fact of the world. Eno is the inventor of various new categories of music, including ambient and generative music, and an all-round total genius. And the idea there is that we have to just be kind of happy idiots in a way and not be imprisoned in our smartness. This takes us back to Hamlet. Hamlet is smart. Hamlet is the ultimate expression of a cynical questioning intelligence, and it&#8217;s fun to watch. It&#8217;s extraordinary to watch. But it&#8217;s hell to be and it’s hell to be around. And the idea that we should valorize that above other forms of being human seems to me extremely, extremely strange.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">You say that mysticism mostly lives on in the modern world as an aesthetic experience. What does that mean?</p>\n\n<h4 class=\"wp-block-heading\">Simon Critchley</h4>\n\n<p class=\"has-text-align-none\">If we had to put it into shorthand, it would be that the mystic becomes the romantic poet who gives us the view of the whole. Which is good news in the sense that the kind of experience that we associate with mysticism does survive in things like poetry and music, but it loses all of its institutional framing. It loses its church. It just becomes some guy writing poems in a room.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But for me, the aesthetic experience that most captures mysticism is the experience of music. And also a lot of things that we were talking about — about a quietening of the mind, a sense of leaving oneself behind, of giving up that cynical questioning intelligence — all of those things for me can be had very directly in the experience of listening to the music that I love.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">My favorite line in the book might be when you say, “It’s impossible to be an atheist while listening to the music that you love.” I&#8217;m not exactly sure what you mean, but I also know exactly what you mean and anyone who loves music will know what you mean, too. But what’s actually going on there?</p>\n\n<h4 class=\"wp-block-heading\">Simon Critchley</h4>\n\n<p class=\"has-text-align-none\">Yeah, that&#8217;s it. You know exactly what I mean. I think it&#8217;s an incredible opening of the mind, and it&#8217;s hard to describe. For me, the world opened up through music, through pop music, and it gave me a vocabulary. It gave me a way of not being me, but of looking at something else. I talk about some of those experiences in relation to early ’70s Krautrock, and some punk stuff, and I end up with Nick Cave and people like that. </p>\n\n<p class=\"has-text-align-none\">There’s an experience of the sacred in music that just is, and I think it’s why we judge people with bad musical tastes so harshly. It&#8217;s why it&#8217;s really unforgivable. &#8220;Okay, so you voted for Trump or whoever. Okay, fair enough. I&#8217;ll try to understand you. But you like <em>this</em> album? That&#8217;s unforgivable!” And if someone doesn&#8217;t appreciate something that I really love musically, then I judge them. I think, &#8220;Okay, you don&#8217;t get that? Well, good luck with the rest of your life.&#8221;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But how does it do it? How does music do that? Well, the philosopher Schopenhauer thought music resonated with the will, the unconscious will. There was an attunement between us and the world through music. Nietzsche had similar sorts of ideas, namely that music is the highest art form because it resonates with the deepest level of us. I think something like that is probably true.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://podcasts.apple.com/us/podcast/how-to-feel-alive/id1081584611?i=1000678888817\"><em>Listen to the rest of the conversation</em></a><em> and be sure to follow</em><a href=\"https://www.vox.com/thegrayarea\"><em> </em>The Gray Area</a><em> on</em><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"><em> Apple Podcasts</em></a><em>,</em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em> Spotify</em></a><em>,</em><a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793\"><em> Pandora</em></a><em>, or wherever you listen to podcasts.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Almost all of us know what a peak experience feels like. For some people, it’s climbing mountains or surfing; for others, it’s an intense meditation practice, or maybe it’s as simple as that sensation you get on the floor at a great concert. Call it a flow state or transcendence or whatever you want, but [&#8230;]",
    "author": "Sean Illing"
  },
  {
    "title": "After 13 years of war, Bashar al-Assad&#8217;s regime in Syria has been defeated. What comes next?",
    "link": "https://www.vox.com/world-politics/390261/syria-bashar-assad-damascus-civil-war-refugee",
    "pubDate": "2024-12-08T20:54:05.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A foot stepping on a photo of Bashar al-Assad\" data-caption=\"A man treads on a picture of Syria’s ousted president Bashar al-Assad as people enter his residence in Damascus’s Malki area on December 8, 2024. | Omar Haj Kadour/AFP via Getty Images\" data-portal-copyright=\"Omar Haj Kadour/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2188316682.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A man treads on a picture of Syria’s ousted president Bashar al-Assad as people enter his residence in Damascus’s Malki area on December 8, 2024. | Omar Haj Kadour/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The <a href=\"https://www.vox.com/2015/9/14/9319293/syrian-refugees-civil-war\">early days</a> of the <a href=\"https://www.youtube.com/watch?v=JFpanWNgfQY\">uprising</a> against Bashar al-Assad’s Syrian regime — which came to a stunning <a href=\"https://www.nytimes.com/live/2024/12/07/world/syria-war-damascus\">end this weekend</a> after 13 long years of civil war as rebel forces <a href=\"https://www.nytimes.com/live/2024/12/08/world/syria-war-damascus\">entered the capital of Damascus</a> and Assad fled into exile — were defined by two famous pieces of graffiti.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The first was written by a group of teenage boys on a school wall in early 2011 in the city of Daraa. Inspired by the <a href=\"https://www.vox.com/2016/1/27/10845114/arab-spring-failure\">Arab Spring protests</a> then seemingly <a href=\"https://www.vox.com/world-politics/23896050/protest-decade-2010-revolutionary-handbook-vincent-bevins-arab-spring-brazil-occupy-hong-kong\">sweeping away the old order</a> in longtime dictatorships like Tunisia, Egypt, and Libya, they <a href=\"https://www.middleeastmonitor.com/20210311-a-decade-on-in-syrias-war-assad-has-no-moral-high-ground-to-cling-to/\">wrote</a>, “You are next, doctor,” referring to Assad, who had trained and worked as an ophthalmologist in London in his early years before returning to take over the family business of ruling Syria with an iron fist. The boys were then arrested and tortured by the <a href=\"https://www.aa.com.tr/en/life/syrias-graffiti-boy-recalls-start-of-deadly-conflict/1088949\">regime’s security forces</a>, an event credited by many with sparking the mass protest movement against Assad. </p>\n\n<p class=\"has-text-align-none\">The message proved to be overly optimistic: Assad didn’t flee and he didn’t compromise, instead opting to crush the uprising by force, leading to a civil war that would kill as many as <a href=\"https://www.reuters.com/article/world/syrian-observatory-says-war-has-killed-more-than-half-a-million-idUSKCN1GO13M/\">half a million people</a> and displace millions more.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The second graffiti message was a <a href=\"https://www.middleeastmonitor.com/20190521-the-syrian-regimes-slogan-assad-or-we-burn-the-country-must-not-become-reality/\">slogan scrawled</a> by pro-regime militias throughout the country in the early days of the uprising: “Assad or we burn the country.” The phrase signaled the regime’s complete unwillingness to compromise with its enemies and the lengths it would go to stay in power. </p>\n\n<p class=\"has-text-align-none\">Over the past week, even as the rebels <a href=\"https://www.vox.com/world-politics/389694/syria-rebels-bashar-assad-iran-hts-united-states-refugees-middle-east\">took the ancient city of Aleppo</a> on November 30 and began streaming down the highway south toward Damascus, it still seemed far-fetched that the Syrian regime would fall — that a family that had been in power since Bashar’s father Hafez al-Assad carried out a coup 54 years ago and was willing to go so far as to <a href=\"https://www.state.gov/tenth-anniversary-of-the-ghouta-syria-chemical-weapons-attack/\">use chemical weapons</a> on its own people and <a href=\"https://www.vox.com/world/2016/12/16/13974780/aleppo-explained-4-minutes\">reduce its own cities</a> to rubble to preserve that power would simply crumble in a matter of days.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But that’s exactly what happened: As the rebels advanced, there were numerous reports of government forces simply <a href=\"https://www.nytimes.com/live/2024/12/07/world/syria-war-damascus\">abandoning their positions</a> and <a href=\"https://x.com/danny_makki/status/1865640577401831666\">discarding their uniforms</a>. The Russian government says it <a href=\"https://www.yahoo.com/news/russia-says-syrias-assad-left-114922912.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAJltPSltBt1QINFpbKMB3JT1eeNofE_yqWyUOQvM1gMSC9KhvK4kTYHiOG-jNWRa_9obkYpsdTS_Xr2Q1Iob_ofPuH5UeUfwLpxG_UqvxtjkroGeyFy3LoKw7iOg9GMNxcnRCBSAqaVwIq09cACCnSCbhfsE-cCoSLPH7GTaYJP-\">has offered Assad and his family asylum</a>. US officials say they have not confirmed that Assad is in Russia, but have no reason to doubt it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, footage from Damascus is showing the kind of celebrations not seen since the heady <a href=\"https://aje.io/pq3n3i?update=3371540\">early days of the Arab Spring</a>. Videos on social media show people who were imprisoned, <a href=\"https://x.com/AimenDean/status/1865693614291951925\">including small children</a> and people <a href=\"https://www.reuters.com/world/middle-east/bewildered-elated-prisoners-pour-out-assads-jails-flung-open-2024-12-08/\">who’ve been incarcerated for decades</a>, being released from the regime’s notorious prisons. The events of the past week have raised hopes among <a href=\"https://www.nytimes.com/live/2024/12/08/world/syria-war-damascus\">at least some</a> of the more than 6 million Syrians who’ve fled the country — forming the world’s <a href=\"https://www.unhcr.org/us/global-trends\">largest refugee population</a> — that they may be able to return home.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The view from Washington</h2>\n\n<p class=\"has-text-align-none\">The White House <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/11/30/statement-by-nsc-spokesperson-sean-savett-on-syria/\">initially distanced</a> itself from the events in Syria, after the fall of Aleppo. But on Sunday, President Joe Biden <a href=\"https://www.cnbc.com/2024/12/08/biden-says-us-will-support-syria-and-its-neighbors-after-assad-dynasty-collapses.html\">spoke</a> from the White House calling Assad’s fall a “fundamental act of justice” and a “moment of historic opportunity.” His statement also linked the event to the US support for Ukraine and Israel in their fight against Russia, Hezbollah, and Iran, all key backers of the Assad regime.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The initial caution to embrace the offensive wholeheartedly was due in no small part to the fact that the main group leading the opposition, Hay’at Tahrir al-Sham (HTS), <a href=\"https://www.vox.com/world-politics/389694/syria-rebels-bashar-assad-iran-hts-united-states-refugees-middle-east\">is a former affiliate of al-Qaeda</a> that is still designated as a terrorist organization by the US. On a background call on Sunday, a senior US administration official said that the US “intends to engage with [HTS] appropriately and with US interests in mind,” but would not comment on whether it would reconsider the group’s terrorist designation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are looming questions over issues including the fate of Assad’s chemical weapons and the fate of Syria’s religious minorities, including the Kurdish forces that have allied with the American military to fight ISIS. Seemingly driving this point home, the US <a href=\"https://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/3989696/us-central-command-conducts-dozens-of-airstrikes-to-eliminate-isis-camps-in-cen/\">conducted dozens of airstrikes</a> targeting ISIS in Syria on Sunday as part of what US Central Command called an effort to “ensure that ISIS does not seek to take advantage of the current situation to reconstitute in central Syria.” For American policymakers, the scenes in Damascus could reawaken memories of <a href=\"https://www.vox.com/world/2017/9/18/16309558/isis-iraq-kurds-trump-us-mosul-syria-war-terrorism\">Iraq</a> and <a href=\"https://www.vox.com/2015/2/17/8051669/libya-chaos\">Libya</a> — countries where longtime dictators were toppled, only to see their countries consumed by sectarian violence and terrorism.</p>\n\n<p class=\"has-text-align-none\">One key difference this time around is that Assad was toppled by a mostly homegrown uprising, rather than a US-led military intervention. Not that the US has been totally absent from the scene. American military forces carried out a strike on <a href=\"https://www.defensenews.com/air/2024/12/04/a-10s-are-being-spotted-in-syria-heres-how-theyre-being-used/\">Iranian militia targets</a> in Syria on December 3, though the Pentagon was quick to stress that this was in response to a threat to American forces, not in support of the rebels.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The rebel forces also include the controversial Turkish proxy group known as the Syrian National Army (SNA) , and it appears likely <a href=\"https://www.kyivpost.com/post/43117\">Ukraine’s intelligence services may have played some role</a> in assisting the offensive by fellow opponents of the Russian military. It’s worth noting that the fighters entering Damascus also <a href=\"https://www.bbc.com/news/articles/c0kv582lpnro\">included a new rebel group from southern Syria</a> dominated by veterans of the Free Syrian Army, which for years was backed by the US and other western powers.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But as of now, as Biden suggested, it looks as if the biggest role international actors played in assisting the rebels was indirect and took place outside of Syria itself: After <a href=\"https://www.vox.com/world-politics/388407/ceasefire-lebanon-israel-hezbollah-biden-netanyahu-us\">14 months of war with Israel</a>, Assad’s ally Hezbollah was not in a position to intervene on Assad’s behalf, as it has in the past; with its main military assets <a href=\"https://www.vox.com/russia-ukraine\">tied up in Ukraine</a>, neither was Russia.&nbsp;&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The new rulers</h2>\n\n<p class=\"has-text-align-none\">Attention will now turn to Syria’s new rulers and how they will govern. Abu Mohammed al-Jolani, the HTS leader, has said all the right things, <a href=\"https://www.aljazeera.com/news/liveblog/2024/12/7/syria-war-live-news-govt-says-president-al-assad-has-not-fled-damascus?update=3371098\">calling on its supporters</a> to avoid vengeance against regime supporters. For now, he is leaving Assad-appointed Prime Minister Mohammed Ghazi al-Jalali in place until a <a href=\"https://www.aljazeera.com/news/2024/12/8/ex-syrian-pm-to-supervise-state-bodies-until-transition-al-julani-says\">transitional government is formed</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Saturday, a few hours before Assad’s overthrow, Vox asked Mouaz Moustafa, executive director of the US-based Syrian Emergency Task Force, what a transitional government could look like. He suggested that <a href=\"https://press.un.org/en/2015/sc12171.doc.htm\">UN Resolution 2254</a>, adopted back in 2015 but never implemented, could provide a road map: It calls for a Syrian-led political process facilitated by the United Nations leading to new elections within 18 months. </p>\n\n<p class=\"has-text-align-none\">In the coming months, we’ll see whether Jolani, the former al-Qaeda fighter with a $10 million price on his head from the US government, is really <a href=\"https://edition.cnn.com/2024/12/06/middleeast/syria-rebel-forces-hayat-tahrir-al-sham-al-jolani-intl-latam/index.html\">the pragmatic pluralist he now says he is</a>, and assuming he is, whether he’s capable of keeping together an ethnically and religiously diverse country, one awash with weapons, various armed groups, and traumatized by decades of dictatorship and war.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A big question mark is how Damascus’s new rulers will contend with the Kurdish-ruled northeast corner of the country, particularly if the incoming Trump administration follows through on plans from his last term to remove US troops from the region. There have already been <a href=\"https://www.voanews.com/a/as-assad-falls-fighting-intensifying-over-northern-syria-town-/7891689.html\">concerning reports in recent days</a> of clashes between Kurdish forces and the Turkish-backed SNA. On Saturday, <a href=\"https://truthsocial.com/@realDonaldTrump/posts/113612147757280297\" rel=\"nofollow\">Trump posted on Truth Social</a> that the offensive in Syria was “NOT OUR FIGHT” and that America “SHOULD HAVE NOTHING TO DO WITH IT.” </p>\n\n<p class=\"has-text-align-none\">Beyond these questions, Assad’s fall should be a reminder of some important facts. One, governments and analysts <a href=\"https://www.vox.com/world-politics/2023/12/13/23998928/hamas-taliban-isis-attacks-terrorism-extremist-groups-israel-palestine\">continue to be extremely bad</a> at assessing the strength of non-state militant groups like HTS, their ability to launch major offensives, and the ability of governments to resist them. </p>\n\n<p class=\"has-text-align-none\">Two, authoritarian regimes are often much weaker than they appear. As the just-freed Russian dissident Vladimir Kara-Murza <a href=\"https://www.vox.com/world-politics/388169/kara-murza-putin-russia\">recently told Vox</a>, referring to his own country, “In these repressive, tyrannical regimes, you don’t know what’s happening beneath the surface … there may be problems developing for the regime, but nobody’s aware of them until they come out of the open and suddenly everything collapses.”</p>\n\n<p class=\"has-text-align-none\">Over the past few years, the world <a href=\"https://authory.com/app/content/aac980a0a94fd4cb088ac55c457c93166\">had all but decided that Assad</a> had won the civil war. Regional governments that had spent years trying to topple him were welcoming him back into the fold, while the US was moving on to other priorities. If the last few days teach us anything, it’s that governments like Assad’s can often be more brittle than they appear from the outside, and it just takes a strong push to knock them over. </p>\n\n<p class=\"has-text-align-none\">For all the very justified concern and caution about what lies ahead for Syria, that should be some cause for optimism.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The early days of the uprising against Bashar al-Assad’s Syrian regime — which came to a stunning end this weekend after 13 long years of civil war as rebel forces entered the capital of Damascus and Assad fled into exile — were defined by two famous pieces of graffiti.&#160; The first was written by a [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "Public housing didn’t fail in the US. But it was sabotaged.",
    "link": "https://www.vox.com/policy/390082/public-housing-america-policy-failure-poverty",
    "pubDate": "2024-12-08T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two-story brick buildings without windows.\" data-caption=\"The deserted Desire Public Housing Project in New Orleans. | Shepard Sherbell/CORBIS SABA/Corbis via Getty Images\" data-portal-copyright=\"Shepard Sherbell/CORBIS SABA/Corbis via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-612577468.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The deserted Desire Public Housing Project in New Orleans. | Shepard Sherbell/CORBIS SABA/Corbis via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The stereotypical image of public housing in America is one of deteriorating buildings, urban blight, and <a href=\"https://www.nytimes.com/2018/06/11/nyregion/new-york-city-housing-authority-lead-paint.html\">dysfunctional housing authorities</a> in seemingly never-ending crises. Residents routinely deal with <a href=\"https://www.hrw.org/report/2022/01/27/tenant-never-wins/private-takeover-public-housing-puts-rights-risk-new-york-city\">bad living conditions</a>, including heat failures, pest infestations, mold, and leaks. And public housing projects are often found in <a href=\"https://www.cbpp.org/research/housing/public-housing\">areas with concentrated poverty</a> and in underserved, racially segregated neighborhoods.</p>\n\n<p class=\"has-text-align-none\">By and large, America’s experiment with public housing has been <a href=\"https://www.governing.com/community/americas-failed-experiment-in-public-housing\">viewed as a failure</a> — so much so that housing authorities have <a href=\"https://prospect.org/infrastructure/housing/public-housing-going-private-residents-fighting-back/\">offloaded some of their responsibilities</a> to the private sector.</p>\n\n<p class=\"has-text-align-none\">But the demise of public housing was not an inevitable outcome. As my colleague Rachel Cohen <a href=\"https://www.vox.com/policy-and-politics/23278643/affordable-public-housing-inflation-renters-home\">has pointed out</a>, other countries have successfully pulled it off. Governments around the world have shown that they can <a href=\"https://www.nytimes.com/2023/05/23/magazine/vienna-social-housing.html\">operate mixed-income housing developments</a> that have reliable maintenance and upkeep and that public housing doesn’t have to segregate poor people away from the middle class.</p>\n\n<p class=\"has-text-align-none\">So why did public housing in the United States age so poorly?&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>A bold experiment that was designed to fail</strong></h2>\n\n<p class=\"has-text-align-none\">The federal government’s plans to build public housing started in the 1930s, as part of the New Deal, in an <a href=\"https://nlihc.org/resource/public-housing-history#:~:text=The%20federal%20public%20housing%20program,result%20of%20powerful%20grassroots%20organizing.\">effort to create jobs during the Great Depression</a> and address the country’s housing shortage.</p>\n\n<p class=\"has-text-align-none\">But efforts to undermine public housing are about as old as the efforts to build it. From the outset, opposition was fierce. Many Americans didn’t like the idea of the government using their tax dollars to subsidize poor people’s housing, and real estate developers <a href=\"https://www.theatlantic.com/business/archive/2015/09/public-housing-success/406561/\">were concerned about having to compete</a> with the government.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Housing Act of 1949, which had a goal of providing “a decent home and a suitable living environment for every American family,” bolstered America’s public housing plans by heavily investing in the construction of new housing units. But by then, the federal government had already <a href=\"https://ggwash.org/view/78164/how-public-housing-was-destined-to-fail\">undermined its own stated plans</a> by capping construction costs (which encouraged using cheap materials and discouraged modern appliances) and allowing racial segregation. Congress had also doomed public housing authorities’ ability to raise revenue through rents in 1936 when it passed the George-Healey Act, which <a href=\"https://www.americanprogress.org/article/homes-for-all/\">established income limits</a> for who can qualify for public housing — making mixed-income public housing models impossible for federally funded projects.</p>\n\n<p class=\"has-text-align-none\">As housing projects started to draw more Black residents, white people who lived in public housing started leaving, especially after the Civil Rights Acts of the 1960s <a href=\"https://www.huduser.gov/portal/pdredge/pdr-edge-pdrat50-101723.html\">banned racial discrimination in housing</a>. This was partly because the Federal Housing Authority <a href=\"https://www.theatlantic.com/business/archive/2015/09/public-housing-success/406561/\">pushed for more people to own homes</a> and expanded its loans mostly to white people, helping white families move out of the projects. Black families didn’t receive the same opportunity.</p>\n\n<p class=\"has-text-align-none\">“You saw a change in the racial composition, which simply added to the stigma and the pattern of administrative neglect that characterized many housing authorities,” the historian Ed Goetz <a href=\"https://www.theatlantic.com/business/archive/2015/09/public-housing-success/406561/\">told the Atlantic</a> in 2015. </p>\n\n<p class=\"has-text-align-none\">Starting with President Richard Nixon — who <a href=\"https://yonahfreemark.com/wp-content/uploads/2017/07/Myth-Public-Housing-Failures-Led-to-a-Natural-Death.pdf\">declared that the US government</a> had turned into “the biggest slumlord in history” and <a href=\"https://nlihc.org/resource/public-housing-history#:~:text=The%20federal%20public%20housing%20program,result%20of%20powerful%20grassroots%20organizing.\">suspended federal spending</a> on subsidized housing — public housing started facing serious austerity measures and never recovered. Federal investments shifted away from building new public housing units and toward housing vouchers and public-private partnerships.</p>\n\n<p class=\"has-text-align-none\">In the decades that followed, public housing started declining in quality, and Congress <a href=\"https://nlihc.org/resource/public-housing-history\">funded a program to demolish</a> dilapidated public housing units and replace them with newly constructed or renovated mixed-income developments. But <a href=\"https://nlihc.org/resource/public-housing-history\">according to the National Low Income Housing Coalition</a>, those demolitions were an “overcorrection”; public housing simply needed more funding and better management.</p>\n\n<h2 class=\"wp-block-heading\"><strong>It didn’t have to be this way</strong></h2>\n\n<p class=\"has-text-align-none\">America’s public housing was an ambitious program that consistently faced efforts by lawmakers to undermine it. Throughout the program’s history, legislation deliberately limited its potential to house Americans as needed. In addition to the George-Healey Act, laws like the 1998 Faircloth Amendment <a href=\"https://nationalhomeless.org/repeal-faircloth-amendment/\">put a ceiling</a> on the number of homes public housing authorities are allowed to own.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But that doesn’t mean that public housing in the United States is entirely devoid of successes. The general picture of decay and neglect ignores the many positive experiences people have had living in government-run dwellings. As Goetz, a public policy professor at the University of Minnesota, <a href=\"https://www.theatlantic.com/business/archive/2015/09/public-housing-success/406561/\">writes</a>, “The story of American public housing is one of quiet successes drowned out by loud failures.” </p>\n\n<p class=\"has-text-align-none\">More than <a href=\"https://www.urban.org/sites/default/files/publication/101482/the20future20of20public20housing20public20housing20fact20sheet_0.pdf\">2 million people live in public housing</a> in the United States, and without it, many of them would struggle to find affordable shelter. Indeed, there are countless stories of people whose lives would be tangibly worse without public housing. Mike Connolly, a Massachusetts state representative who has proposed expanding public housing, is one example. “Personally, I view [public housing] as a success. I was raised in a public housing project in Norwood, Massachusetts,” he told me. “Having that stable environment — not being subject to eviction, not being necessarily subject to a particular cost burden around housing — I think was really terrific for me and gave me the opportunity to develop into someone who has been doing a lot of good things in life.”</p>\n\n<p class=\"has-text-align-none\">These bright spots show that there’s a solid foundation that the United States can build on rather than abandon its public housing experiment. “I think of [public housing] as a successful program that has provided low-cost, moderate-quality shelter to millions of people for almost a century across the United States,” Paul E. Williams, the executive director of the Center for Public Enterprise, told Vox. “It has been hampered and limited in its ability to do more by policy mistakes over the past 80 years.”</p>\n\n<p class=\"has-text-align-none\">So if America wants to be a public housing success story, it can. It just has to stop sabotaging its own efforts to get there.</p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the&nbsp;<a href=\"https://www.vox.com/pages/within-our-means-newsletter-us-poverty-politics-solutions\">Within Our Means</a>&nbsp;newsletter. Sign up&nbsp;<a href=\"https://www.vox.com/pages/within-our-means-newsletter-us-poverty-politics-solutions\">here</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The stereotypical image of public housing in America is one of deteriorating buildings, urban blight, and dysfunctional housing authorities in seemingly never-ending crises. Residents routinely deal with bad living conditions, including heat failures, pest infestations, mold, and leaks. And public housing projects are often found in areas with concentrated poverty and in underserved, racially segregated [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "Why did we think Neanderthals weren’t smart?",
    "link": "https://www.vox.com/unexplainable/389768/neanderthal-science-was-wrong",
    "pubDate": "2024-12-08T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A progression of human evolution shown in a drawing on a chalk board. \" data-caption=\"Historically, our stories about Neanderthals have revealed a lot more about ourselves than about the group of early humans.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-163746345.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Historically, our stories about Neanderthals have revealed a lot more about ourselves than about the group of early humans.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">H.G. Wells is probably best known for his story about an alien invasion, “The War of the Worlds,” and some of his other fantastical science fiction. But he also dabbled in some less well known prehistorical fiction. In 1921, he published a story about early modern humans and Neanderthals called “<a href=\"https://gutenberg.net.au/ebooks06/0602061h.html\">The Grisly Folk</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In it, a group of early modern humans is wandering around. Wells makes it clear that he does not think they are especially refined. They engage in scintillating dialog like:</p>\n\n<p class=\"has-text-align-none\"><em>“Ugh!” said one abruptly and pointed.</em></p>\n\n<p class=\"has-text-align-none\"><em>“Ugh!” cried his brother.</em></p>\n\n<p class=\"has-text-align-none\">But though these “true men,” as Wells calls them, were “still savages, very prone to violence and convulsive in their lusts and desires,” they were, he claims, recognizably human.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We can understand something of what was going on in their minds, those of us who can remember the fears, desires, fancies and superstitions of our childhood,” he says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By contrast, the antagonists of this particular story, the “grisly men,” are not recognizably human at all. These are Neanderthals, and, Wells imagines, they were less intelligent than “true men”; they “had no speech” and “did not understand.” They were less social than true men, and senselessly violent. In the story, they make a hobby of making off with the children of “true men.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">And, in Wells’ version of events, they treated their own children no better. He writes descriptions like:&nbsp;</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>“A male may have gone with a female or so; perhaps they parted in the winter and came together in the summer; when his sons grew big enough to annoy him, the grisly man killed them or drove them off. If he killed them he may have eaten them. If they escaped him they may have returned to kill him. The grisly folk may have had long unreasoning memories and very set purposes.”</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">In short: Wells assumed Neanderthals were unintelligent brutes. And he was absolutely not alone. For around a century, this was the prevailing narrative about Neanderthals. It was present, not just in Wells’s imagination, but in scientific papers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In more recent decades, we’ve realized that this narrative is <a href=\"https://www.smithsonianmag.com/science-nature/rethinking-neanderthals-83341003/\">almost</a> <a href=\"https://knowablemagazine.org/content/article/society/2023/new-finds-about-neanderthal-brains-and-behavior\">certainly</a> <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0096424\">incorrect</a>. Researchers have revisited old Neanderthal bones and tools, and realized that our prior understanding of these early human peoples was misguided.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, the myth of the ignorant Neanderthal is so pervasive that headlines often lead with it. “<a href=\"https://www.theguardian.com/science/2014/apr/30/neanderthals-not-less-intelligent-humans-scientists\">Neanderthals were not less intelligent than modern humans, scientists find</a>” reads a Guardian headline. Or, from HowStuffWorks:&nbsp; “<a href=\"https://science.howstuffworks.com/life/evolution/worlds-oldest-sample-string-was-made-by-neanderthals.htm\">More Proof Neanderthals Weren&#8217;t Stupid: They Made Their Own String</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The question is: Where did this idea even come from? Why did researchers think Neanderthals were so unintelligent to begin with?&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It turns out there&#8217;s a really deep past to that,” says Paige Madison, a science writer who wrote <a href=\"https://www.jstor.org/stable/45380543\">a journal article on this topic</a>, and is writing an upcoming book on human origins. “There’s a reason why we tend to think of Neanderthals as these kind of brutish, dumb, lesser Homo sapiens.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">We spoke to Madison as part of the latest episode of <em>Unexplainable</em>, Vox’s science podcast, which looks at how difficult it is to really know anything about Neanderthals at all.&nbsp;</p>\n\n<iframe frameBorder=\"0\" height=\"482\" src=\"https://playlist.megaphone.fm/?p=VMP9331026707\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">What follows is my conversation with Madison, edited for clarity and length.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Don’t leave me in suspense. What is the deep, dark reason that we thought of Neanderthals as dumb?</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">So the first Neanderthal fossils [recognized as such] <a href=\"https://humanorigins.si.edu/evidence/human-fossils/species/homo-neanderthalensis#:~:text=Neanderthal%201%20was%20the%20first,%2C%20the%20thick%2C%20strong%20bones.\">came out of the ground in the 1850s</a>. And you have this confluence of factors that shaped how people were thinking about Neanderthals and even how they were thinking about themselves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This was [a time] of colonialism, and you had all of these assumptions about what variation meant amongst humans and what it meant for potentially taking over other cultures and extracting resources from them. There were a lot of assumptions about certain groups of living humans being superior to other groups. Those assumptions made their way into the science of Neanderthals. [They] were just sort of taking [their] worldview on humans and applying it to these fossils in the past.</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Is there a specific example that helps explain how the culture of the late 19th century wound up informing how people looked at bones?</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">At the time you had this new science that was really trying to put living humans into categories and characterize them and understand differences. The form that it really took was the measurement of skulls. <a href=\"https://penntoday.upenn.edu/news/new-take-on-infamous-Morton-skulls\">There were scientists collecting skulls from all over the world and trying to measure these variations</a>. One was the presence of a brow ridge, which is something that varies a little bit with living humans, and there was this idea that [a brow ridge] was more primitive.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And then the presence of a steep forehead. They thought that this had to do with a region of the brain that was more developed. And so they would generally categorize most Europeans, for example, as having this steep forehead, and they would use this as evidence that these groups were superior.</p>\n\n<p class=\"has-text-align-none\">Those differences are minuscule and they are certainly not meaningful in terms of intellect and cognition, but at the time they were seen as incredibly meaningful and a way that you could differentiate these groups.</p>\n\n<p class=\"has-text-align-none\">So Neanderthals then come out of the ground and just get slotted into that worldview. They fit in exactly the spot that these European scientists were categorizing as the lower end of human intellect. The more “primitive” end. And it automatically then carried with it the implication that these were creatures that were primitive.</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Where did the perception of the hunched Neanderthal come from? Beyond just them being foolish, I feel like I also have this impression of them knuckle-dragging around. Slumping.</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison</strong></p>\n\n<p class=\"has-text-align-none\">Yeah! So there’s this story that you will find in textbooks, where basically this one French scientist, Marcellin Boule, <a href=\"https://humanorigins.si.edu/evidence/human-fossils/fossils/la-chapelle-aux-saints\">misinterpreted a Neanderthal skeleton</a>. And as the story goes, he got a hold of one of the first really complete specimens and he took a look at it and decided that these were these hunched-over brutes that were so dumb that they couldn&#8217;t even really stand up straight.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But I think he kind of applied this brutish conception that had already existed and applied it to their posture. And so of course that is significant. It did partially shape how we think about them. But he certainly did not invent it by any means.</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Got it. So a variety of European scientists developed this narrative about Neanderthals as dummies, people who were somehow inferior to other early modern humans. How did we start pushing back on that story?</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison</strong></p>\n\n<p class=\"has-text-align-none\">It definitely wasn’t just one thing. Very rarely in the history of science do we ever see big conceptions shifting because of one thing. So just as Boule didn&#8217;t create this image [of the brutish Neanderthal] alone, it wasn’t destroyed by one scientist alone, but instead was more of a confluence of factors that happened all around the same time.</p>\n\n<p class=\"has-text-align-none\">One of those was World War II coming to a close and the consequences of the involvement of race science in World War II being really clear. So, for a historian, it doesn&#8217;t seem to be a coincidence that you see people starting to push back on this dumb, brutish, primitive conception [of Neanderthals] right around the time that people are also pushing back on the racial conceptions of living humans.</p>\n\n<p class=\"has-text-align-none\">Another thing was, scientists actually got back into the museum in Paris, where the skeleton that Marcellin Boule looked at was housed … and they took a second look. They noticed that this was an elderly individual, and it was very clear that there were signs of arthritis on the bones.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">So basically it was like if people 10,000 years in the future took like one super arthritic old man and were like, “Yep, every person in the 2000s was just like this 72-year-old.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison</strong></p>\n\n<p class=\"has-text-align-none\">Exactly. And it&#8217;s worth mentioning, too, that the signs of arthritis on the skeleton are well recognized and Boule probably should have been able to recognize them. So it kind of goes to show how our expectations can lead us towards a certain conclusion and kind of push us in that direction even when the evidence isn&#8217;t quite there.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s why you see these interpretations change over time — because there&#8217;s so much else that&#8217;s going into the interpretation. It&#8217;s not as simple as looking at the bones and immediately knowing exactly what they mean. That is being filtered through tons of other information, both scientific and cultural. You know, we just can&#8217;t turn off that lens at any given moment.</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">So&#8230; it’s kind of like Boule’s ideas in his time were easily accepted because they made sense in the cultural context that they were a part of, but later, they were rejected, in part because of evidence and also in part maybe because the narrative had shifted. People were questioning race science anyway. They were starting to question race science applied to Neanderthals. And so suddenly it&#8217;s almost like it opened up space to also question this image that Boule had [of Neanderthals]?</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison</strong></p>\n\n<p class=\"has-text-align-none\">Exactly. Suddenly the earlier ideas about Neanderthals just didn’t make as much sense.</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">It sounds like what you&#8217;re saying is that our perception of Neanderthals has always been less about Neanderthals and more about ourselves, or our current cultural moment? Like, if you read what people historically have written about Neanderthals, you learn less about Neanderthals and you just learn more about the scientists and the society that they live in?</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison</strong></p>\n\n<p class=\"has-text-align-none\">That’s exactly what I would argue. Some scholars have said that it’s a little bit like holding a mirror up to ourselves, because Neanderthals were so closely related to humans living today.</p>\n\n<p class=\"has-text-align-none\">I think what’s interesting about it — and you&#8217;ll hear this from a lot of historians of science — is that it’s much easier to see that in the past, to accuse <em>them</em> of making mistakes given their biases or their cultural or political leanings, but in fact, what most historians and philosophers of science would argue is that that is still going on. It’s just harder to see it in the present.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton</strong></p>\n\n<p class=\"has-text-align-none\">How do modern scientists guard against this in their attempts to better understand Neanderthals?</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison</strong></p>\n\n<p class=\"has-text-align-none\">I think the best thing that most scientists can do at this point is to be very explicit about what their biases could be, what the limitations might be, and really just put all of that out on the table so that we can examine it the best that we can.</p>\n\n<p class=\"has-text-align-none\">One really strong way that I see this playing out in the science is [scientists] recognizing that their worldviews are shaping the kinds of questions that they’re asking and the ways they&#8217;re asking those questions.</p>\n\n<p class=\"has-text-align-none\">So, for example, if you find artwork in a cave, and you assume that artwork is something that only Homo sapiens have done and that Neanderthals were not capable of it … then you never even ask the question [“could Neanderthals have made this?”]. You just ask “Which Homo sapiens did this and when?”</p>\n\n<p class=\"has-text-align-none\">But if you come into a cave and you see that there&#8217;s art in there, you can ask, “Who did this?” in a more open way.</p>\n\n<p class=\"has-text-align-none\">That’s something I work with scientists [on] a lot — just thinking about the ways that their starting points, their questions, have already either opened or closed certain possibilities.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "H.G. Wells is probably best known for his story about an alien invasion, “The War of the Worlds,” and some of his other fantastical science fiction. But he also dabbled in some less well known prehistorical fiction. In 1921, he published a story about early modern humans and Neanderthals called “The Grisly Folk.”&#160; In it, [&#8230;]",
    "author": "Byrd Pinkerton"
  }
]