[
  {
    "title": "Are we actually in the middle of a generosity crisis?",
    "link": "https://www.vox.com/future-perfect/359526/charitable-giving-generosity-crisis-report-americans-young",
    "pubDate": "2024-07-10T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A pile of American dollar bills inside a donation box.\" data-caption=\"\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;GHI/Education Images/Universal Images Group via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-1265277021.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Did you donate to charity in the past, but no longer do so?&nbsp;</p>\n\n<p class=\"has-text-align-none\">If the answer is yes, you’re not alone. For the <a href=\"https://philanthropy.indianapolis.iu.edu/news-events/news/_news/2023/giving-usa-total-us-charitable-giving-declined-in-2022-to-49933-billion-following-two-years-of-record-generosity.html\">second year in a row</a>, the philanthropy research foundation <a href=\"https://apnews.com/article/giving-usa-report-philanthropy-indiana-university-lilly-school-9a6f1dedf4f88b5809debf75cbda02a2\">Giving USA reported</a> that fewer Americans are donating to nonprofits than they used to, and the total amount of giving is declining once inflation is taken into account.</p>\n\n<p class=\"has-text-align-none\">Some in the philanthropy world are calling it a “<a href=\"https://www.philanthropy.com/package/fundraising-and-the-generosity-crisis\">generosity crisis</a>” — fewer than half of American households now give cash to charity. <a href=\"https://nonprofitquarterly.org/speculations-on-the-roots-of-the-loss-of-small-u-s-donors-what-nonprofits-can-do/\">Twenty million fewer households donated</a> in 2016 than in 2000. And the money that is being given is increasingly coming from <a href=\"https://www.vox.com/recode/2022/9/27/23373134/philanthropy-giving-decline-billionaires\">a small number of super-wealthy people</a>.</p>\n\n<p class=\"has-text-align-none\">The only surprising thing about these findings, to me, though, is that anyone would be surprised.</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<h2 class=\"wp-block-heading\"><strong>Why aren’t people donating to nonprofits?</strong></h2>\n\n<p class=\"has-text-align-none\">One big, and rather intuitive, reason why fewer people are donating money to registered nonprofits these days is the general state of the economy. The number of donors started sharply declining <a href=\"https://nonprofitquarterly.org/speculations-on-the-roots-of-the-loss-of-small-u-s-donors-what-nonprofits-can-do/\">right around the tail end of the Great Recession</a> in 2010. Of households that stopped donating money to nonprofits between 2000 and 2016, most earned less than $50,000 per year.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.philanthropy.com/article/demographic-trends-push-giving-down-among-young-people/\">Young people are also less likely to donate</a> to registered charities than older people. The relationship between age and willingness to give away money makes sense — the younger you are, the fewer years you’ve had to earn money.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the age gap has grown over the past few years. In part, this can be explained by high costs of living, student loan debt, and inflation. “Younger donors simply don’t have money right now,” said <a href=\"https://www.philanthropy.com/author/rasheeda-childress\">Rasheeda Childress</a>, a senior editor at The Chronicle of Philanthropy.</p>\n\n<p class=\"has-text-align-none\">But we can’t blame the economy for everything. The <a href=\"https://www.philanthropy.com/article/what-philanthropy-and-nonprofits-lose-as-religion-fades\">decline in organized religion</a> might be the biggest factor in the decline in charitable giving. </p>\n\n<p class=\"has-text-align-none\">Religious institutions are major hubs of philanthropy — highly religious adults <a href=\"https://www.pewresearch.org/short-reads/2016/04/12/how-highly-religious-americans-lives-are-different-from-others/\">volunteer nearly twice as much as other adults</a> in the US, and roughly half of them volunteer through a religious organization. A report by the <a href=\"https://dogood.umd.edu/research-impact/publications\">Do Good Institute</a>, which conducts philanthropy research at the University of Maryland, found that people who belong to community groups, religious or otherwise, are more likely than others to volunteer and donate money.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not that religion necessarily makes people more charitable. <a href=\"https://dogood.umd.edu/research-impact/publications/social-connectedness-and-generosity-look-how-associational-life-and\">Community does</a> — specifically, community where charitable giving is centered and expected. But as <a href=\"https://news.gallup.com/poll/642548/church-attendance-declined-religious-groups.aspx#:~:text=A%20decade%20ago%2C%20the%20figure,do%20not%20attend%20services%20regularly.\">participation in organized religion declines</a>, so does giving.</p>\n\n<p class=\"has-text-align-none\">Beyond religion, people seem to be <a href=\"https://www.voanews.com/a/gallup-confidence-in-us-institutions-continues-to-decline/7573289.html\">losing faith in institutions</a> — the government, the media, and <a href=\"https://www.edelman.com/sites/g/files/aatuss191/files/2022-01/2022%20Edelman%20Trust%20Barometer%20FINAL_Jan25.pdf#page=40\">nongovernmental organizations like nonprofits</a>. </p>\n\n<p class=\"has-text-align-none\">Nonprofits are one of the most trusted institutions in the US, but only <a href=\"https://independentsector.org/blog/fourth-annual-report-on-trust-in-civil-society-reveals-decline-in-nonprofit-trust/\">about half of Americans have faith in them</a>. Political polarization may be partially to blame — organizations that are colored by partisan values, like religious organizations and civil rights groups, <a href=\"https://independentsector.org/resource/trust-in-civil-society/\">are less trusted</a> than nonprofits focused on more bipartisan issues like wildlife conservation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For <a href=\"https://nonprofitquarterly.org/speculations-on-the-roots-of-the-loss-of-small-u-s-donors-what-nonprofits-can-do/\">Nonprofit Quarterly</a>, Ruth McCambridge speculated that, as the gap between rich and poor gets wider, people are more likely to view nonprofits as “compliant handmaidens to an unjust system.” It’s not that people are less generous, it’s because they don’t trust organizations that cater to the rich donors they depend on, McCambridge added.</p>\n\n<p class=\"has-text-align-none\">At the same time, a survey of over 2,100 adults in the US found that, of those who stopped giving to charity over the past five years, 47 percent said that <a href=\"https://fortune.com/2023/07/06/why-is-charitable-giving-down-ultrawealthy-not-paying-fair-share-survey/\">they chose to stop donating</a> because they believed wealthier households should be pulling more weight.</p>\n\n<p class=\"has-text-align-none\">Historically, reaching out to small-dollar donors has not been an effective use of time for nonprofits, even though many nonprofits — particularly those in less affluent communities — <a href=\"https://www.philanthropy.com/article/the-decline-in-small-dollar-giving-hurts-bottom-lines-and-democracy\">depend on recurring small donations to stay afloat</a>. Why pour energy into persuading 10,000 people to donate $10 each, when you could get all $100,000 from one wealthy donor?</p>\n\n<p class=\"has-text-align-none\">“It’s almost becoming a self-fulfilling prophecy,” Childress said. By catering to the wealthy, nonprofits are “going after where the money is right now, but they’re not growing where the money is going to be.”</p>\n\n<p class=\"has-text-align-none\">The charitable tax deduction system was literally <a href=\"https://www.cambridge.org/core/journals/business-history-review/article/abs/founders-fortunes-and-philanthropy-a-history-of-the-us-charitablecontribution-deduction/F6328324C2B48D598786CC66BDC5B0BF\">designed to benefit the rich</a>. If you don’t earn a lot of money, claiming charitable donations <a href=\"https://www.vox.com/future-perfect/2019/9/3/20840955/charitable-deduction-tax-rich-billionaire-philanthropy\">doesn’t make much sense</a>, especially after former <a href=\"https://time.com/5609173/americans-giving-to-charity-trump-tax-law/\">President Trump’s tax cuts in 2017</a> reduced the need to itemize deductions.</p>\n\n<p class=\"has-text-align-none\">A totally reasonable reaction might be, “Who cares? Rich people have money to spare. Let them pay for everything!”</p>\n\n<p class=\"has-text-align-none\">But if we let rich people dominate philanthropy, we give them the power to shape how nonprofits operate. “You don’t want to be beholden to anyone,” said <a href=\"https://cep.org/people/phil-buchanan/\">Phil Buchanan</a>, president of the Center for Effective Philanthropy and author of <a href=\"https://cep.org/giving-done-right/\"><em>Giving Done Right</em></a>. If an organization that ought to be grounded in generosity and community is visibly propped up by a handful of billionaires and corporations, it’s not a great look.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If donors are not immersed in the community an organization is trying to serve, they’re less likely to understand what that community really needs. And centering the wealthy certainly doesn’t convince already-suspicious young middle-class adults to get involved.</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<h2 class=\"wp-block-heading\"><strong>How can we measure generosity if the IRS doesn’t know about it?</strong></h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.thegenerositycommission.org/\">The Generosity Commission</a>, a nonpartisan team led by The Giving Institute and Giving USA Foundation, has spent years <a href=\"https://www.thegenerositycommission.org/our-work/\">trying to figure out</a> where all the non-wealthy donors have gone. “There’s certainly a monetary giving crisis,” Childress said. But “if you look at the data, people are being generous” — just not in ways that we’re familiar with.</p>\n\n<p class=\"has-text-align-none\">In other words, the apparent “generosity crisis” may not be a crisis of generosity at all.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Measuring generosity is a bit like measuring “happiness” or “loneliness” — weird. Trying to nail down a feeling with statistics requires quantifying something that can’t really be quantified. Inevitably, the final score will be an imperfect reflection of the feeling, heavily skewed by what’s possible to measure.</p>\n\n<p class=\"has-text-align-none\">Today, measuring cash donations to registered charities is relatively simple. These gifts are reported to the IRS, leaving behind a paper trail that can be tracked by organizations like Giving USA. A <a href=\"https://pacscenter.stanford.edu/publication/how-we-give-now-conversations-across-the-united-states/\">2020 study</a> conducted by the <a href=\"https://pacscenter.stanford.edu/\">Stanford Center on Philanthropy and Civil Society</a> found that people in the US give in ways that extend far beyond tax-exempt donations to nonprofits.</p>\n\n<p class=\"has-text-align-none\">These forms of giving are harder to trace, though. When I gift a guitar to my neighbor who wants to teach his kid to play, for example, there’s no official record of that transaction — just a couple Facebook comments and a face-to-face conversation. The IRS can’t trace it, so in the eyes of Giving USA, it never happened.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.globalgiving.org/learn/what-is-mutual-aid\">Mutual aid</a> — or the reciprocal exchange of resources within a community — has existed worldwide for thousands of years. But it entered the spotlight in the US <a href=\"https://www.vox.com/future-perfect/21754625/covid-19-pandemic-generosity-charity-cash-transfers\">during the pandemic</a> through community fridges, child care collectives, and healthcare funds. </p>\n\n<p class=\"has-text-align-none\">For a population that increasingly <a href=\"https://ourpublicservice.org/publications/state-of-trust-in-government-2024/\">distrusts political institutions</a> and <a href=\"https://news.mit.edu/2020/hunger-social-cravings-neuroscience-1123\">craves human connection</a>, mutual aid can <a href=\"https://independentsector.org/wp-content/uploads/2022/07/Trust-Report-Independent-Sector-May-19-2022-1.pdf\">feel more impactful</a> than donating to a nonprofit — whether it really is or not. A survey conducted by <a href=\"https://www.givingtuesday.org/blog/a-closer-look-at-informal-giving-mutual-aid-and-community-care-in-a-global-context/\">GivingTuesday</a>, the organization behind the post-Thanksgiving global day of giving, found that 76 percent of respondents between 18 and 34 prefer to give directly to individuals in need, and not nonprofits — only 46 percent of those over 50 agreed.</p>\n\n<p class=\"has-text-align-none\">Donations <a href=\"https://www.fundera.com/resources/crowdfunding-statistics\">raised through crowdfunding</a> also grew 33.7 percent in 2022, with 6,455,080 crowdfunding campaigns launched across the world that year. The crowdfunding market is projected to grow to <a href=\"https://documents1.worldbank.org/curated/en/409841468327411701/pdf/840000WP0Box380crowdfunding0study00.pdf\">as much as $300 billion by 2030</a>. But while a GoFundMe donation counts as “generous” in my book, Giving USA can’t track it — so, we have a “generosity crisis.”</p>\n\n<p class=\"has-text-align-none\">But we know that humans, for the most part, are generous. In 2022, <a href=\"https://www.cafonline.org/docs/default-source/about-us-research/wgi_report_2023_final.pdf\">the Charities Aid Foundation found</a> that 4.2 billion people — 72 percent of the world’s adult population — gave money, <a href=\"https://www.vox.com/future-perfect/23969939/volunteering-charity-nonprofit-busy-time-remote-work-schedule-skills\">time</a>, or service to someone they didn’t know that year.</p>\n\n<p class=\"has-text-align-none\">Over the past several years, the <a href=\"https://www.thegenerositycommission.org/our-work/\">Generosity Commission</a> has been <a href=\"https://www.thegenerositycommission.org/wp-content/uploads/2021/10/TGC-Launch-Press-Release-FINAL_for-website.pdf\">working to “tell the full story” of generosity</a>, so nonprofits can better understand how people want to make their communities better. Their full results should be published later this year.</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<h2 class=\"wp-block-heading\"><strong>So, what should we do?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">To be clear: nonprofits do a lot of good, both in the US and abroad. Especially in smaller, less affluent communities, they <a href=\"https://www.feedingamerica.org/about-us/press-room/forbes-largest-charity-2023#:~:text=Food%20banks%20in%20the%20Feeding,people%20are%20experiencing%20food%20insecurity.\">absolutely depend</a> on normal, not-super-rich donors like me — and we’re not pulling our weight.</p>\n\n<p class=\"has-text-align-none\">One could argue that, because I am, temporarily, a member of <a href=\"https://www.vox.com/future-perfect/2023/9/15/23874111/charity-philanthropy-americans-global-rich\">the richest 1 percent of the world’s population</a>, I am morally obligated to donate a portion of my income to charity. At least in theory, if I schedule recurring donations to <a href=\"https://www.vox.com/future-perfect/23976937/charity-giving-tuesday-givewell-ten-percent\">highly effective charities</a>, I could save a number of lives in nations where my money will stretch much farther than it can in the US. </p>\n\n<p class=\"has-text-align-none\">But such effective philanthropy has always been the exception — in fact, giving to international causes <a href=\"https://theangelettigroup.com/insights-from-the-2024-giving-usa-report-key-trends-for-fundraisers/\">actually declined</a> by 1.6 percent after inflation in 2023. The vast majority of charitable giving in the US is domestic. Most donors aren’t paying for malaria-preventing bed nets overseas — they’re mainly <a href=\"https://www.vox.com/2015/6/3/8723189/john-paulson-harvard-donation\">donating to Ivy League schools</a> and <a href=\"https://smartasset.com/data-studies/where-do-americans-give-the-most-to-charity-2021\">religious organizations</a>. Just this week, Michael Bloomberg <a href=\"https://www.nytimes.com/2024/07/08/us/bloomberg-donation-johns-hopkins-medical.html?partner=slack&amp;smid=sl-share\">donated $1 billion dollars to Johns Hopkins University</a> to pay for med students’ tuition. </p>\n\n<p class=\"has-text-align-none\">If I were in med school, I’d be thrilled — student debt sucks. But med students, especially from prestigious schools like the <a href=\"https://www.usnews.com/best-graduate-schools/top-medical-schools/research-rankings\">No. 2 ranked Hopkins</a>, generally go on to make loads of money. Helping them out is less effective than, say, sending $1 billion dollars to <a href=\"https://www.givedirectly.org/?gad_source=1&amp;gclid=Cj0KCQjwv7O0BhDwARIsAC0sjWNsP9J1XQ3sfuXZ_fsGu6I7UTXbDQ_m9v83r8q5rNlxpa7CPm4HhLUaAuyCEALw_wcB\">directly help flood survivors in Kenya</a>. </p>\n\n<p class=\"has-text-align-none\">Personally, I don’t currently donate a portion of my income to registered nonprofits, highly effective or otherwise. I’m still earning back the savings I drained as a freelance journalist (after spending six years on a <a href=\"https://www.nature.com/articles/d41586-022-03472-3\">grad student stipend</a>). Michael Bloomberg didn’t pay for my Ivy League education, and with tens of thousands of dollars in undergraduate student loan debt hanging over my head, I laugh every time I receive, and promptly delete, a fundraising text from my alma mater.</p>\n\n<p class=\"has-text-align-none\">But I do give. I regularly support Kickstarter campaigns, gift household items to my neighbors, and donate to a mutual aid fund supporting sex workers in my community. That makes me like other “<a href=\"https://en.wikipedia.org/wiki/Zillennials\">zillennials</a>” in my cohort, who tend to direct their money <a href=\"https://www.philanthropy.com/article/generosity-report-shows-younger-donors-less-trusting-of-charities-than-older-people\">toward more informal charities than traditional nonprofits</a>. That may not necessarily count in the IRS’s statistics, but I don’t think it’s fair to call us ungenerous.</p>\n\n<p class=\"has-text-align-none\">Given the <a href=\"https://www.vox.com/politics/359160/biden-abc-news-interview-drop-out\">current state of democracy writ large</a>, it makes perfect sense to me that so many of us value direct, tangible impact over indirect measurements of “effectiveness.” Informal community-centered giving can <em>feel</em> more impactful, even if it doesn’t score as high on a utilitarian scale. And what giving within your community can do — whether in the form of cash, time, or stuff — is build connection at a moment when <a href=\"https://www.vox.com/policy/2023/5/3/23707936/surgeon-general-loneliness-epidemic-report\">we need it more than ever</a>.</p>\n\n<p class=\"has-text-align-none\">Middle-class people aren’t unwilling to give. They just seem to be giving differently, and philanthropic organizations are still figuring out how to measure charitable giving beyond tax-deductible donations to 501(c)(3) nonprofits.</p>\n\n<p class=\"has-text-align-none\">Whether channeled through money or not, people perform acts of kindness all the time. Hopefully, the philanthropy sector will start to see them.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story originally appeared in the&nbsp;</em><a href=\"https://www.vox.com/future-perfect\"><em><strong>Future Perfect</strong></em></a><em>&nbsp;newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\"><em><strong>Sign up here!</strong></em></a></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Did you donate to charity in the past, but no longer do so?&#160; If the answer is yes, you’re not alone. For the second year in a row, the philanthropy research foundation Giving USA reported that fewer Americans are donating to nonprofits than they used to, and the total amount of giving is declining once [&#8230;]",
    "author": "Celia Ford"
  },
  {
    "title": "What the world can learn from Indian liberalism",
    "link": "https://www.vox.com/politics/359562/indian-liberalism-politics-world-crisis",
    "pubDate": "2024-07-10T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Jawaharlal Nehru, later Prime Minister of India, with Mohandas Gandhi, the preeminent leader of the Indian independence movement in British-ruled India. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Universal History Archive/Universal Images Group/Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Universal History Archive/Universal Images Group/Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-590682077.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Jawaharlal Nehru, later Prime Minister of India, with Mohandas Gandhi, the preeminent leader of the Indian independence movement in British-ruled India. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Universal History Archive/Universal Images Group/Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Liberalism, it’s often said, is in crisis. Virtually everyone across the political spectrum agrees on that to some degree.</p>\n\n<p class=\"has-text-align-none\">But nobody agrees on what the nature of that crisis is — or, sometimes, even on the basic question of what liberalism is. With such basic disagreements standing in the way, conversations about liberalism often feel like dead ends.</p>\n\n<p class=\"has-text-align-none\">This week, I’m attending a conference that tries to answer these very big questions. “<a href=\"https://www.vox.com/press-room/354708/vox-announces-media-partnership-with-institute-for-the-study-of-modern-authoritarianism-for-their-inaugural-conference-liberalism-for-the-21st-century\">Liberalism in the 21st Century</a>,” hosted by the Institute for the Study of Modern Authoritarianism, is bringing liberals from around the world together to try and interrogate their own ideas —&nbsp;and figure out what can be done to rescue them from crisis.</p>\n\n<p class=\"has-text-align-none\">To kick off the discussion, I sat down with another attendee, the Indian political theorist Pratap Bhanu Mehta. One of his country’s leading public intellectuals, Mehta has been a leading voice in articulating what liberalism means in a distinctively Indian context.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In his telling, liberalism isn’t merely a set of specific ideas: it arises from a basic human impulse, one of hating to be dominated by others. Mehta argues that in India, the abhorrence of domination forms the core of a distinctive liberal tradition — one shaped less by Europe’s war of religion than India’s own tradition of caste oppression.</p>\n\n<p class=\"has-text-align-none\">What follows is a transcript of our conversation on these themes (and others), edited for length and clarity.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Zack Beauchamp</strong></h4>\n\n<p class=\"has-text-align-none\">To my mind, liberalism starts with a moral and philosophical principle: that the purpose of government is to encourage or permit individuals to live life according to their own vision of what it means to be a good person, to live a meaningful life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Democracy is one implication of that, because you can’t have people choosing their own lives if they don’t get to determine the government that runs them. Individual rights follow from that for obvious reasons. But those things, which are often defined as primary to liberalism, I think are sort of secondary to the moral core of the doctrine. At least that’s how I see it.</p>\n\n<p class=\"has-text-align-none\">But I’m curious, Pratap — what’s your definition of liberalism, and how does it compare to mine? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Pratap Bhanu Mehta</strong></h4>\n\n<p class=\"has-text-align-none\">Let me begin with talking about an elemental experience that is at the core of liberalism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We often have this thought that something would be unjustified if it were to be imposed upon us. Sometimes we say that about our parents. Sometimes we might say that about classmates. The thought is that forcing someone to do something violates something important about them. We often resent the fact that we are being made to do things against our will. And I think liberalism actually flows out of that elemental experience: that any demand of authority over us needs to be justified to us.</p>\n\n<p class=\"has-text-align-none\">Underlying that negative prohibition is a sense that choosing what the good life is is both difficult and has various possibilities attached to it. This is almost like a spiritual quest, where authenticity and sincerity actually matter: It is important that it be your choice.</p>\n\n<p class=\"has-text-align-none\">I feel sometimes this moral core has been lost because liberalism has now just become so encumbered by its kind of entanglement with Western history — this mistake we make that liberalism is specifically Western or imperial or something like that. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Zack Beauchamp</strong></h4>\n\n<p class=\"has-text-align-none\">This has been a hobbyhorse of mine for years, ever since I read Amartya Sen’s <a href=\"https://media-1.carnegiecouncil.org/cceia/254_sen.pdf\">1997 essay on liberalism and Asian values</a>. It’s amazing how some debates never seem to end.</p>\n\n<p class=\"has-text-align-none\">But though I share your view, I get the other side’s point. I understand why you would say liberalism is this tradition that we identify with a certain set of thinkers who are all European men, all born roughly between the 16th and 19th century, and that those people had a particular set of concerns and biases. Here I’d point to <a href=\"https://www.amazon.com/Racial-Contract-Charles-W-Mills/dp/0801484634\">Charles Mills’s work</a> on the racism and justifications for colonialism in Enlightenment theorists like Kant and Mill.</p>\n\n<p class=\"has-text-align-none\">From this point of view, you could say that this <em>is</em> what liberalism is. However you want to define liberalism abstractly, in actual context, it’s a set of ideas that emerged from the West that co-traveled with racism and imperialism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Interestingly, Charles Mills himself doesn’t agree with that last leap. But many do. And I’m just curious what you make of it as somebody who studies liberalism in a decidedly non-Western context. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Pratap Bhanu Mehta</strong></h4>\n\n<p class=\"has-text-align-none\">Liberalism arises in 17th-century Europe because there is a kind of history of religious persecution and religious intolerance, right? The first wave of liberalism is, in a sense, a response to the problem of religious tolerance and religious pluralism. </p>\n\n<p class=\"has-text-align-none\">But when people say liberalism was invented in the 17th century,&nbsp; it almost sounds like there were no traditions of religious toleration, no traditions that acknowledged value pluralism or any other tenet of liberalism in different traditions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet there are other parts of the world where theological intolerance was actually not a political problem at all. Just pick up any ancient Indian text. My own tradition, the Jain tradition, takes it to be a natural fact that different people will have different religious beliefs.</p>\n\n<p class=\"has-text-align-none\">India had a different kind of intolerance, which was more social intolerance —&nbsp;that people are arranged in a kind of hierarchical order. But it does not have the tradition of theological intolerance that the West does. Right. So for India, a liberal is going to emphasize surmounting that legacy of inequality.</p>\n\n<p class=\"has-text-align-none\">While the primary concern for 17th-century liberalism was theological intolerance, that doesn’t mean that the history of liberalism is going to be exclusively a Western history. It just means that the sources and enemies of liberalism are actually different in different societies. </p>\n\n<p class=\"has-text-align-none\">There are reasons why liberalism congeals into a particular set of attributes between the 16th and 18th century, but it actually doesn’t mean that much of the moral core of liberalism is not available elsewhere. Not only was it available, it was actually practiced. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Zack Beauchamp</strong></h4>\n\n<p class=\"has-text-align-none\">The Sen essay discusses Emperor Ashoka, a third-century BCE Indian monarch — specifically, his 12th edict at Erragudi. In it, Ashoka says, “He who does reverence to his own sect while disparaging the sects of others wholly from attachment to his own, with intent to enhance the splendor of his own sect, in reality by such conduct inflicts the severest injury on his own sect.”</p>\n\n<p class=\"has-text-align-none\">I find that really striking as a third-century BCE text. Here’s an emperor saying, as a matter of official state policy, that you must not disparage the faith and the beliefs of other people who share the territory with you. The edict really does support your argument that there are longstanding and deeply rooted versions of liberal principles across global history — and especially in Indian history. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Pratap Bhanu Mehta</strong></h4>\n\n<p class=\"has-text-align-none\">I don’t want to romanticize the past. India also had its original sin in the form of inequality in caste. But at least on the question of theological and philosophical intolerance, the question actually never rose in quite the same form as it did in the Western world. </p>\n\n<p class=\"has-text-align-none\">What has been at the center of Indian debates is a different kind of social power, namely the power exercised by communities over individuals within them. </p>\n\n<p class=\"has-text-align-none\">There was a version of toleration that meant, look, each community can have its own beliefs. And yet we know communities exercised power over their individuals within them. Often they will exercise power over women within communities, right? They will exercise power over the ability of individuals to exit communities —&nbsp;to convert, for example.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I think one of the interesting things when I look at these Indian traditions — including Buddhism and Jainism — is that they are also asking an interesting moral psychology question for liberals. What is it that leads people to want to dominate other people? To want to exercise power over their beliefs?&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not just a question of conviction that I’m right and you’re wrong. There is also something about the way we construct our own identities in our own selves — the privileging of our own egos, as it were, that lies at the base of this desire for domination. </p>\n\n<p class=\"has-text-align-none\">One of the things you actually find in a lot of these texts is that if you want a liberal culture, right, where you don’t seek to dominate others, you respect other people’s beliefs and so forth, you will actually have to ask a deeper and profound question: What kind of people do we have to be? Where that thought comes naturally to us. That’s not just a question of philosophical doctrine. That’s almost a question of temperament, of moral psychology. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Zack Beauchamp</strong></h4>\n\n<p class=\"has-text-align-none\">So that brings me to my next question —&nbsp;which is a big one. Hopefully not too big!</p>\n\n<p class=\"has-text-align-none\">When we talk about Indian politics today, we’re talking about a modern state.  All sorts of complex historical developments that bridged from over 2,000 years ago to today, including British colonialism. So when we talk about liberalism in its modern Indian form, how did it evolve? How did these various different proto-liberal ideas in the Indian tradition interact with more recent developments to produce what we might now call Indian liberalism? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Pratap Bhanu Mehta</strong></h4>\n\n<p class=\"has-text-align-none\">That’s a profound question. </p>\n\n<p class=\"has-text-align-none\">One of the interesting things about the Indian Constitution is that for many of its framers —&nbsp;like B.R. Ambedkar and Jawaharlal Nehru —&nbsp;the big worry was that the state was not empowered to reform communities. It is quite possible that you could actually end up with a state that is liberal in its broad constitutional structure, but so much social power is exercised by communities over individuals that most individuals still find the social systems they live in actually quite oppressive.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Caste is one example. In principle, you could say the state should be completely neutral: It shouldn’t particularly care how people define their identities. But if caste structures social power, it is going to have profound implications for the kind of freedom individuals actually exercise. The state might say people should be free to choose whatever lifestyle they want. But does that mean, as a society, we can exclude people from taking water from the well in our village just because they happen to be from a lower caste?</p>\n\n<p class=\"has-text-align-none\">So I think Indian liberalism’s biggest social challenge was profoundly shaped by that experience of social policy.</p>\n\n<p class=\"has-text-align-none\">So, many of the debates in Indian liberalism are preoccupied with the question of social justice; the question of how the state can ensure individuals are freed from very oppressive forms of social power. These may not have the sanction of the state behind them, but still can mutilate the dignity of individuals in quite profound ways. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Zack Beauchamp</strong></h4>\n\n<p class=\"has-text-align-none\">So Prime Minister Narendra Modi is no doubt a threat to Indian liberalism. His Bharatiya Janata Party is traditionally the party of the upper caste and the wealthy, but it has expanded its appeal across caste. Its main argument ideologically against Indian liberalism has been an almost Western-type sectarian argument, which is that Muslims don’t belong in India because India is a Hindu country.</p>\n\n<p class=\"has-text-align-none\">So Indian liberalism is concerned with social power. But now it’s facing a challenge from something that you describe as alien to the Indian tradition — sectarianism. So I’m curious: was this challenge anticipated to a great degree by the modern creators of Indian liberalism? And, if not, what happened to give rise to Hindu nationalism as such a potent force in India that they didn’t anticipate?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Pratap Bhanu Mehta</strong></h4>\n\n<p class=\"has-text-align-none\">That’s a wonderful question because it allows us to introduce one subject we haven’t named in this discussion so far: nationalism. </p>\n\n<p class=\"has-text-align-none\">The Hindutva [Hindu nationalist] right is actually a very modern phenomenon. What makes the emergence of Hindutva possible is the rise of the modern nation-state. Once this idea got around in the late 18th and 19th century&nbsp;— that we can institutionalize something like liberal democracy only in a nation-state form — it naturally led to big questions. How do we define who the people are? Who gets to be a member of a particular society? A modern democracy requires much stronger forms of mutual allegiance: the state taxes you more, the state relies on voluntary armies, and so on and so forth.</p>\n\n<p class=\"has-text-align-none\">How does 19th-century Europe respond to that? By defining nations in terms of particular ethnic characteristics, [like] a language or a religion. In the process of that nation-state formation in 19th-century Europe, you get enormous bloodshed and homogenization of populations. When the Habsburg Empire dissolves, when the Ottoman Empire dissolves, that’s the process which then unleashes the quest to create somewhat more homogeneous nation-states with cohesive identities. And the result was a kind of moral catastrophe for Europe. Nationalism. Two world wars. </p>\n\n<p class=\"has-text-align-none\">Now, what was interesting about the Indian national movement, I think, was that it saw that history and said, “If you want to avoid the catastrophes of Europe, you have to think of nationalism very differently.” It cannot take on board the simplistic ideas of nation-state ideology that Europe propagates, which is that a nation-state should have a principal ethnic identity, that it should be based on one language or one religion, or one dominant kind of sense of community, of faith. They realized that if you try and institutionalize that kind of a nation-state in the Indian context, the only logical conclusion would be immense violence and displacement of people in the quest for creating homogeneous nation-states. </p>\n\n<p class=\"has-text-align-none\">So in that sense, I think the challenge for modern Indian liberalism, like for modern European liberalism, and I dare say even for America, has actually not been traditional theological intolerance. It’s actually the nationalism question. And liberalism has always had a difficulty with the nationalism question because it has a theory of the state. It has a theory of the good life. It doesn’t have a clear theory of membership. It doesn’t have a clear sociological theory of what produces the forms of identification that allow communities to function as democracies with deep allegiance. </p>\n\n<p class=\"has-text-align-none\">So I would actually argue that what Narendra Modi is trying to do in some ways is not revive ancient fundamentalism. He’s as thoroughgoing a modernist as you rightly said. He’s actually trying to import the fantasy of a European-style nationalism in a context where its consequences — like in Europe — will be conflict and violence. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Liberalism, it’s often said, is in crisis. Virtually everyone across the political spectrum agrees on that to some degree. But nobody agrees on what the nature of that crisis is — or, sometimes, even on the basic question of what liberalism is. With such basic disagreements standing in the way, conversations about liberalism often feel [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "TikTok Shop is annoying on purpose",
    "link": "https://www.vox.com/money/358886/tiktok-shop-ads-products-annoying",
    "pubDate": "2024-07-10T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Since TikTok Shop’s US launch last fall, users have been complaining that they’re seeing too many product ads. | Ezra Acayan/Getty Images\" data-portal-copyright=\"Ezra Acayan/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2159326393.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Since TikTok Shop’s US launch last fall, users have been complaining that they’re seeing too many product ads. | Ezra Acayan/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If you’ve opened TikTok recently, you’ve probably seen an ad for a product sold in the new, in-app TikTok Shop, which made its official US launch last September. In fact, you’ve probably seen the same TikTok Shop ad multiple times. With a sigh, you swipe away, but a few swipes later, there it is again.</p>\n\n<p class=\"has-text-align-none\">Judging by the <a href=\"https://x.com/CourtneyRutled/status/1757249311681785893\">complaints</a> <a href=\"https://x.com/bushliberator/status/1725211687672811764\">strewn</a> <a href=\"https://x.com/saintclare_/status/1701417047207678215\">over</a> <a href=\"https://x.com/bonethirty/status/1692215443082420550\">the internet</a> <a href=\"https://www.reddit.com/r/Tiktokhelp/comments/1d9rfmc/ads_getting_out_of_control/\">about</a> <a href=\"https://www.reddit.com/r/TikTok/comments/1780ie4/why_so_many_ads_now_super_annoying/\">the ads</a>, people are not fans of so much advertising <a href=\"https://www.vox.com/technology/2023/9/14/23872449/tiktok-shop-for-you-page-ads\">disrupting the flow</a> of endless scrolling. In a series of unscientific tests using my TikTok account, I saw roughly five or six ads for every 20 videos. Not all of them were ads for products in the shop — about half the time they were good old fashioned sponsored ads from big brands such as Sephora or Amazon, distinguishable by their professional polish and lack of an orange shopping cart icon at the bottom that directs users to the product page.</p>\n\n<p class=\"has-text-align-none\">The gripes about TikTok Shop ads don’t just center on how many there are (scrolling through your Instagram Stories feed, you’re likely to see plenty of ads, too) but how often you’ll come across the same one. The product the TikTok algorithm seems to have chosen for me is <a href=\"https://www.microingredients.com/products/premium-pure-collagen-peptides-powder\">this collagen peptide powder</a> — specifically via <a href=\"https://www.tiktok.com/@milafindsdeal/video/7355998666131246378\">this ad</a> from a youthful-looking woman claiming she’s nearly 50 years old. I see it so frequently that it feels like I’m stuck in a social media ad prison. Why are these TikTok ads suddenly stalking us all?</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Pushy advertising is crucial to the TikTok Shop business model</h2>\n\n<p class=\"has-text-align-none\">One thing is certain: TikTok is definitely paying close attention to how the frequency of Shop ads is annoying users and affecting traffic. TikTok declined to share details with Vox on how Shop ads were served, including who saw which ads and how frequently they appeared.</p>\n\n<p class=\"has-text-align-none\">Rui Ma, a tech analyst at Tech Buzz China, says there are reports that internally at Douyin, the Chinese version of TikTok, they believe that 8 to 10 percent of the app experience can be commerce-related content before users start leaving, “supposedly based on a combination of mostly hard data and some management intuition,” she tells Vox over email.</p>\n\n<p class=\"has-text-align-none\">“I would personally be surprised if TikTok is not using this number as a guide to start,” Ma says, “but it’s possible that Chinese people are more tolerant of ads and this number could be too high for Americans.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another sure thing is that social media is an ad business. Meta, which owns both Facebook and Instagram, made <a href=\"https://investor.fb.com/investor-news/press-release-details/2024/Meta-Reports-Fourth-Quarter-and-Full-Year-2023-Results-Initiates-Quarterly-Dividend/default.aspx\">$134.9 billion</a> in revenue last year, of which $131.9 billion came from advertising. TikTok, which is much newer to the US and has a smaller user base than Meta’s apps, made about <a href=\"https://www.statista.com/statistics/1302319/tiktok-ad-revenue-us\">$8.75 billion</a> in ad revenue last year in addition to the commission it makes on each Shop sale.</p>\n\n<p class=\"has-text-align-none\">Crucially, if TikTok Shop really takes off in the US, TikTok would sit on a treasure trove of consumer data amassed directly from users.</p>\n\n<p class=\"has-text-align-none\">All the major social media companies serve their users targeted ads. Some of that data is collected by apps based on what you put in your profile, or your interactions and behaviors on the app. Until recently, they could pretty easily see which other websites you visited or which apps you used, but that got a lot harder when Apple started requiring all apps on iOS to ask if users wanted to <a href=\"https://www.vox.com/recode/23045136/apple-app-tracking-transparency-privacy-ads\">opt in</a> to app tracking. Most people <a href=\"https://www.nytimes.com/wirecutter/blog/apple-privacy-labels-tracking/\">say no</a>, which has done a number on effective ad targeting, which in turn means that brands bought fewer ads. Facebook said it lost about <a href=\"https://www.vox.com/recode/22929715/facebook-apple-ads-meta-privacy\">$10 billion in ad revenue</a> the year after Apple’s privacy feature rolled out.</p>\n\n<p class=\"has-text-align-none\">With a built-in e-commerce marketplace, TikTok can snatch first-party data on users’ shopping habits in-house — no need to track them across the internet. “TikTok Shop is a huge ad measurement play,” says Garrett Johnson, a marketing professor at Boston University’s Questrom School of Business.&nbsp;</p>\n\n<p class=\"has-text-align-none\">TikTok’s ad strategy isn’t exactly subtle, but Juozas Kaziukėnas, an e-commerce expert who founded the business intelligence firm Marketplace Pulse, argues it’s the reason TikTok Shop has been succeeding. “I think platforms like Facebook and Instagram were never willing to overtake users’ feeds with that [shopping] content just to kick-start the platform,” he says.</p>\n\n<p class=\"has-text-align-none\">TikTok is willing, perhaps because it’s already known as the place where people are looking for viral products to scoop up. An eMarketer survey from last February, before TikTok Shop launched, found that the top places American consumers started their online product searches were on Amazon and Walmart — but TikTok made <a href=\"https://www.emarketer.com/insights/facebook-advertising-statistics/\">third place</a>.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Could TikTok Shop’s aggressive, repetitive ads backfire?</h2>\n\n<p class=\"has-text-align-none\">The aggressiveness of the TikTok Shop ads could potentially be temporary, as the company monitors how many users they lose or whether time spent on the app declines. But it also might not be — the data could show TikTok that, for all the complaints, people are still as addicted to the app as ever.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ma, the tech analyst, doesn’t think the repetition is intentional, but “probably more of an ad inventory issue,” she says. If there aren’t a great number of Shop advertisers yet, that could impact how often you see the same ad, or, if the number of people in a target audience is fairly small, that might make repetition more likely, too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet the barrage of ads is perhaps particularly hard-hitting for TikTok because the app was long applauded for its supposedly magical For You page, a feed that felt bespoke to each user’s interests and quirks. While Facebook is stereotyped as the place for your boomer parents to post, Instagram for browsing your friends’ vacation pics, and X (formerly Twitter) for news and unhinged discourse, TikTok fans often expressed a sense of pride in having meticulously trained their For You feed to show novel, entertaining content. The TikTok Shop ads <a href=\"https://www.vox.com/technology/2023/9/14/23872449/tiktok-shop-for-you-page-ads\">ruin this illusion</a>. </p>\n\n<p class=\"has-text-align-none\">“I think someone called this the <a href=\"https://www.wired.com/story/tiktok-platforms-cory-doctorow/\">enshittification</a> of social platforms,” says Kaziukėnas, referring to the term coined by journalist Cory Doctorow describing the tendency of online platforms to become worse in quality over time.</p>\n\n<p class=\"has-text-align-none\">The frequency and doggedness of TikTok Shop ads point to a truth inherent to almost all social media platforms as they mature: The apps are increasingly just a place to stumble upon things to buy.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If you’ve opened TikTok recently, you’ve probably seen an ad for a product sold in the new, in-app TikTok Shop, which made its official US launch last September. In fact, you’ve probably seen the same TikTok Shop ad multiple times. With a sigh, you swipe away, but a few swipes later, there it is again. [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "The glorious return of the skort",
    "link": "https://www.vox.com/culture/358859/skort-trend-taylor-swift-halara-popflex",
    "pubDate": "2024-07-10T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Women in skorts.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Untitled-design-17.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Once upon a time, when you complimented someone’s skirt or dress, there was a solid chance she’d reply with, “<a href=\"https://www.reddit.com/r/oddlyspecific/comments/qxhf34/thanks_it_has_pockets/\">Thanks, it has pockets!</a>” These days, you’re more likely to be met with a different response, or rather a correction: “Thanks, it’s actually a skort.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The skort, long relegated to the tennis court or the little girls’ department, has been heralded more for its practicality than its stylishness for the majority of its hundred-ish years-long history. But this summer, the garment — which is to say, shorts meant to look like skirts — are everywhere, much to the thrill of chafed thighs worldwide. Right now, there are <a href=\"https://trends.google.com/trends/explore?date=all&amp;geo=US&amp;q=skort&amp;hl=en\">more Google searches</a> for the item than at any other point in the last 20 years. It is, gloriously, the summer of the skort.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s possible that the film <em>Challengers</em> has something to do with this. <a href=\"https://www.vox.com/2018/8/28/17791518/serena-williams-catsuit-ban-french-open-tennis-racist-sexist-country-club-sport\">Tennis fashion</a> has always influenced style, whenever the culture pays attention to it. This spring’s sexiest romantic drama, combining <a href=\"https://www.vox.com/culture/24139393/challengers-sexy-tennis-zendaya-luca-guadagnino-investigation\">sweaty, rock-hard limbs and bisexual polyamory</a>, had Zendaya wearing a wide variety of skorts not only in the movie but also in her much-lauded press tour.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The current iteration of skortsmania predates <em>Challengers,</em> though, and can be traced back to the spring of 2021, when a handful of skorts went viral on TikTok and searches for the garment&nbsp;on <a href=\"https://www.refinery29.com/en-us/2021/05/10483982/skorts-trend-tiktok\">some shopping</a> websites <a href=\"https://www.stylight.com/Magazine/Fashion/According-Tiktok-Skorts-Back-Baby/#:~:text=Based%20on%20our%20own%20sleuthing,to%20June%202021%20on%20Stylight.\">doubled</a>. Trend forecasters <a href=\"https://www.refinery29.com/en-us/2021/05/10483982/skorts-trend-tiktok\">chalked it up</a> to renewed nostalgia for ’90s and Y2K fashion and internet-born micro aesthetics like <a href=\"https://www.vox.com/the-goods/22638568/old-money-aesthetic-dark-academia-prep-tiktok-pinterest-instagram\">dark academia</a>, which fetishizes collegiate staples like tweed, sweaters, and preppy athletic uniforms. In the years since, brands have capitalized on the interest, creating more styles not only in traditional athletic fabrics but in cotton, linen, and material mimicking suitwear.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Women unveil their skort hauls on TikTok, testing out the latest options from <a href=\"https://www.tiktok.com/@julia_amer/video/7348561760854543647?q=skort%20haul&amp;t=1719433250049\">Lululemon</a> or <a href=\"https://www.tiktok.com/@charliandrea/video/7379415039389748522?q=skort%20haul&amp;t=1719433250049\">Urban Outfitters</a>, praising them for their usefulness <a href=\"https://www.tiktok.com/@getawei/video/7250135406413352198?q=skort&amp;t=1719433635837\">against wind</a> or the <a href=\"https://www.tiktok.com/@juliaperfetto/video/7141095702012218629?q=skort&amp;t=1719433635837\">dreaded riding-up</a> that have bedeviled miniskirts since time immemorial. Crucially, they also allow curvy women to ward off painful chub rub and delight in micro-minis without resorting to mismatched bike shorts underneath. While Google interest in two related athleisure trends, <a href=\"https://www.vox.com/2020/8/7/21346846/bike-shorts-girlfriend-collective-aerie\">bike shorts</a> and <a href=\"https://www.vox.com/the-goods/22667186/exercise-dress-tiktok-hype-explained\">exercise dresses</a>, peaked in 2020 and 2021, respectively, skorts have only gotten more popular in the past three summers, helped in part by a serious skort fangirl named Taylor Swift, who’s <a href=\"https://www.harpersbazaar.com/celebrity/latest/a60294403/taylor-swift-pleated-beige-skort-loafers/\">been wearing them</a> all <a href=\"https://www.billboard.com/culture/product-recommendations/taylor-swift-coachella-halara-skirt-buy-online-1235657205/\">over</a> the <a href=\"https://www.byrdie.com/taylor-swift-viral-tennis-skirt-8644214\">place</a>.</p>\n\n<p class=\"has-text-align-none\">Shorts masquerading as skirts, then dubbed “<a href=\"https://www.atlasobscura.com/articles/skort-history\">trouser skirts</a>,” first appeared in the 1890s as part of a fun new craze: bicycling. By the early 20th century, college women embraced shorts because of all the activities they were doing that their mothers didn’t: They biked, they attended gym classes and played sports outdoors, and soon began wearing them for leisure, too. But shorts were&nbsp;derided by men and older women, just as much as women’s bloomers were in the mid-19th century. One etiquette writer <a href=\"https://www.salon.com/2018/09/07/serena-williams-catsuit-controversy-evokes-the-battle-over-women-wearing-shorts_partner/\">wrote in 1936</a>, “If you gals really knew how cute you look in a well-cut dress, you wouldn&#8217;t hanker to wear shorts. Of course, you’ve got to be comfortable, ah, me! Even if you have to insult the aesthetic sense of men to do it?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">This tends to be a pattern among countless fashion trends throughout history: Young women <a href=\"https://www.vox.com/culture/24074113/bayonetta-office-siren-tiny-reading-glasses-trend-tiktok-sexy-librarian\">embrace a look</a> despite outcries from the rest of the world, until eventually everyone else sees the vision and catches up. By the 1950s, the Bermuda short had become a wardrobe staple for both men and women. (These uproars are ongoing: Athleisure, a category of clothing that exploded in the US during the 2010s, was responsible for a <a href=\"https://www.vox.com/the-goods/2019/3/28/18285843/leggings-controversy-history-notre-dame-tights-not-pants\">decade’s worth of controversy</a> around the idea that women were wearing leggings outside the home.)</p>\n\n<p class=\"has-text-align-none\">As usual, college women’s tastes won the day: Deirdre Clemente, a fashion historian at the University of Nevada, Las Vegas, explains that the rise of the skort was intricately tied to California’s place as a new fashion powerhouse after the Great Depression. Unlike the New York design houses, which released seasonal collections after the French model, California brands were consumer-demand driven, designing items based on what was selling. “Skorts became so popular because people were like, ‘We want them. They’re comfortable, they’re easy to wear,’” she explains. The introduction of rayon and synthetic fibers around the same time, she adds, was also crucial to the rise of the skort, allowing for more stretch at a cheaper price.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The 2020s have seen a similar phenomenon. In early 2021, the just-launched fast fashion brand Halara began selling its first collection of skorts, which immediately took off on TikTok. Global Brand President Gabby Hirata says that the <a href=\"https://thehalara.com/products/everyday-2-in-1-tennis-skirt-lucid?pmui=10.1.collection.list.3.skirts_2006&amp;pmuih=skirts&amp;requestId=1983385463093896&amp;_gl=1*1juynhd*_up*MQ..&amp;gclid=CjwKCAjwyo60BhBiEiwAHmVLJeO67ZtbRZq8RQGg8NMYaciWSMhJM1oZh89KI0EZzkYmDU7v_XlxWhoCMAcQAvD_BwE&amp;variant=42485422751910\">Lucid tennis skirt</a>, a crisscrossed skort with a phone pocket, has been viewed on TikTok over a billion times. Since then, Halara has sold more than a million of them, making it the brand’s fifth-bestselling item of all time. Today, they offer more than 500 versions of skorts, which Hirata credits to how the brand obsessively crowd- and A/B-tests product designs and produces more based on what’s already selling. Sales of skorts “have continued to go up and stay elevated,” she says. “Otherwise, we wouldn’t have done so many iterations.”</p>\n\n<p class=\"has-text-align-none\">Another unexpected boost came in April, when Taylor Swift was seen at <a href=\"https://www.cosmopolitan.com/entertainment/celebs/a60497616/buy-taylor-swift-coachella-skirt-garter/\">Coachella wearing Halara’s buckle skort</a>, which looks like a typical pleated mini skirt but has a garter belt-like buckle over the thigh. “That was quite a surprise,” says Hirata, because it didn’t look anything like the typical athleisure and tennis-inspired skorts on the market.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2147795662.jpg?quality=90&#038;strip=all&#038;crop=0,29.413235439787,100,41.173529120426\" alt=\"Taylor Swift in a skort\" title=\"Taylor Swift in a skort\" data-has-syndication-rights=\"1\" data-caption=\"Taylor Swift wearing Halara&#039;s buckle skort at Coachella in April. | Gilbert Flores/Getty Images\" data-portal-copyright=\"Gilbert Flores/Getty Images\" />\n<p class=\"has-text-align-none\">Hirata explains that customers continue to be drawn to skorts that appear to be regular skirts but come with shorts sewn in. Go on any website where many young women buy skirts — Asos, Abercrombie and Fitch, Uniqlo, Old Navy — and you’ll find skorts made with nonathletic-wear fabrics. Miniskirts that a few years ago would have simply been skirts are now made with shorts sewn into them (Los Angeles Apparel, notorious for its sister brand American Apparel’s sexy schoolgirl skirts, now sells a variety of skorts).&nbsp;</p>\n\n<p class=\"has-text-align-none\">When fitness influencer Cassey Ho started her athleisure brand Popflex in 2016, “Everything was pretty much sports bras and leggings,” she says. In 2021, she released her first line of skorts, which she designed to “make you feel like a ballerina — very feminine and ethereal.” Her <a href=\"https://www.popflexactive.com/collections/skorts/products/pirouette-skort-with-pockets-digital-lavender\">Pirouette skort</a>, an athletic short with a tiered, petticoat-inspired outer layer, was released in 2022, and sold out as soon as a TikTok she made about it went viral.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It was that skirt in lavender that noted skort-lover Taylor Swift was seen <a href=\"https://www.youtube.com/watch?v=2hBLC7E8v3A\">wearing in a video clip in April</a> to promote her new single “Fortnight.” (She even possibly references it in the opening line of her song “<a href=\"https://genius.com/31516694?\">imgonnagetyouback</a>”: “Lilac short skirt, the one that fits me like skin,” she sings — it is technically a skort but as much as women love them, the term doesn’t really connote the same sexiness.) Swift’s video gave the brand its biggest sales day of the year and the second of all time. Skorts, says Ho, are now Popflex’s bestselling product category.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Will the summer of skorts last? For now, it seems so. Hirata notes that one of the most crucial aspects of skort sales is that many versions come with a phone pocket. “People continue to be more and more addicted to their phone, and with that pocket, your phone is almost touching you,” she says. While younger women might love skorts because it allows them to wear shorter, tighter skirts without worrying they’ll accidentally show too much, they’re useful for older demographics too. “I bought my first skort when my daughter was 2 years old, and that’s a time when they start to move around a lot,” Hirata says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The thing about skorts is that they meet the needs of the women wearing them,” adds Clemente. “As long as something is comfortable, practical, and easy to wash — these are the tenants of the American wardrobe.” As Derek Thompson <a href=\"https://www.theatlantic.com/ideas/archive/2018/10/bicycle-bloomers-yoga-pants-how-sports-shaped-modern-fashion/574081/\">wrote in the Atlantic</a>, “The theme of the past century of Western fashion is this: We take clothes designed for activity, and we adapt them for inactivity.”</p>\n\n<p class=\"has-text-align-none\">Men — at least those on the cutting edge — are embracing skorts too. High-end menswear designers like Comme des Garçons, Fendi, and Louis Vuitton <a href=\"https://hypebeast.com/2024/1/skorts-menswear-trend-fall-2024-runway-paris-milan-fashion-week-analysis\">debuted skirted trousers</a> in their Fall 2024 collections earlier this year. A perfect garment shouldn’t only be limited to women, after all, nor to mini lengths: Halara has recently begun experimenting with maxi versions, which now <a href=\"https://halara.com/products/breezeful%E2%84%A2-high-waisted-high-low-ruffle-2-in-1-quick-dry-casual-maxi-skirt?pmui=10.1.collection.list.1.skirts&amp;pmuih=skirts&amp;variant=44039442923686\">make up some of</a> the brand’s most popular skorts. Hirata says, “The factories jokingly said to us, ‘Do you guys know what you’re doing? People don’t wear this to play tennis, what are you making this for?’ But eventually it took off.”</p>\n\n<p class=\"has-text-align-none\">I’ve always been a lover of miniskirts, but I’ve since graduated to the option that, I’ve come to realize, is superior in every possible way. For anyone who once imagined summer dressing as an unbearable pain, consider the skort. Your thighs will thank you.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Once upon a time, when you complimented someone’s skirt or dress, there was a solid chance she’d reply with, “Thanks, it has pockets!” These days, you’re more likely to be met with a different response, or rather a correction: “Thanks, it’s actually a skort.”&#160; The skort, long relegated to the tennis court or the little [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "Is Kamala Harris a better candidate now than she was four years ago?",
    "link": "https://www.vox.com/2024-elections/359620/kamala-harris-2020-president-campaign-2024-failure-lesson",
    "pubDate": "2024-07-10T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris, in a white blazer, speaks into a microphone on a stage in front of large blue letters spelling our her first name.\" data-caption=\"Then-Sen. Kamala Harris of California speaks at a campaign rally in Davenport, Iowa, in 2019. | Alex Edelman/AFP via Getty Images\" data-portal-copyright=\"Alex Edelman/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-1161345594.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Then-Sen. Kamala Harris of California speaks at a campaign rally in Davenport, Iowa, in 2019. | Alex Edelman/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The last time Kamala Harris ran a campaign for the presidency, she dropped out of the contest before a single vote was cast.</p>\n\n<p class=\"has-text-align-none\">After launching her bid in Oakland, California, in front of a crowd of 20,000 supporters in January 2019, she campaigned for 310 days before dropping out of the contest. At the time she left the race, she was polling at <a href=\"https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/799kgtotz3/econTabReport.pdf\">4 percent</a> or lower in polling aggregates — a complete flop. It was a stunning result: Harris had been seen as a rising star for most of her years campaigning for and legislating in the Senate, questioning Trump administration officials, and was viewed as the possible future of the Democratic Party as she prepared for a presidential bid.</p>\n\n<p class=\"has-text-align-none\">She didn’t get close to the nomination in 2020. Now, due to the unprecedented weirdness of the 2024 cycle, she’s as close as she has ever been. President Joe Biden is under strong pressure to drop out of the race, but so far, has vowed not to do so. If&nbsp;that changes, Harris appears most likely to replace him atop the ticket.</p>\n\n<p class=\"has-text-align-none\">But would a Harris-led ticket give Democrats a better shot at beating Donald Trump? What can we learn from 2020 that informs us on how she’d fare in 2024? And would the factors that held Harris back in 2020 likely still plague her this time around?</p>\n\n<p class=\"has-text-align-none\">For answers, we can look back to that failed 2020 primary run to see what happened. Three causes stand out.</p>\n\n<ol>\n<li>Harris and her team were uncertain over which ideological path to take, especially as the Democratic Party shifted hard to the political left.</li>\n\n\n\n<li>Her campaign operation was chaotic and advisers were often divided, changing the campaign’s direction repeatedly.</li>\n\n\n\n<li>The Democratic base wasn’t convinced by her arguments about electability — and she missed her moment once real-world factors like fundraising, media coverage, and polling caught up.</li>\n</ol>\n\n<p class=\"has-text-align-none\">These reasons are specific to 2020, but contrasting them to today’s situation shows how much Harris, the Democratic Party, and the nation have changed.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Theory 1: Harris wobbled ideologically, tacking to the left before trying to pivot to the center</strong></h2>\n\n<p class=\"has-text-align-none\">Soon after launching her campaign, Harris immediately shot into the top tier of Democratic presidential contenders. Her record and reputation as a senator, attorney general, and prosecutor in California all set her up to occupy a lane of law-enforcing crusader against then-President Donald Trump (who, if you remember, was being investigated by special counsel Robert Mueller and about to face an impeachment inquiry for his attempts to elicit electoral interference from Ukraine).</p>\n\n<p class=\"has-text-align-none\">Yet from the start she declined to carve out a strong ideological identity — either progressive or moderate — or defining policy at a time when those ideological labels and consistency were all the rage within the Democratic Party.</p>\n\n<p class=\"has-text-align-none\">“I’m not really into labels. For me, I come at issues through the lens of how it actually impacts people,” Harris told the New York Times <a href=\"https://www.nytimes.com/2019/07/31/podcasts/the-daily/kamala-harris.html?showTranscript=1\">back in July 2019</a>, reflecting on how she thinks about herself ideologically. “Policy has to be relevant. That’s my guiding principle … there are tests that I have for the relevancy or the significance of policy, but it’s not an ideological test.”</p>\n\n<p class=\"has-text-align-none\">This standard quickly became a problem for her. She wasn’t able to rally the support of discrete segments of the Democratic Party’s primary electorate, nor was she able to unite voters around one defining policy priority or convince them she could be consistent.</p>\n\n<p class=\"has-text-align-none\">A clear example comes from the Democratic presidential primary’s focus on health care policy. Left progressives like Sens. Bernie Sanders of Vermont and Elizabeth Warren of Massachusetts championed their own versions of Medicare-for-all. Moderate centrists like former mayor Pete Buttigieg and then-former Vice President Joe Biden were able to advocate for expansions of Obamacare or slimmed down versions of government-sponsored health care.</p>\n\n<p class=\"has-text-align-none\">Harris, <a href=\"https://kamalaharris.medium.com/my-plan-for-medicare-for-all-7730370dd421\">meanwhile</a>, was in a “<a href=\"https://www.vox.com/2019/11/20/20953284/kamala-harris-polls-2020-election\">no person’s land</a>” to the left of the centrists and to the right of the leftists. She first endorsed Sanders’s bill — then <a href=\"https://www.washingtonpost.com/politics/harris-announces-her-plan-for-medicare-for-all/2019/07/28/67cbfb28-b193-11e9-8949-5f36ff92706e_story.html\">turned away</a> from it when the plan’s proposal to eliminate private insurance and replace it with government-sponsored coverage faced pushback from labor unions and other Democratic constituencies. She was sharply criticized for the change on the primary debate stage and in public appearances — and reporters covering her at the time noted that this was an example of Harris’s lack of experience on policy details, compared to the other candidates in the field.</p>\n\n<p class=\"has-text-align-none\">A similar dynamic emerged when the primary race turned toward criminal justice reform.</p>\n\n<p class=\"has-text-align-none\">Harris had a deep background in law enforcement: someone who built her career in the Bay Area thinking about quality of life, public order, policing, and crime. But in the Democratic Party of 2019, pushing tough-on-crime policies — or defending the power of the state to crack down on crime — were not popular positions to have, especially during the early part of the campaign when she was trying to appeal to progressives.</p>\n\n<p class=\"has-text-align-none\">She was pilloried for this prosecutorial past: excerpts from her books, old interviews, and spotlights on her support for <a href=\"https://www.npr.org/sections/codeswitch/2020/10/17/924766186/the-story-behind-kamala-harriss-truancy-program\">legal reforms</a> that <a href=\"https://www.huffpost.com/entry/kamala-harris-truancy-arrests-2020-progressive-prosecutor_n_5c995789e4b0f7bfa1b57d2e\">ended up jailing mothers</a> in California all worked to make her unpalatable to progressives.</p>\n\n<p class=\"has-text-align-none\">So she ran away from this history instead of trying to defend it. As <a href=\"https://www.slowboring.com/p/kamala-harris-wrote-a-good-book-about\">Matt Yglesias pointed out last year</a>, this may have been a mistake. What she actually wrote about in her book on crime and criminal justice was much more nuanced, Yglesias writes:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>Harris is a progressive in the sense that her work is informed by progressive values, like funding social services and assisting the most vulnerable. But she is also a true believer in the power and value of coercion. She pairs her concern for addressing root causes with a focus on compliance and making sure people follow the rules.</em></p>\n\n\n\n<p class=\"has-text-align-none\"><em>When she does advocate for more de-carceral efforts — a program called Back on Track “and other diversion programs aimed at first-time offenders around the country” — it’s restricted to very limited measures for non-violent offenders with no record. Elsewhere she writes that “there can be no backing off the arrests and prosecutions of these violent offenders,” calling for realism about the fact that most violent crime charges aren’t murders and the offenders do eventually get out of prison.</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">By the time she began to <a href=\"https://www.politico.com/story/2019/09/09/kamala-harris-criminal-justice-reform-1485443\">embrace</a> this more moderate prosecutorial persona — her new slogan in the <a href=\"https://www.nytimes.com/2019/09/09/us/politics/kamala-harris-criminal-justice.html\">fall of 2019</a> was “<a href=\"https://www.youtube.com/watch?v=rx_q82wAzVs\">justice is on the ballot</a>” — she had already begun to slide in the polls, was running out of cash, and was losing support to the clearer centrists in the field: Biden, Buttigieg, and Sen. Amy Klobuchar of Minnesota.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Theory 2: Her internal campaign structure was chaotic, divided, and inefficient</strong></h2>\n\n<p class=\"has-text-align-none\">Feeding the problems with this external imbalance was an imbalance within her staff and the people advising her. Plenty of ink was spilled in 2019 documenting the infighting among Harris’s senior staff, and that reporting essentially confirmed two parallel power centers, often at odds with each other.</p>\n\n<p class=\"has-text-align-none\">One, led by then-campaign manager Juan Rodriguez, was essentially responsible for the day-to-day running of the campaign’s operations. Buoyed by other senior advisers from a powerful <a href=\"https://www.politico.com/news/2019/11/15/kamala-harris-campaign-2020-071105\">California-based political consulting firm</a> that had aided Harris in previous statewide races, they had proposed national and early-primary state strategies that called for Harris to assemble a pitch to as wide a coalition of Democratic primary voters as possible.</p>\n\n<p class=\"has-text-align-none\">Opposite him was Harris’s own sister, Maya, the campaign chair with a progressive-minded vision. The two reportedly clashed frequently, giving conflicting advice to Harris and to staffers under them. It was <a href=\"https://www.cnn.com/2019/12/03/politics/kamala-harris-2020-campaign/index.html\">reportedly</a> Maya’s own advice that pushed the future-vice president into a more progressive direction earlier on, as well as to <a href=\"https://www.nytimes.com/2019/11/29/us/politics/kamala-harris-2020.html\">disavow</a> parts of her prosecutorial past.</p>\n\n<p class=\"has-text-align-none\">Harris’s sister didn&#8217;t comment at the time. Rodriguez, meanwhile, downplayed divisions in statements, <a href=\"https://www.politico.com/news/2019/11/15/kamala-harris-campaign-2020-071105\">saying</a> the campaign was a “long and arduous” task, but that they were “all united in our commitment to making sure Kamala is the nominee to take on Donald Trump and win &#8230; Maya, I, and the rest of the amazing team are pouring our heart and soul into winning this campaign.”</p>\n\n<p class=\"has-text-align-none\">And that division <a href=\"https://www.nytimes.com/2019/11/29/us/politics/kamala-harris-2020.html\">bled into the rest</a> of her campaign, according to reporting at the time — and worsened material problems the campaign would end up facing.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Theory 3: Reality came crashing in before she could convince people about her electability</strong></h2>\n\n<p class=\"has-text-align-none\">Harris herself blamed a combination of real-world problems when announcing that she was suspending her campaign.</p>\n\n<p class=\"has-text-align-none\">“I’ve taken stock and looked at this from every angle, and over the last few days have come to one of the hardest decisions of my life. My campaign for president simply doesn’t have the financial resources we need to continue,” she said in <a href=\"https://kamalaharris.medium.com/i-am-suspending-my-campaign-today-6dca8cefb252\">a blog post</a> in December 2019. “I’m not a billionaire. I can’t fund my own campaign. And as the campaign has gone on, it’s become harder and harder to raise the money we need to compete.”</p>\n\n<p class=\"has-text-align-none\">By that point in the campaign, she had slid from top-tier candidate to polling in the single digits. The press was hounding her and her campaign staff. Negative stories about infighting, about her lack of vision, about her flip-flopping on policy, were steadily streaming out into the world.</p>\n\n<p class=\"has-text-align-none\">She was <a href=\"https://www.politico.com/news/2019/12/03/super-pac-kamala-harris-iowa-tv-ads-074888#:~:text=A%20super%20PAC%20formed%20by,and%20previously%20listed%20Stephen%20J.\">running out of money</a> — not airing a single ad for three months in Iowa, the state that her campaign had pivoted its attention toward instead of her original focus of South Carolina — and had finally walked back on a commitment to resist Super PAC funding.</p>\n\n<p class=\"has-text-align-none\">That lack of funding led her campaign manager to lay off staff across the country, including in New Hampshire, the second early primary state. And polling showed that Harris was likely to lose California, which, along with South Carolina, had been the two states the campaign was betting on to propel Harris to the nomination.</p>\n\n<p class=\"has-text-align-none\">By this point, other candidates had either dropped out or joined the race. Other leading candidates, like Sanders, Biden, Buttigieg, and Warren, had solidified the support of various moderate and progressive bases in the early primary states.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And Harris had been unable to win the argument about “electability” — beating back concerns about her race and gender among voters of color in states like South Carolina and Nevada, being unable to compete in New Hampshire because of money troubles, and failing to win the support of white voters in Iowa, who had rallied behind Buttigieg and Sanders.</p>\n\n<p class=\"has-text-align-none\">All this ended in an unceremonious end: Harris dropping out of the race before a single primary contest.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Would this affect her in 2024?</strong></h2>\n\n<p class=\"has-text-align-none\">Stepping back, at least two of these explanations are uniquely 2020 problems: infighting among her staff over how to win a presidential primary, and material problems that limited her ability to compete seriously once primary voting started.</p>\n\n<p class=\"has-text-align-none\">She would inherit Biden’s war chest, avoiding <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/07/09/240-million-who-gets-joe-bidens-campaign-money/74295593007/\">legal obstacles</a> that might limit the Democratic National Committee and Biden’s campaign’s ability to pass on access to money to someone else.</p>\n\n<p class=\"has-text-align-none\">She would theoretically have Biden’s support. And at a time when Biden’s own electability is the fundamental question, any discussion about Harris’s own “electability” — itself coded language about the ability of a woman of color to win a national contest — is a bit <a href=\"https://www.vox.com/politics/359431/biden-step-down-lbj-1968-heather-cox-richardson\">moot</a>.</p>\n\n<p class=\"has-text-align-none\">As for the question of her ideological and policy direction — as <a href=\"https://www.vox.com/2024-elections/357948/url-harris-replace-biden-trump-debate-reaction-polling-vice-presidency\">I’ve written before</a>, Harris’s vice presidency has forced a gradual sharpening of her own priorities. Those include reproductive and abortion rights, voting rights, and appeals to young people and voters of color, which she has made by talking about affordability and the economy. She has evaded many of those ideological questions during her vice presidency <em>because</em> of the nature of her office: to support and boost Biden’s agenda, while taking on assignments as seen fit. In leading the ticket, she’d be able to highlight the pragmatic parts of their achievements and accomplishments — and set new priorities based on her own experiences in office.</p>\n\n<p class=\"has-text-align-none\">For now, this is still deeply hypothetical. Biden has said repeatedly that he’s not dropping out, and —&nbsp;at least for now — most&nbsp;lawmakers are publicly standing by him.</p>\n\n<p class=\"has-text-align-none\">And if he were to drop, Harris would inherit plenty of new challenges: Running an abbreviated race with little time to prepare, close ties to an unpopular incumbent, and a MAGA alliance that would throw at her everything it has. (Indeed, the <a href=\"https://www.wired.com/story/far-right-attack-kamala-harris/\">attacks</a> are <a href=\"https://x.com/nypost/status/1809676330008531329\">already starting</a>.)</p>\n\n<p class=\"has-text-align-none\">But since 2020, both the circumstances and the candidate have changed, and the factors that made that run such a flop wouldn’t necessarily hold her back this time around.</p>\n\n<p class=\"has-text-align-none\">Taking over for a candidate who just debated himself out of the race would not be anyone’s ideal for how to enter a contest with Trump. But at this point, Democrats left “ideal” behind a long time ago.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The last time Kamala Harris ran a campaign for the presidency, she dropped out of the contest before a single vote was cast. After launching her bid in Oakland, California, in front of a crowd of 20,000 supporters in January 2019, she campaigned for 310 days before dropping out of the contest. At the time [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "What do we do about Alice Munro now?",
    "link": "https://www.vox.com/culture/359588/alice-munro-daughter-andrea-skinner-gerald-fremlin-sexual-abuse",
    "pubDate": "2024-07-09T21:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Alice Munro speaks to the media as she receives her Man Booker International award at Trinity College Dublin, in Dublin, Ireland, on June 25, 2009. | Peter Muhly/AFP via Getty Images\" data-portal-copyright=\"Peter Muhly/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-183933026.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Alice Munro speaks to the media as she receives her Man Booker International award at Trinity College Dublin, in Dublin, Ireland, on June 25, 2009. | Peter Muhly/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Sunday, the daughter of the late Nobel Prize-winning Canadian author Alice Munro revealed a dark secret that sent the literary world reeling. It serves as a reminder about the shocking layers of complicity that develop when families protect abusers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As recounted <a href=\"https://www.thestar.com/opinion/contributors/my-stepfather-sexually-abused-me-when-i-was-a-child-my-mother-alice-munro-chose/article_8415ba7c-3ae0-11ef-83f5-2369a808ea37.html\">in an essay</a> in the Toronto Star and an <a href=\"https://www.thestar.com/news/in-the-home-of-alice-munro-a-dark-secret-lurked-now-her-children-want-the/article_69a63202-34cd-11ef-83f4-9b4275c26d84.html\">accompanying reported article</a>, in 1976, Munro’s husband, Gerald Fremlin, sexually assaulted her daughter Andrea Robin Skinner, then 9 years old. Skinner eventually told her mother the truth when she was an adult —&nbsp;and Munro chose to side with and protect her husband for decades thereafter.</p>\n\n<p class=\"has-text-align-none\">Skinner’s story, as outlined both in the essay and the Toronto Star’s reporting in which her siblings cooperated, is robustly supported. It has been investigated by the police and corroborated by her family, contemporaneous correspondence, and by her attacker, who pleaded guilty to legal charges for indecent assault in 2005.</p>\n\n<p class=\"has-text-align-none\">In her essay, Skinner writes that she “wanted this story, my story, to become part of the stories people tell about my mother. I never wanted to see another interview, biography or event that didn’t wrestle with the reality of what had happened to me, and with the fact that my mother, confronted with the truth of what had happened, chose to stay with, and protect, my abuser.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, the reckoning that Skinner requested has begun. In light of her story, Munro’s work reads shockingly differently.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>In Munro’s work, women are repressed, silenced, and bullied by sadistic men, yet their thoughts and secret rebellions are slyly subversive</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Munro, <a href=\"https://www.vox.com/culture/356206/next-page-alice-munro-a-s-byatt-alvaro-enrigue-kaliane-bradley\">who died earlier this year</a>, was celebrated for her short stories, which she wrote primarily about the inner lives of women and girls. In Munro’s work, women are repressed, silenced, and bullied by sadistic men, yet their thoughts and secret rebellions are slyly subversive. Frequently, she drew upon her childhood in small-town 1930s Canada, where, as she described it, girls were taught to cramp their minds to match the smallness of the lives they were promised.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Munro to become a party to the silencing of her own daughter, to ally herself with her daughter’s abuser, feels like a betrayal of her readers. She was supposed to be on women’s&nbsp;side. How dare she have lied to us?</p>\n\n<p class=\"has-text-align-none\">Here is what happened to Andrea Skinner, and how Skinner’s revelations recast Munro’s work.</p>\n\n<h2 class=\"wp-block-heading\">How Alice Munro became complicit in her daughter’s abuse</h2>\n\n<p class=\"has-text-align-none\">Skinner is the youngest of Munro’s three children, all of whom she had with her first husband, Jim Munro. In a <a href=\"https://www.nytimes.com/2004/10/24/magazine/northern-exposures.html\">2004 interview with the New York Times magazine</a>, Munro describes herself as ambivalent about being a mother, which she felt was a fate thrust upon her by the expectations of her time. &#8220;She wasn’t the utter joy of my life she might have been,” Munro said of her oldest daughter, adding that she herself had “no moral scruples” about the sacredness of motherhood. </p>\n\n<p class=\"has-text-align-none\">Munro and Jim separated in 1974. In 1976, she married Gerald Fremlin, a geographer she had met in college 20 years earlier. In the same 2004 Times profile, Munro says she fell for Fremlin the first time she ever saw him and agrees with the interviewer when she suggests that Fremlin is the love of Munro’s life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After Munro and Jim divorced, they agreed to share custody of their youngest child. Andrea&nbsp;would stay with Jim and his new wife during the school year, and with her mother and Fremlin in rural Huron County in Ontario for the summer.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">During Skinner’s first summer with Munro and Fremlin in 1976, when Munro was away, Skinner, then 9 years old, asked Fremlin if she could spend the night in Munro’s bed, which was separate from Fremlin’s but adjacent. Later that night, according to the Star, Fremlin climbed into bed with Skinner and began to rub her genitals and press her hand over his penis while Skinner feigned sleep. The next morning, Skinner wrote that she woke up with a sick migraine and dreaded getting out of bed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When Skinner returned to her father’s house after that first summer, she told both her stepbrother and stepmother what had happened. They in turn told Jim Munro. Jim, however, did not talk to either Skinner or Munro about the assault. Instead, when Skinner returned to Munro’s house the next summer, Jim asked Skinner’s older sisters to travel with her, look out for her, and make sure she was never alone with Fremlin.</p>\n\n<p class=\"has-text-align-none\">Fremlin did not touch Skinner again, but he continued to harass her until she reached her teenage years. He would expose himself to her and proposition her for sex. He told her that if she told Munro about what had happened, the shock would kill Munro. Skinner stayed quiet.</p>\n\n<p class=\"has-text-align-none\">The trauma impacted her body. Her migraines continued and she developed bulimia. College was a struggle, and eventually, she dropped out.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 1992, when Skinner was 25, she decided to finally tell her mother the truth. She wrote her a letter outlining Fremlin’s abuse. “I have been afraid all my life you would blame me for what happened,” she wrote.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Skinner’s fears were proven right. Munro treated Fremlin’s abuse as an infidelity and a betrayal from both him and her daughter. She left Fremlin to fly to one of her other homes and stew over what she saw as a humiliation, according to Skinner’s essay. When Skinner told her that Fremlin’s abuse had damaged her, Munro brushed the idea away, saying, “But you were such a happy child.”</p>\n\n<p class=\"has-text-align-none\">Meanwhile, in a letter to the whole family, Fremlin threatened to kill both himself and Skinner and to make public pictures he’d taken of 11-year-old Skinner, which he described as “extremely eloquent.” He wrote his own explicit account of the abuse, in which he described 9-year-old Skinner as a “homewrecker.”</p>\n\n<p class=\"has-text-align-none\">“It is my contention that Andrea invaded my bedroom for sexual adventure,” Fremlin wrote. “For Andrea to say she was ‘scared’ is simply a lie or latter day invention.” He went on to compare himself to Nabakov’s Humbert Humbert, casting Skinner as a seductive Lolita. “I think Andrea has recognized herself to be a Lolita but refused to admit it,” he wrote.</p>\n\n<p class=\"has-text-align-none\">The only apology Fremlin made throughout his graphic, threatening letter was not for molesting Skinner. It was for being unfaithful to Munro.</p>\n\n<p class=\"has-text-align-none\">After a few months of being separated, Munro went back to Fremlin, with a faux-feminist defense of her actions. Skinner writes that Munro said “she had been ‘told too late,’ she loved him too much, and that our misogynistic culture was to blame if [she was] expected [&#8230;] to deny her own needs, sacrifice for her children, and make up for the failings of men.”</p>\n\n<p class=\"has-text-align-none\">Over the following decade, Fremlin’s abuse of Skinner became an unspoken secret, one the family knew about but refused to discuss. Skinner continued making regular visits to Munro and Fremlin’s home. When she and her husband became pregnant in 2002, she decided she couldn’t allow Fremlin to ever be around her children, and she called Munro to tell her so.</p>\n\n<p class=\"has-text-align-none\">“And then she just coldly told me that it was going to be a terrible inconvenience for her (because she didn’t drive),” Skinner told the Toronto Star.&nbsp; “I blew my top. I started to scream into the phone about having to squeeze and squeeze and squeeze that penis and at some point I asked her how she could have sex with someone who’d done that to her daughter?”</p>\n\n<p class=\"has-text-align-none\">The next day, Munro called Skinner back to forgive her for speaking to her mother in such a way, and Skinner decided to cut off contact.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2004, after reading that <a href=\"https://www.nytimes.com/2004/10/24/magazine/northern-exposures.html\">New York Times magazine profile</a> in which Munro speaks so lovingly of her marriage with Fremlin, Skinner decided to go to the Ontario police. She brought them the 1992 letters from both herself and Fremlin about the abuse.</p>\n\n<p class=\"has-text-align-none\">In 2005, Fremlin pleaded guilty to one charge of indecent assault and was sentenced to two years probation. Skinner felt satisfied with the sentencing, feeling that Fremlin, by then 80, was so old he was unlikely to hurt anyone else.</p>\n\n<p class=\"has-text-align-none\">“What I wanted was some record of the truth, some public proof that I hadn’t deserved what had happened to me,” she writes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That long-awaited reckoning would not happen until after both Fremlin and Munro died, Fremlin in 2013 and Munro in 2024. This year, with both Munro and Fremlin gone, Skinner and her siblings took their story to the Toronto Sun.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Skinner and the suffering she’s endured, as well as her safety and well-being, are more important, on a human scale, than Munro and her literary legacy. Yet Munro and her legacy are why we know about this story at all. They serve as a reminder that even the people we like and admire can do terrible things and that they can be complicit in hiding an abuser in order to maintain the pleasant status quo of their own lives. They must be faced.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Reading Munro after her daughter’s story</h2>\n\n<p class=\"has-text-align-none\">Much of Munro’s old work reads differently in light of the knowledge of what happened to Skinner. Sex, sexual coercion, and the way brutal men use their power to silence women are recurring themes in her work, where she explored them with great sensitivity and intelligence. Knowing that she failed so conclusively at bringing that sensitivity and intelligence out of her work and into her real life when it mattered most makes those stories feel stranger and darker than they used to.</p>\n\n<p class=\"has-text-align-none\">Only two years after Fremlin abused 9-year-old Skinner while she feigned sleep, Munro published a short story titled “Wild Swans,” in which a man gropes a college student on the train while the student, Rose, pretends she’s asleep.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rose is horrified to find her seatmate’s hand on her leg, but she finds herself unable to reject it, embarrassed at the thought. “It made her feel uncomfortable, resentful, slightly disgusted, trapped and wary,” Munro writes. Yet, “If she did say <em>Please don’t,</em> she was sure he would ignore her, as if overlooking some silliness or impoliteness on her part. She knew that as soon as she said it she would hope he had not heard.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is not only embarrassment that keeps Rose from protesting, though. There is also “curiosity. More constant, more imperious, than any lust;” the desire to find out what will happen if she does nothing. And eventually, there is lust itself, “a sly luxuriance” that renders her both “victim and accomplice.” Later, we learn, Rose will use the memory of this encounter as a reliable fantasy.</p>\n\n<p class=\"has-text-align-none\">Without the knowledge of Munro&#8217;s personal life, “Wild Swans” reads like a canny exploration of the complicated nature of women’s sexuality. The way social pressures prevent Rose from protesting when she first recognizes an unwelcome touch and her eventual arousal reads like playful meditation on the ways our culture eroticizes sexual violence, so that it’s common for women to fantasize about assault.</p>\n\n<p class=\"has-text-align-none\">The new knowledge of Munro lends itself to a darker reading. Revisiting it, I find myself running hypothetical scenarios in my head. Perhaps even when she wrote the story, back before she knew what he had done to her daughter, Munro was already looking for ways to think of Fremlin’s proclivities as harmless. Perhaps when Skinner told Munro about Fremlin’s assault, Munro grabbed for that old story about an unwanted groping turned desirable as a way of shielding her image of him from the awful truth of what he had done. No matter what scenario I imagine, I always find myself tripped up on the same fundamental question: How could a person who thought like that write the way she did?</p>\n\n<p class=\"has-text-align-none\">It’s not only “Wild Swans.” The Toronto Sun points to “<a href=\"https://archives.newyorker.com/newyorker/1993-10-04/flipbook/178/\">Vandals</a>,” a short story Munro published in 1993, a year after Skinner told her about Fremlin’s abuse. “Vandals” tells the story of a woman named Bea, in a relationship with the alpha male Ladner. Bea is devoted to Ladner, who takes care of two neglected neighborhood children, Liza and Kenny. He lets them romp around his bucolic property, teaching them about nature.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ladner, though, is also emotionally withholding and demanding. He casually humiliates Bea, mocking her as vain and cowardly and silly. And he molests Liza, has in secret “grabbed Liza and squashed himself against her.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Liza does not tell Bea about the abuse, but she has the sense nonetheless that Bea can protect her from the worst of Ladner. “Surely she could do it,” Liza thinks of Bea. “If only she could turn herself into somebody firm and serious, a hard-and-fast, clean-sweeping sort of woman, whose love was deep and sensible. If only she could find a way to rescue them—to make them all, and keep them all, good.”</p>\n\n<p class=\"has-text-align-none\">Bea, however, remains the woman who Ladner mocked as being vain and cowardly and foolish. She stays with Ladner despite his mockery, having “forgiven Ladner, after all, or made a bargain not to remember.”</p>\n\n<p class=\"has-text-align-none\">Years later, Liza breaks into Bea and Ladner’s house and trashes the whole place with a vicious artistic flair, ripping apart books and pouring whiskey and maple syrup all over the floor. “What did they do that made you so mad at them?” her husband asks her.</p>\n\n<p class=\"has-text-align-none\">“Who’s mad?” Liza responds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Liza’s vengeance targets not only her abuser but also Bea, the woman she believed would protect her but failed to be the kind of “firm and serious” woman who could do so. It’s her revenge that’s at the heart of the story, and the narrator suggests that her vengeance is fully justified.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>We only know what she did, which was monstrous, and what she wrote, which was beautiful</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">With the knowledge of Skinner’s story, “Vandals” reads as a kind of allegory for Munro’s sense of what happened: the horror of Skinner’s letter wrecking her nice life like a vandal in a lovely house, a just punishment for own her shameful failure to protect a child as she “made a bargain not to remember” her husband’s vicious humiliation of her.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Reading “Vandals” now, it feels as though Munro knew that what she did was wrong. She was ashamed of it. She could not acknowledge her shame in real life, so she put it in a story and she made that story great. The whole thing becomes a kind of apology, all the more disturbing for the knowledge that in real life, Munro never apologized to Skinner. She foisted all the blame onto Skinner instead.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That scenario is only speculation. We don’t know what Munro thought or felt, and we never will. We only know what she did, which was monstrous, and what she wrote, which was beautiful.</p>\n\n<h2 class=\"wp-block-heading\">The monstrous artist problem all over again</h2>\n\n<p class=\"has-text-align-none\">Among the most haunting parts of Skinner’s story for me is Fremlin’s invocation of <em>Lolita</em> in his own defense. He reads <em>Lolita</em> as a love story, an account of a sexually aggressive child seducing a hapless older man, and he argues that Skinner was just such a child.</p>\n\n<p class=\"has-text-align-none\">Fremlin’s reading of <em>Lolita</em> is a common enough one, particularly in the 1990s. Yet such a reading requires ignoring <a href=\"https://www.vox.com/culture/2020/3/6/21158138/my-dark-vanessa-excavation-controversy-lolita\">the plentiful textual evidence</a> that Lolita, whose real name is Dolores, is coerced into a horrific affair with her stepfather that she neither desires nor consents to. It requires privileging the narrative of Humbert Humbert over the protests from Dolores that he brushes away, like Rose in “Wild Swans,” as silly, embarrassing, rude.</p>\n\n<p class=\"has-text-align-none\">I am accustomed to reading Munro, who wrote so evocatively of women’s fears and desires, as a corrective to a culture that would allow for such a reading of <em>Lolita</em>. Munro, I am used to thinking, is the kind of writer who excavates the stories and the pain and the rage of women from underneath tired old patriarchal narratives. I am not used to thinking of her as the kind of writer who would respect such a misreading of <em>Lolita</em>, much less as the kind of woman who would decide to stay married to Humbert Humbert.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Even when she’s a woman; even when she’s a woman who writes about women; even when she’s the kind of woman who is supposed to be on the side of other women</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">After all these years of the public learning about great artists doing terrible things —&nbsp;<a href=\"https://nationalpost.com/entertainment/celebrity/the-point-of-no-return-came-when-norman-mailer-stabbed-her-for-saying-he-wasnt-as-good-as-dostoyevsky\">62 years after Norman Mailer</a>, <a href=\"https://www.vox.com/culture/2017/8/17/16156902/roman-polanski-child-rape-charges-explained-samantha-geimer-robin-m\">45 years after Roman Polanski</a>, <a href=\"https://www.vox.com/culture/22295290/woody-allen-mia-farrow-timeline-hbo\">32 years after Woody Allen</a>, six years after <a href=\"https://www.vox.com/culture/2018/5/4/17318668/junot-diaz-sexual-misconduct-accusation\">Junot Díaz</a> and <a href=\"https://www.vox.com/culture/2017/11/9/16629400/louis-ck-allegations-masturbation\">Louis C.K.</a> and <a href=\"https://www.vox.com/culture/2017/11/3/16602628/kevin-spacey-sexual-assault-allegations-house-of-cards\">Kevin Spacey</a> and and and and —&nbsp;it feels naive to be shocked about Alice Munro. It feels naive to marvel, yet again, at the horrible revelation that people who make beautiful and very human art are, at the end of the day, j<a href=\"https://www.vox.com/culture/2018/10/11/17933686/me-too-separating-artist-art-johnny-depp-woody-allen-michael-jackson-louis-ck\">ust as capable of banal human monstrosity as all the rest of us</a>. Even when she’s a woman; even when she’s a woman who writes about women; even when she’s the kind of woman who is supposed to be on the side of other women. Yet here it is: I am shocked. I am marveling.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In her book <a href=\"https://www.vox.com/the-gray-area/23768672/claire-dederer-interview-monsters-a-fans-dilemma-me-too\"><em>Monsters: A Fan’s Dilemma</em></a>, the critic Claire Dederer argues that one of the reasons we find ourselves so preoccupied with the question of what to do with art from bad people is that this question is “a kind of laboratory or a kind of practice for the real deal, the real question.” Namely, “What is it to love someone awful? <em>The problem is that you still love her</em>.” We fret over how to handle art from artists who have done horrible things, Dederer suggests, because we don’t quite know what we should do when the people we love in real life —&nbsp;friends, family members, spouses —&nbsp;do horrible things themselves, and then we find ourselves in the awful position of still loving them.</p>\n\n<p class=\"has-text-align-none\">When Skinner told Munro what Fremlin had done to her, Munro found herself in this very position. She loved someone who had done something terrible. What could be done about it?</p>\n\n<p class=\"has-text-align-none\">Munro’s response was by any moral measure a bad one. She allowed her love for her husband to supersede her love for her child, further traumatizing Skinner in the process. Through her inaction, she also became complicit in any future assaults on children her husband might have committed. “Vandals” suggests that perhaps she knew her choice was a shameful one. Her interactions with Skinner suggest that the shame was still not strong enough for her to choose differently.</p>\n\n<p class=\"has-text-align-none\">Yet Dederer’s argument is not a call for us&nbsp;to estrange ourselves from all the people in our lives who have failed us, or to unthinkingly discard the art of artists who have done terrible things when their art still matters to us. Instead, her argument is a call to reckon with the love and the monstrousness at once, to hold both in our minds, the way Munro could do in her fiction but not in her life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Munro&#8217;s children told the Toronto Star that they want this allegation not to destroy Munro&#8217;s legacy but to create a more robust understanding of who she was as a writer. If we want to accomplish that goal, we have to face the idea that the clarity and force of vision Munro brought to her work was not something she carried with her into the real world when it counted. She was as capable of self-deception as her characters were. The question&nbsp;now is whether learning that Munro is as horribly flawed as an Alice Munro character means the characters should mean less to us.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Sunday, the daughter of the late Nobel Prize-winning Canadian author Alice Munro revealed a dark secret that sent the literary world reeling. It serves as a reminder about the shocking layers of complicity that develop when families protect abusers.&#160; As recounted in an essay in the Toronto Star and an accompanying reported article, in [&#8230;]",
    "author": "Constance Grady"
  },
  {
    "title": "Can Paris fix its poop problem before the Olympics?",
    "link": "https://www.vox.com/videos/359516/paris-olympics-seine-swimming-poop",
    "pubDate": "2024-07-09T16:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t<p class=\"has-text-align-none\">A key promise in Paris’s bid to host the 2024 Summer Olympics was that its famous river, the Seine, would be cleaned up in time to host open water swimming events: the triathlon, paratriathlon, and marathon swimming. But swimming has been banned in the Seine for a century because the Paris sewer system is designed to dump wastewater into the river during heavy rain when the sewers get overwhelmed by stormwater. When that happens, levels of E. coli, a bacteria associated with fecal matter, spike, making the water too contaminated to swim in.</p>\n\n<p class=\"has-text-align-none\">To deliver on their promise to clean the river for the Olympics, Paris officials took on a $1.5 billion USD infrastructure project that included a massive underground tank and tunnel system that could hold excess sewage during heavy rain to minimize contamination of the Seine.</p>\n\n<p class=\"has-text-align-none\">Paris officials will test water quality daily ahead of the Olympic games. They’re hopeful their ambitious plan to host swimming in the famously polluted river will succeed, but the likelihood of open water swimming taking place will also depend on weather and luck.</p>\n\n<p class=\"has-text-align-none\">You can find this video and all of&nbsp;<a href=\"https://www.youtube.com/channel/UCLXo7UDZvByw2ixzpQCufnA\"><strong>Vox’s videos on YouTube</strong></a>.</p>\n\n<p class=\"has-text-align-none\"><em>This video is presented by BetterHelp. Head to http://betterhelp.com/voxvideo for 10 percent off your first month. BetterHelp doesn’t have a say in our editorial decisions, but it makes videos like this possible.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A key promise in Paris’s bid to host the 2024 Summer Olympics was that its famous river, the Seine, would be cleaned up in time to host open water swimming events: the triathlon, paratriathlon, and marathon swimming. But swimming has been banned in the Seine for a century because the Paris sewer system is designed [&#8230;]",
    "author": "Coleman Lowndes"
  },
  {
    "title": "America’s obsession with hot dogs, explained",
    "link": "https://www.vox.com/the-highlight/358190/americas-obsession-with-hot-dogs-explained",
    "pubDate": "2024-07-09T13:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/How_We_Buy_Hot_Dogs.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">“I don’t think we have enough hot dogs,” Julianne Moore’s character whispers gloomily in Todd Haynes’s 2023 film <em>May December</em>. The <a href=\"https://www.youtube.com/watch?v=LKaHX0LsRTE\">scene</a> that quickly became iconic online for how amusingly melodramatic it is also captures, perhaps inadvertently, America’s strange relationship with the oblong food. <em>Is</em> there such a thing as having enough hot dogs? As a culture, the answer seems to be no. The National Hot Dog and Sausage Council estimates that we eat somewhere in the region of <a href=\"https://www.hot-dog.org/culture/hot-dog-fast-facts\">20 billion hot dogs</a> every year, or about 70 per person. (Hot dog eating contest champion Joey Chestnut once downed a record 76 in 10 minutes.) </p>\n\n<p class=\"has-text-align-none\">The hot dog’s popularity isn’t exactly surprising. It’s an undemanding food, coming to you precooked and ready to eat. It’s so easy to make that a child could do it, and indeed many of us did as kids. During the Covid lockdown, when other people had their hot girl walks, I entered my hot dog era, eating nothing else for a week straight in the stifling kitchen of my apartment. It turned out that I wasn’t alone: In March 2020, <a href=\"https://www.cnn.com/travel/article/hot-dog-classic-american-summer-food/index.html\">hot dog sales were already up by 127 percent</a> for the year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We saw, during the pandemic, pretty large spikes in hotdog consumption,” says Eric Mittenthal, president of the National Hot Dog and Sausage Council. “Particularly as families were stuck at home, they wanted something easy and convenient to make.” According to Nielsen data, about <a href=\"https://web.archive.org/web/20210223130356/https://www.hot-dog.org/media/consumption-stats\">944 million pounds of hot dogs</a> were sold at grocery stores in 2020 — last year, about <a href=\"https://www.hot-dog.org/media/consumption-stats\">896 million pounds</a>.</p>\n\n<p class=\"has-text-align-none\">If you’re looking for cheap and easy, few foods fit the bill as well as the hot dog. Yet despite the hot dog’s affordability and popularity, it’s also undeniably a <em>weird</em> food. For one, the habits around when and how they’re typically consumed are pretty limited; they’re not your usual lunch or dinner time consideration the way a sandwich or delivery pizza might be. We tend to make them at home for backyard barbecues, or as an easy meal for kids, or eat them when we’re out, but they’re more closely associated with ballparks and beaches than restaurants. For all their ubiquity and easy consumability — you can easily down a hot dog with one hand — they can also be somewhat tricky for meat manufacturers and restaurants to sell because there’s perennial wariness over the quality of the mystery meat. A hot dog might be a quintessential American food, but it’s also the quintessential odd food — in origin, the way it’s made, the way we talk about it, even its very shape. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How hot dogs got so hot</strong></h2>\n\n<p class=\"has-text-align-none\">If you’re a hot dog lover, thank the German immigrants who came to the US in huge waves <a href=\"https://www.loc.gov/classroom-materials/immigration/german/new-surge-of-growth/\">in the 19th century</a>, porting over their love of sausages and beer gardens.</p>\n\n<p class=\"has-text-align-none\">“It originated as a home food among Germans, and then went to the street, where it became commodified as a cheap product to be eaten on the run by immigrants,” says Bruce Kraig, a historian who has written two books about <a href=\"https://press.uchicago.edu/ucp/books/book/distributed/H/bo6899754.html\">the culinary</a> and <a href=\"https://www.barnesandnoble.com/w/man-bites-dog-bruce-kraig/1111422336\">cultural history</a> of the hot dog. “It’s kind of poor folks’ food.”</p>\n\n<p class=\"has-text-align-none\">Street food itself boomed with the rise of public amusement and leisure as more Americans got <a href=\"https://www.loc.gov/collections/america-at-work-and-leisure-1894-to-1915/articles-and-essays/america-at-leisure/\">time away from constantly working</a>, a novel phenomenon. Top among public amusements: baseball games and seaside boardwalks, like Asbury Park in New Jersey. Early vendors were mostly poor immigrants selling the bun-and-wiener combo for a nickel a pop, and hot dogs were such a hit because they were relatively cheap to both buy and sell. As hot dog carts popped up coast to coast in the early 20th century, a few lucky enterprising souls struck it rich from their hot dog business — like <a href=\"https://www.nytimes.com/1974/03/25/archives/handwerker-of-nathans-famous-dies-turned-his-coney-island-hot-dogs.html\">Nathan Handwerker</a>, founder of the Nathan’s Famous hot dog chain that crowds flock to on Coney Island to this day.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Almost 40 percent of the billions of hot dogs consumed in the US every year are eaten between Memorial Day and Labor Day</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Thanks to its association with leisure — specifically, being out and about in warm weather — hot dogs also became indelibly associated with the summertime. Today, <a href=\"https://www.10news.com/life/food-and-drink/7-billion-hot-dogs-expected-to-be-consumed-by-americans-this-summer\">almost 40 percent</a> of the billions of hot dogs consumed in the US every year are eaten between Memorial Day and Labor Day. (Hot dog sales at baseball games don’t make up as much of total sales as one might think: only about 20 million per year, according to the National Hot Dog and Sausage Council.)</p>\n\n<p class=\"has-text-align-none\">For the, ahem, big dogs of the industry — billion-dollar companies often owned by even larger food conglomerates — business has been pretty good the last few years. In 2021 especially, <a href=\"https://www.whitehouse.gov/briefing-room/blog/2021/12/10/recent-data-show-dominant-meat-processing-companies-are-taking-advantage-of-market-power-to-raise-prices-and-grow-profit-margins/\">profit margins</a> in the meat processing industry jumped as companies raised prices. Tyson Foods, which owns the popular Ball Park Franks hot dog brand, made a <a href=\"https://ir.tyson.com/files/doc_financials/2021/q4/TSN-2021-10K-DRAFT-11.12.21.pdf\">whopping $1.46 billion</a><strong> </strong>profit in just their prepared foods category (which includes deli meat and hot dogs) in 2021, compared to $743 million in 2020 and <a href=\"https://ir.tyson.com/files/doc_financials/2022/q4/TSN-2022-10K-FINAL.pdf\">$746 million</a> in 2022.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In popular culture, hot dogs often communicate some kind of absurdity. (See: the viral<em> <a href=\"https://www.youtube.com/watch?v=WLfAf8oHrMo\">I Think You Should Leave</a></em><a href=\"https://www.youtube.com/watch?v=WLfAf8oHrMo\"> sketch</a>.) A recent TikTok trend asked people what they would yell if they were a <a href=\"https://www.tiktok.com/discover/If-you-were-selling-hot-dogs\">hot dog hawker</a> at a baseball game; since 2020 there’s been an uptick in people who aren’t from Washington, DC, <a href=\"https://www.dailydot.com/memes/glizzy-meaning/\">calling hot dogs “glizzies”</a> all over social media. There’s also a <a href=\"https://knowyourmeme.com/memes/subcultures/costco-hot-dog\">long-running</a> <a href=\"https://x.com/sorry_hat/status/1805582933077499919\">online obsession</a> <a href=\"https://x.com/Very__Regular/status/1614630657912700930\">with the dirt cheap</a> <a href=\"https://x.com/MorningBrew/status/1750241804513927341\">Costco hot dogs</a>, a dependable go-to in an economy that feels more topsy turvy every day — you can even buy a Costco hot dog <a href=\"https://x.com/costcodogsol\">memecoin</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The double-edged sword of being cheap</strong></h2>\n\n<p class=\"has-text-align-none\">At Costco, a <a href=\"https://www.cnn.com/2024/03/27/economy/costco-hot-dog-inflation/index.html\">hot dog and drink combo is still $1.50</a>, a price that has not budged since 1985. (Sam’s Club has its <a href=\"https://www.bloomberg.com/news/articles/2023-08-17/sam-s-club-hot-dog-meal-was-opening-salvo-in-war-with-costco?embedded-checkout=true\">own rival cheap hot dog</a>.) Hot dogs remain pretty affordable compared to other meal options — but at other places, they weren’t immune to inflation. Prices for frankfurters went up <a href=\"https://www.bls.gov/news.release/pdf/cpi.pdf?mod=article_inline\">7.3 percent </a>from May 2023 to May 2024. A basic hot dog at Nathan’s is now $5.99 on Coney Island. Pushcart vendors inside New York City parks aren’t allowed to charge <a href=\"https://www.nycgovparks.org/opportunities/concessions/pushcart-prices\">more than $4 per hot dog</a>.</p>\n\n<p class=\"has-text-align-none\">If you’re making them at home or bringing them to someone’s backyard cookout, though, they’re a pretty good deal: According to the latest available Consumer Price Index data on frankfurters, the <a href=\"https://fred.stlouisfed.org/series/APU0000705111\">average price per pound</a> in April 2022 was $5.22. At Walmart, some Oscar Mayer beef franks are $4.19 per pound, but there’s also an eight-pack of Bar S brand hot dogs available for just $1.18, at the time of writing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s nice to have an inexpensive food option when grocery and restaurant prices have shot up, but being too cheap also fuels the concern that people have always had about the food. What’s in that meat?&nbsp; Maybe you <em>don’t</em> actually want the cheapest wiener money can buy. “Hot dogs have always been suspicious in the American mind,” says Kraig. In the early 19th century, Kraig reports in his book, Americans would joke about all kinds of ingredients — rats, stray dogs, feces — making it into the meat grinder. One <a href=\"https://www.prnewswire.com/news-releases/hot-dog-horror-show-survey-finds-americans-are-scared-to-find-out-what-is-in-their-hot-dogs-300652501.html\">2018 consumer survey</a> from Applegate (which promotes its uncured hot dogs as cleaner and higher quality), claimed that 43 percent of respondents were “scared” to know what was in hot dogs.</p>\n\n<p class=\"has-text-align-none\">“I think there was a moment for fancy hot dogs,” says Soleil Ho, a food writer and cultural critic at the San Francisco Chronicle. Attempts to <a href=\"https://www.eatthis.com/most-expensive-hot-dogs-in-america/\">elevate the humble frankfurter</a> include a $29 version at Manhattan’s Mischa that came with a whole host of sauces and toppings you could adorn your sausage with, including <a href=\"https://www.grubstreet.com/2023/08/mischa-29-dollar-hot-dog-should-cost-more.html\">kimchi and pimento cheese</a>, that Eater critic <a href=\"https://ny.eater.com/2023/5/18/23725514/mischa-alex-stupak-midtown-first-look\">Robert Sietsema reluctantly adored</a>. (Unfortunately, the restaurant closed down earlier this year.) But they’ve mostly gone the way of the <a href=\"https://www.businessinsider.com/the-rise-and-fall-of-cupcake-business-2013-4\">fancy cupcake craze</a> of the early 2000s.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The weird way we consume hot dogs</strong></h2>\n\n<p class=\"has-text-align-none\">There’s something unusually specific about the occasions where it’s normal to have a hot dog: at someone’s backyard cookout, at sports games, at an airport, on a first-time trip to the Big Apple (but only from a street cart), at the movie theater if you’re feeling a little freaky, before or after an exhausting shopping trip at Costco, or perhaps during a hot dog eating contest. You probably wouldn’t go to a fast-casual restaurant, or even most fast-food chains, and decide to have a hot dog on a whim after you browse the menu.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hamburgers, on the other hand, were actively promoted as a hearty option Americans might regularly want to eat, thanks to McDonald’s and other burger chains popping up along the vast, newly built US highway system after World War II. “Hamburger culture spread all over the place,” says Kraig. The burger was thought of as a more meaty meal, while a hot dog was more about fun.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kraig notes that several chains have certainly tried to sell hot dogs, but “they’ve never quite made it.” Established chains, including Burger King and McDonald’s, have tried offering hot dogs once upon a time, only to discontinue them because they <a href=\"https://www.mashed.com/261440/this-is-why-burger-king-hot-dogs-were-a-major-flop/\">weren’t very popular</a> or because the mystery meat was deemed <a href=\"https://ktla.com/news/mcfails-a-look-back-at-mcdonalds-menu-items-that-didnt-last/\">too low-quality</a> even for fast food. Carl’s Jr. actually started as a hot dog stand, but now is more known for its burgers and <a href=\"https://www.youtube.com/watch?v=Sckyo3-f2D8\">overtly sexual ads</a>; it doesn’t even have hot dogs on its menu anymore.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Burger King and McDonald’s have tried offering hot dogs, only to discontinue them because they weren’t very popular</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">The closest thing we might have to a national hot dog chain is Nathan’s Famous, but it only has <a href=\"https://nathansfamous.gcs-web.com/static-files/e3602228-5bc3-4dd5-8f92-bd45e96598a0\">230 franchise locations</a> across 17 US states, with a large portion of locations in New York, New Jersey, and Florida (there are none in California). Its hot dogs are also available in a few other countries, including at Ukrainian gas stations. It also now sells wings, burgers, milkshakes, and more, branching out far beyond frankfurters. These storefronts aren’t the main way the company makes money, either — a huge portion of its revenue comes from licensing its brand of sausages to other establishments with hot dogs on their menus (like casinos, amusements parks, sports games), or by selling Nathan’s brand wieners in grocery stores. Its revenue from restaurants in 2024 was just $5.4 million, while its total sales were $138.6 million.</p>\n\n<p class=\"has-text-align-none\">When it comes to street vendors, Americans’ tastes have moved on to other, newer meals immigrants have brought to the country, whether that’s a taco truck or a halal cart. And that’s when you can find street food at all: Big cities, including <a href=\"https://www.bloomberg.com/news/articles/2023-10-24/san-francisco-targets-hot-dog-stands-homeless-people-in-apec-crackdown\">San Francisco</a> and <a href=\"https://gothamist.com/news/nyc-street-vendors-targeted-for-lack-of-licenses-despite-city-hall-promising-otherwise\">New York</a>, have been shutting down or imposing penalties on street vendors, often for not having proper licenses that can be <a href=\"https://www.nytimes.com/2021/01/29/nyregion/street-vendors-permits-nyc.html\">extremely expensive</a> and difficult to obtain.</p>\n\n<p class=\"has-text-align-none\">Such independent sellers helped build the hot dog’s huge presence in American culinary tradition — vendors in various parts of the country would put their own spin on the fast food staple, turning it from just a sad-looking cylinder of reddish-brown sausage in a squished bun to something delightfully weird. The Chicago dog, for example, is stuffed to the gills with tomato slices, a whole dill pickle, chopped onions, and relish, all on a poppy seed bun and, crucially, no ketchup. In New Jersey, there’s a <a href=\"https://www.ruttshut.com/\">famous deep-fried hot dog</a> that looks like a delicious heart attack. People tend to have strong feelings about their regional hot dog style — or even about newer <a href=\"https://japadog.com/menu\">fusion styles</a> — which also helps explain why there isn’t a national chain selling a standard hot dog to Americans everywhere.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I feel like most people don’t go out for hot dogs,” says Ho. “It’s like going out for a simple bowl of rice or a piece of toast.”</p>\n\n<p class=\"has-text-align-none\">The fact that there isn’t a big hot dog chain may be part of the meal’s charm. It still evokes memories of an individual selling them out of their humble cart, or a family member grilling them in the backyard, or a cheap snack offered to tired shoppers that Costco doesn’t seem to mind <a href=\"https://www.cnn.com/2024/03/27/economy/costco-hot-dog-inflation/index.html\">taking a loss on</a>. It’s this ultra-processed, mass-produced food that’s nevertheless steeped in domestic nostalgia. At the same time, the hot dog is a little bit — well, maybe more than a little bit — gross. You’re drawn to its perfect portion size, its one-handed portability, but the imagination conjures images of the sharp blades of a filthy, terrifying meat grinder. The mind resists getting too close to the inscrutable hot dog’s true nature.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "“I don’t think we have enough hot dogs,” Julianne Moore’s character whispers gloomily in Todd Haynes’s 2023 film May December. The scene that quickly became iconic online for how amusingly melodramatic it is also captures, perhaps inadvertently, America’s strange relationship with the oblong food. Is there such a thing as having enough hot dogs? As [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "How public universities hooked America on meat",
    "link": "https://www.vox.com/future-perfect/357195/land-grant-universities-greenwashing-climate-methane-factory-farming",
    "pubDate": "2024-07-09T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a woman plotting out a factory farm outdoor area on a whiteboard in a conference room. The screen splits and on the right side we see cows crowded behind a fence. The colors are sickly greens and muted purples.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/JoeGough_Vox_LandGrant_Final.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This is the second in a series of stories on how factory farming shapes America. You can visit Vox’s&nbsp;<a href=\"https://www.vox.com/future-perfect\" target=\"_blank\" rel=\"noreferrer noopener\">Future Perfect</a>&nbsp;section for future installments and more coverage of Big Ag. This series is supported by&nbsp;<a href=\"https://animalcharityevaluators.org/\" target=\"_blank\" rel=\"noreferrer noopener\">Animal Charity Evaluators</a>, which received a grant from&nbsp;<a href=\"https://www.buildersinitiative.org/\" target=\"_blank\" rel=\"noreferrer noopener\">Builders Initiative</a>.</em></p>\n\n<p class=\"has-text-align-none\">Americans are <a href=\"https://ourworldindata.org/grapher/per-capita-meat-usa\">eating more meat than ever</a>, but livestock giants still see plenty of room to grow. As pressure mounts for meat producers to improve their treatment of animals and environmental footprints, they’re turning to a tried-and-true strategy — used in the past by the <a href=\"https://www.vox.com/2015/3/21/8267049/merchants-of-doubt\">tobacco and oil industries</a> — to expand their markets and shore up the public’s trust in their products: funding favorable research from university scientists.</p>\n\n<p class=\"has-text-align-none\">Last year, the National Pork Board, a pork marketing group sponsored by the US Department of Agriculture (USDA), funded a nearly $8.5 million program in partnership with researchers from Iowa State University, the University of Georgia, the University of Minnesota, North Carolina State University, and North Carolina Agricultural and Technical State University to research popular perceptions of the pork industry and improve its reputation, according to federal <a href=\"https://static1.squarespace.com/static/5f13ca3e0d7b7a5d4bf7abc8/t/65da7fa3688e982d508a23a1/1708818344236/Real+Pork+Consortium+Proposal.pdf\">records</a> obtained by <a href=\"https://www.vox.com/23906572/crystal-heath-veterinarian-medicine-factory-farming-ventilation-shutdown-future-perfect-50-2023\">Crystal Heath</a>, a veterinarian and founder of animal advocacy nonprofit Our Honor. </p>\n\n<p class=\"has-text-align-none\">The project, called the Real Pork Trust Consortium, aims to counter “consumer misperceptions of pork production practices,” including about its impacts on animals and the environment, a grant proposal obtained by Heath states. </p>\n\n<p class=\"has-text-align-none\">The grant proposal, reproduced below, notes that some consumers, like those in coastal states, hold more negative views of the pork industry and that “by analyzing the traits and tendencies of these specific groups, we can create targeted communication strategies which influence consumers’ knowledge and understanding of pork production methods, inform decision-making related to political activity, and encourage pork consumption across diverse consumer groups.” Researchers will create communications to share with consumers, with the aim of improving trust in the industry and “ensuring its social license to operate.”</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read more Vox coverage of how factory farming built America</h2>\n\n\n\n<p class=\"has-text-align-none\">Future Perfect, Vox’s section dedicated to solving the world’s most important yet neglected problems, obsessively covers&nbsp;<a href=\"https://www.vox.com/future-of-meat\">how the way we eat</a> affects our lives and our planet. Learn more in these stories:</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/future-perfect/352359/milk-dairy-schools\">Big Milk has taken over American schools</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">9 charts that show US factory farming is even bigger than you realize</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/future-perfect/2023/11/22/23970874/thanksgiving-turkey-farming-jennie-o-hormel-white-house-pardon\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/2023/11/22/23970874/thanksgiving-turkey-farming-jennie-o-hormel-white-house-pardon\">How America broke the turkey</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/future-perfect/2023/2/10/23589333/cecile-steele-chicken-meat-poultry-eggs-delaware\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/2023/2/10/23589333/cecile-steele-chicken-meat-poultry-eggs-delaware\">Your Super Bowl chicken wings have a surprising origin story</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/future-perfect/23516639/veterinarians-avma-factory-farming-ventilation-shutdown\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/23516639/veterinarians-avma-factory-farming-ventilation-shutdown\">The bitter civil war dividing American veterinarians</a></p>\n</div>\n\n<p class=\"has-text-align-none\">Heath questions why it should be the job of university researchers to protect the reputation of pork producers. The industry has “enlisted university faculty to serve in its public relations apparatus,” hoping to use researchers’ credibility to prop up an industry that has been implicated in animal cruelty, zoonotic disease risk, and environmental harms, she told Vox in an email. “It’s sort of like increasing public trust in coal mining-based energy production, lead-based paint manufacturing, leaded fuel-dependent transportation, asbestos-dependent construction methods, or DDT-based pest control.”</p>\n\n<p class=\"has-text-align-none\">The National Pork Board (NPB) did not respond to requests for comment. Lead researcher Nicholas Gabler, a professor in Iowa State University’s animal science department, did not respond to Vox’s request for comment but <a href=\"https://www.feedstuffs.com/agribusiness-news/real-pork-trust-consortium-works-to-resolve-gaps-in-understanding-of-pork\">stated</a> in a recent interview with the animal agriculture trade publication Feedstuffs that the consortium is “not a marketing program. It is a science-driven program for understanding how we can communicate better” to improve trust between pork producers and consumers.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-embed wp-block-embed-embed\"><div class=\"wp-block-embed__wrapper\">\n<div><iframe src=\"https://docs.google.com/viewer?embedded=true&#038;url=https%3A%2F%2Fplatform.vox.com%2Fwp-content%2Fuploads%2Fsites%2F2%2F2024%2F07%2FRealPorkConsortiumProposal-1.pdf\" allowfullscreen></iframe></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">The Real Pork Trust Consortium is far from the only partnership between meat producers and universities. Close collaboration between the meat industry and academic scientists stretches back to the early days of land-grant universities in the US, when researchers were enlisted to boost the productivity of agriculture in the rapidly growing nation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, some of these partnerships have shifted to focus on contemporary challenges like addressing animal agriculture’s outsize contribution to climate change. But land-grant universities’ original mandate to serve the interests of the agriculture industry<strong> </strong>is colliding with <a href=\"https://www.vox.com/future-perfect/2024/3/20/24105735/peak-meat-livestock-emissions-plant-based-climate-deadline\">clear calls from climate scientists about the need to scale down</a> the livestock industry to meet climate targets and minimize risks to public health and animal welfare.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To mitigate their emissions, meat and dairy companies are pinning their hopes on a suite of technological solutions including adding <a href=\"https://insideclimatenews.org/news/14062022/cow-seaweed-methane/\">seaweed to cattle feed</a> or <a href=\"https://grist.org/agriculture/biogas-boom-ira-incentives/\">implementing manure digesters</a>: massive pools meant to capture methane from livestock poop, for use as a fuel source. These practices do shave off emissions, but in many cases they’re difficult to scale, and their potential to mitigate the carbon footprint of highly emitting industries like beef and dairy is overstated. Climate scientists <a href=\"https://www.nature.com/articles/d41586-019-02409-7#:~:text=By%202050%2C%20dietary%20changes%20could,people%20ate%20less%20meat%3F')\">agree</a> that they have to be accompanied by reductions in livestock production and shifting diets to eat less meat and dairy.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1449681652.jpg?quality=90&#038;strip=all&#038;crop=0,10.711157158282,100,78.577685683437\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/WAM26885.jpg.webp?quality=90&#038;strip=all&#038;crop=0,10.683839092059,100,78.632321815882\" alt=\"View of many individual pigs in many individual metal cages inside a dark industrial agricultural facility\" title=\"View of many individual pigs in many individual metal cages inside a dark industrial agricultural facility\" data-has-syndication-rights=\"1\" data-caption=\"Pigs housed in gestation crates, cages about the size of an adult pig, a standard practice used in the pork industry. | Jo-Anne McArthur/We Animals Media\" data-portal-copyright=\"Jo-Anne McArthur/We Animals Media\" />\n<p class=\"has-text-align-none\">While the livestock industry has its own scientists, in some cases, emissions-reduction research is carried out by public, land-grant universities, like the University of California Davis, University of Nebraska, Colorado State University, Texas A&amp;M, and others. As with the Real Pork Trust Consortium, animal science programs at these institutions are sometimes funded with millions of dollars in donations from meat and dairy corporations and trade groups and conducted by researchers with ties to industry.</p>\n\n<p class=\"has-text-align-none\">These partnerships largely prioritize animal agriculture’s continued profitability and can serve to sow doubt about livestock’s role in the climate crisis. Critics say they amount to greenwashing. </p>\n\n<p class=\"has-text-align-none\">“The animal agriculture industry is now involved in multiple multimillion-dollar efforts with universities to obstruct unfavorable policies as well as influence climate change policy and discourse,” wrote <a href=\"https://law.yale.edu/viveca-morris\">Viveca Morris</a>, an environmental lawyer at Yale Law, and <a href=\"https://jenniferjacquet.com/\">Jennifer Jacquet</a>, an expert on corporate influence at the University of Miami, in a sprawling <a href=\"https://link.springer.com/article/10.1007/s10584-024-03690-w\">2024 paper</a> analyzing university-industry partnerships in the livestock sector. “These efforts have downplayed the livestock sector’s contributions to the climate crisis, minimized the need for emission regulations and other policies aimed at internalizing the costs of the industry’s emissions, and promoted industry-led climate ‘solutions’ that maintain production.”</p>\n\n<p class=\"has-text-align-none\">“The university mission,” they warned, “is at risk when universities allow industries to shape research and fund communications with the appearance of academic independence.” </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Land-grant universities were set up to boost ag productivity</strong></h2>\n\n<p class=\"has-text-align-none\">The close partnership between farmers and America’s public universities dates back to 1862, when the federal <a href=\"https://www.archives.gov/milestone-documents/morrill-act\">Morrill Act</a> allowed states to establish public universities funded by the sale of federal land (much of which had been <a href=\"https://www.landgrabu.org/\">stolen from Native American tribes</a>). That’s why these universities are called “land-grant” institutions.</p>\n\n<p class=\"has-text-align-none\">The goal was to provide education in fields that would help Americans build a successful country, including engineering, military science, and agriculture, said <a href=\"https://www.aplu.org/about-us/who-we-are/staff/steele/\">Doug Steele</a>, the vice president of food, agriculture, and natural resources at the Association of Public and Land-grant Universities (APLU). </p>\n\n<p class=\"has-text-align-none\">Public universities’ relationship with farmers was further formalized in 1914 with the creation of the USDA’s <a href=\"https://www.nifa.usda.gov/about-nifa/how-we-work/extension/cooperative-extension-history#:~:text=The%20Smith%20Lever%20Act%20formalized,address%20exclusively%20rural%2C%20agricultural%20issues.\">Cooperative Extension System</a>, which established university-government partnerships with the goal of increasing farm productivity and profitability and addressing the research needs of rural, farming communities. These programs offered free educational resources to the public and produced research in direct response to questions from farmers.</p>\n\n<p class=\"has-text-align-none\">Extension services aimed to help rural people (particularly white landowners) survive the modern world, especially as an economic gap widened between rural and urban communities, said <a href=\"https://history.missouri.edu/people/deutsch\">Chris<strong> </strong>Deutsch</a>, a historian of the meat industry at the University of Missouri. </p>\n\n<p class=\"has-text-align-none\">In the 1920s and ’30s, when crop failures began to prevent American farmers from producing cotton and fruit such as peaches (significant cash crops at the time), extension services stepped in to give farmers another way to make money, said <a href=\"http://www.rogerhorowitz.com/about-roger.html\">Roger Horowitz</a>, a historian of the US food system at the Hagley Museum.</p>\n\n<p class=\"has-text-align-none\">“Extension agents became more connected to the meatpacking industry and more interested in encouraging commercial livestock production as an alternative,” Horowitz said. Since livestock was (and still is) mostly fed grass, hay, and grains, which weren’t as hard hit by crop failures, the sector was seen as a viable alternative.</p>\n\n<p class=\"has-text-align-none\">After World War II, agriculture and land ownership increasingly consolidated, and the nature of land-grant universities’ relationship with agriculture began to shift away from a focus on individual farmers’ needs toward more industrial and commercial interests.</p>\n\n<p class=\"has-text-align-none\">Thus began a close partnership between public universities and livestock producers that would eventually lead to the factory farms that exist today: animal production and slaughter operations run in large industrial facilities that resemble factories more than traditional farms and raise far more animals, far more quickly, than any previous agricultural system.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Public universities, and especially extension services, “were a key part in the creation of the intensive agricultural system that we have, and particularly the animal side &#8230; because of all the myriad problems that emerge from trying to concentrate animals in a singular point,” said Deutsch.</p>\n\n<p class=\"has-text-align-none\">Jacquet put it even more bluntly: “You don&#8217;t get the industry that we have now without the land-grant institutions.”</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p><em>“The university mission is at risk when universities allow industries to shape research and fund communications with the appearance of academic independence</em>.”</p><cite>VIVECA MORRIS AND JENNIFER JACQUET</cite></blockquote></figure>\n\n<p class=\"has-text-align-none\">The livestock sector began to thrive via all kinds of advancements in farming methods made possible by the work of university scientists. Dubbed the “<a href=\"https://www.asas.org/docs/default-source/midwest/mw2020/publications/footehist.pdf?sfvrsn=59da6c07_0\">first great biotechnology</a>” by one researcher, modern <a href=\"https://extension.umn.edu/dairy-milking-cows/artificial-insemination-cattle\">artificial insemination</a> — the process of collecting sperm from a male animal and depositing it in the reproductive organs of a female — arose after work from extension program researchers at Cornell University (one of seven private land-grant universities in the US) and public university faculty at the University of Minnesota, the University of Wisconsin-Madison, and others. Today, the technology is ubiquitous across the meat and dairy industries, giving farmers an unprecedented level of control over the reproductive lives of animals and allowing for rapid production speeds.</p>\n\n<p class=\"has-text-align-none\">Feed additives developed by public universities supercharged animals’ ability to metabolize food and convert it into body mass, said Deutsch. In the 1950s, for example, Iowa State University researcher <a href=\"https://isubios.pubpub.org/pub/ljwww8lm/release/1\">Wise Burroughs</a> helped develop and patented a feed additive called diethylstilbestrol, a synthetic form of estrogen that led cows to gain weight 12 percent faster while eating 8-10 percent less feed. Iowa State later partnered with feed and pharma giant Eli Lilly to produce the hormone (Eli Lilly has since split from animal-health subsidiary Elanco and now focuses on human health). By the 1970s, it was banned in the US, in part due to its link to cancer in humans. </p>\n\n<p class=\"has-text-align-none\">Also in the 1950s, extension programs began to push farmers to use more antibiotics, since they made animals grow faster while requiring less feed, said Horowitz.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Publicly supported scientists affiliated with land-grant universities also contributed much of the early research into poultry genetics, nutrition, and health, propelling the US chicken industry into the <a href=\"https://www.vox.com/future-perfect/2023/2/10/23589333/cecile-steele-chicken-meat-poultry-eggs-delaware\">behemoth</a> that it is today. The use of medicated feed and new research into poultry diseases created a booming chicken industry that helped increase American chicken production almost 30-fold in the last century.</p>\n\n<p class=\"has-text-align-none\">Genetics research transformed the chicken from a “backyard scratch, hunt, and peck animal into, essentially, a technology,” said <a href=\"https://books.google.com/books/about/Chicken.html?id=iwh3yAEACAAJ\">Paul Josephson</a>, an environmental historian at Colby College who has written a book about the history of chickens. High-profile <a href=\"https://livestock.extension.wisc.edu/articles/the-chicken-of-tomorrow/\">contests</a> in the 1940s, resulting from partnerships between the poultry industry and extension programs including at the University of Delaware and the University of Arkansas, sought the “Chicken of Tomorrow,” a breed that would have a larger percentage of breast, leg, and thigh meat.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"the 1948 Chicken of Tomorrow Contest Documentary\" src=\"https://www.youtube.com/embed/RrAV4zmZa-w?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Today, Americans eat more than 9 billion broiler chickens every year — animals that are <a href=\"https://www.sciencedirect.com/science/article/pii/S0032579119385505\">more than four times</a> as massive as a chicken of the 1950s, a transformation that has come at a high cost to animal welfare. Modern chickens <a href=\"https://www.theguardian.com/environment/2020/aug/17/from-farm-to-factory-the-unstoppable-rise-of-american-chicken\">grow so big and so fast</a> that their legs often can’t support the immense weight of their bodies. Research out of public universities made this transformation possible through developments in feed, antibiotics, and genetics. </p>\n\n<p class=\"has-text-align-none\">Today’s public universities continue to develop methods that push animals to their biological limits to allow the US to produce ever more animals at higher speed and lower cost. A 2015 New York Times <a href=\"https://www.nytimes.com/2015/01/20/dining/animal-welfare-at-risk-in-experiments-for-meat-industry.html\">investigation</a>, for example, found that the US Meat Animal Research Center, a cooperative program between the USDA and the University of Nebraska-Lincoln, was breeding female pigs and cows to give birth to ever more offspring, leading to mass mortality and severe animal welfare problems. The USDA told the Times that the center follows federal animal welfare rules.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2016, public records <a href=\"https://theintercept.com/2022/04/14/killing-chickens-bird-flu-vsd/\">obtained</a> by animal welfare group Animal Outlook revealed that research at North Carolina State University funded by the US Poultry and Egg Association, an industry trade group, played a major role in developing ventilation shutdown: a method used to mass kill chickens and turkeys by trapping them inside barns and pumping in extreme heat. The method kills the animals by heatstroke and is now being used to cull tens of millions of poultry birds to stop the spread of bird flu; it’s been <a href=\"https://www.vox.com/future-perfect/23963820/bird-flu-surge-us-ventilation-shutdown-veterinarians\">criticized</a> as the cruelest culling option.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This type of research is “unethical, particularly &#8230; when the very things you’re doing to increase production are causing harm to animals,” said <a href=\"https://www.vermontlaw.edu/directory/person/winders-delcianna\">Delcianna Winders</a>, an associate professor of animal law at Vermont Law and Graduate School.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Screen_Shot_2022_12_29_at_12.30.07_PM.png_ec1718.webp?quality=90&#038;strip=all&#038;crop=0,13.683684895439,100,72.632630209121\" alt=\"A hen is seen inside a glass cage and hooked up to electrodes. She appears collapsed on her side and panting. \" title=\"A hen is seen inside a glass cage and hooked up to electrodes. She appears collapsed on her side and panting. \" data-has-syndication-rights=\"1\" data-caption=\"Screenshot from footage of 2016 ventilation shutdown experiments conducted at North Carolina State University. | Footage obtained by Animal Outlook via public records request.\" data-portal-copyright=\"Footage obtained by Animal Outlook via public records request.\" />\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Ag industry-aligned researchers want to develop climate solutions without sacrificing growth</strong></h2>\n\n<p class=\"has-text-align-none\">The supercharged growth of the livestock industry has brought huge consequences for the environment, for the public, and for the animals themselves. “It’s ecologically illogical,” said Deutsch. “It shouldn’t be possible to gather a million [animals] into one small contained room and have that be sustainable.” </p>\n\n<p class=\"has-text-align-none\">Today, Deutsch said, the livestock industry still depends on university research to maintain conditions where <a href=\"https://www.vox.com/future-perfect/23963820/bird-flu-surge-us-ventilation-shutdown-veterinarians\">disease thrives</a>, <a href=\"https://www.vox.com/future-perfect/2023/8/31/23852325/farming-myths-agricultural-exceptionalism-pollution-labor-animal-welfare-laws\">ecological issues</a> are rampant, and <a href=\"https://www.vox.com/future-perfect/2022/3/9/22967328/animal-cruelty-laws-state-federal-exemptions-pennsylvania-martin-farms-dairy-calves-dehorning\">animal welfare violations persist</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meat and dairy production account for <a href=\"https://www.unep.org/news-and-stories/press-release/novel-meat-and-dairy-alternatives-could-help-curb-climate-harming#:~:text=The%20animal%20agriculture%20industry%20is,cent%20of%20global%20GHG%20emissions.\">14-20 percent</a> of global greenhouse gas emissions, while fertilizer and manure runoff from concentrated animal farms has created widespread water quality issues in the US Midwest, <a href=\"https://www.ewg.org/news-insights/news/2021/06/midwest-farm-states-nitrate-pollution-tap-water-more-likely-lower-income\">particularly</a> for disadvantaged communities. Forcing animals into crowded spaces also heightens the risk of <a href=\"https://www.vox.com/future-perfect/2020/4/22/21228158/coronavirus-pandemic-risk-factory-farming-meat\">zoonotic disease spillover</a> — as we’re seeing now with <a href=\"https://www.vox.com/future-perfect/24128700/bird-fludairy-meat-industry-h5n1-cows-milk-eggs-safety\">bird flu infections</a> among US dairy herds and <a href=\"https://www.cdc.gov/media/releases/2024/s0522-human-case-h5.html\">dairy workers</a>.</p>\n\n<p class=\"has-text-align-none\">Still, public universities are hard at work assisting the industry in finding sustainability solutions that don’t sacrifice growth. Much of that work surrounds efforts to reduce <a href=\"https://www.epa.gov/gmi/importance-methane#:~:text=Methane%20is%20the%20second%20most,trapping%20heat%20in%20the%20atmosphere.\">methane</a> — a greenhouse gas nearly 30 times <a href=\"https://www.epa.gov/gmi/importance-methane\">more potent</a> than carbon dioxide at trapping heat in the atmosphere&nbsp;<strong> </strong>— released by beef and dairy cattle.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Researchers at universities across the country, including Colorado State University, the University of California Davis, the University of Nebraska, and others, are working to research various feed additives that promise to reduce cows’ methane emissions, as well as breeding cattle to select for low-methane traits. While that’s framed as a sustainability strategy, it comes with an added benefit for the industry’s bottom line: When cows emit less methane, they likely also convert their feed into meat more efficiently and may require less food, according to <a href=\"https://www.frontiersin.org/articles/10.3389/fanim.2021.641590/full\">some</a> <a href=\"https://www.tandfonline.com/doi/full/10.1080/1828051X.2017.1404945\">studies</a>. In this way, creating combinations of cattle breeds and feed additives that reduce methane may also create more profit for producers and allow for growth in the sector.</p>\n\n<p class=\"has-text-align-none\">Environmental advocates have <a href=\"https://modernfarmer.com/2024/04/biogas-mega-dairies-problem/\">raised concerns</a> that methane-reduction strategies such as feed additives and manure digesters may ultimately end up creating more, not less, pollution, since they offer farmers additional income streams and promote growth of the industry. In <a href=\"https://ww2.arb.ca.gov/our-work/programs/low-carbon-fuel-standard\">California</a>, for example, dairy producers can receive <a href=\"https://insideclimatenews.org/news/28122023/milking-it-battle-underway-california-dairy-biogas-market/\">lucrative financial credits</a> for producing biogas by capturing methane from manure. Public university research and extension programs have<strong> </strong>advanced the <a href=\"https://www.ers.usda.gov/data-products/chart-gallery/gallery/chart-detail/?chartId=106096\">increasing popularity</a> of manure digesters by <a href=\"https://extension.psu.edu/agricultural-anaerobic-digesters-design-and-operation#:~:text=Earlier%20anaerobic%20digesters%20for%20biogas%20production&amp;text=Laboratory%20experiments%20to%20produce%20methane,treat%20settled%20waste%2Dwater%20solids.\">testing prototypes</a> in their own research facilities and creating <a href=\"https://learningstore.extension.wisc.edu/products/anaerobic-digestion-from-animal-manure\">educational resources</a> for farmers.</p>\n\n<p class=\"has-text-align-none\">One <a href=\"https://foe.org/resources/biogas-or-bull/#:~:text=Herd%20sizes%20at%20facilities%20with,nearly%2085%2C000%20dairy%20cows%20total.\">study</a> by the environmental nonprofit Friends of the Earth found that herd sizes at livestock facilities with manure digesters grew 3.7 percent, on average, each year — 24 times the growth rate of overall dairy herd sizes.<strong> </strong>“We are not saying that this is like a primary driver of [dairy industry] consolidation, more that it is a factor that can exacerbate an existing trend toward consolidation,” said <a href=\"https://foe.org/team-members/chloe-waterman/\">Chloë Waterman</a>, senior program manager for FOE’s Climate-Friendly Food Program. Consolidating livestock can lead to worsening pollution and increased animal welfare harms.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AP24030658867435.jpg?quality=90&#038;strip=all&#038;crop=0,10.73733135571,100,78.525337288581\" alt=\"Dairy cows are lined up in a metal circular indoor &quot;milking parlor,&quot; where they&#039;re each milked by machines.\" title=\"Dairy cows are lined up in a metal circular indoor &quot;milking parlor,&quot; where they&#039;re each milked by machines.\" data-has-syndication-rights=\"1\" data-caption=\"Cows are milked on a large carousel at an industrial dairy farm in Wisconsin. | Morry Gash/AP Photo\" data-portal-copyright=\"Morry Gash/AP Photo\" />\n<p class=\"has-text-align-none\">These methane-reduction strategies can shave off emissions, but only at the margins. Without pairing those technologies with a plan to reduce meat and dairy production, we stand <a href=\"https://www.wri.org/insights/without-changing-diets-agriculture-alone-could-produce-enough-emissions-surpass-15degc\">little chance</a> of limiting global warming below targets set by global climate experts.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That reality is hard to square with land-grant researchers’ role in the livestock industry. As they provide the basic research that advances temporary solutions such as feed additives and manure digesters, public university researchers simultaneously lend a patina of scientific expertise to industry-backed claims that the animal agriculture industry shouldn’t be blamed for climate change and does not need to scale down. The <a href=\"https://static1.squarespace.com/static/5f13ca3e0d7b7a5d4bf7abc8/t/65da7fa3688e982d508a23a1/1708818344236/Real+Pork+Consortium+Proposal.pdf\">Real Pork Trust Consortium</a> offers a particularly extreme example, with its goal to “enhance pork’s image among global consumers and societies.” But it’s hardly alone.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The rise of “climate-smart” meat and dairy</strong></h2>\n\n<p class=\"has-text-align-none\">In 2022, records gathered by <a href=\"https://unearthed.greenpeace.org/2022/10/31/frank-mitloehner-uc-davis-climate-funding/\">Unearthed,</a> an investigative journalism project funded by Greenpeace, and also <a href=\"https://www.nytimes.com/2022/10/31/climate/frank-mitloehner-uc-davis.html\">covered</a> in the New York Times, found that the Clear Center, a research institute at UC Davis run by prominent animal industry scientist Frank Mitloehner, had <a href=\"https://www.desmog.com/2022/11/03/animal-agriculture-industry-commits-millions-to-prominent-university-animal-science-research-center-documents-show/\">received millions of dollars</a> in gifts from the animal feed and livestock industry, particularly Ifeeder, a nonprofit founded by an industry association whose members include meat giants Cargill, Tyson Foods, and a subsidiary of JBS, the world’s largest meat company.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">The research funded by Ifeeder was, in part, meant to investigate the role of feed additives in reducing enteric methane emissions. Industry funding is common in academic research and isn’t, on its own, necessarily compromising. But Mitloehner is also an outspoken <a href=\"https://www.youtube.com/watch?v=sGG-A80Tl5g\">defender</a> of livestock farming and downplays animal agriculture’s role in the climate crisis, acting as a climate expert for the industry’s needs via written articles, media interviews, and presentations.</p>\n\n<p class=\"has-text-align-none\">In one <a href=\"https://embed.documentcloud.org/documents/23259351-clear-center-about\">document</a> explaining the Clear Center’s purpose, Ifeeder wrote that “Mitloehner provides a neutral, credible, third-party voice” and that data produced by the Clear Center will “show consumers that they can feel good about the choice they are making to include protein in their families’ diets.” Mitloehner told Unearthed that “the Clear Center works with the livestock sector to make it better for the environment. To suggest we’re doing anything other than that is a gross mischaracterization of what we do,” and that “the Clear Center and myself are not concerned with the financial interests of stakeholders or others in the livestock industry.”</p>\n\n<p class=\"has-text-align-none\">A similar story emerged at Colorado State University in 2020, when a partnership between the university and various beef industry groups formed AgNext, a program dedicated to research that advances sustainability in the livestock sectors, according to its <a href=\"https://agnext.colostate.edu/about/\">website</a>.</p>\n\n<p class=\"has-text-align-none\">AgNext’s first director, Kimberly Stackhouse-Lawson, who used to work as the chief sustainability officer for JBS USA, has received at least $574,467 from the cattle, pork, dairy, feed, and pharmaceutical industries (including NCBA and JBS) to, in part, research livestock sustainability, according to records obtained by <a href=\"https://aria.info/about-us/\">ARIA</a>, a research organization focused on climate. </p>\n\n<p class=\"has-text-align-none\">Both Stackhouse-Lawson and AgNext researcher Sara Place, who worked previously for animal pharmaceutical company Elanco and was senior director of sustainable beef production research at the National Cattlemen&#8217;s Beef Association, completed their PhDs under Mitloehner’s supervision. Place’s doctoral work evaluated the impact of an Elanco feed additive on methane emissions in dairy cattle. </p>\n\n<p class=\"has-text-align-none\">Like Mitloehner, Stackhouse-Lawson has <a href=\"https://agriculture.house.gov/uploadedfiles/stackhouse-lawson_testimony_package.pdf\">spoken</a> about her belief that regulations of greenhouse gas emissions should not burden producers financially and that sustainability goals should not hinder “value chain profitability.” Like the Clear Center, AgNext has emphasized communicating to the public that animal protein is an <a href=\"https://perma.cc/82H7-KRMP\">essential part of a healthy diet</a> and not the climate culprit that other scientists make it out to be. Mitloehner and Stackhouse-Lawson have both been involved in advancing policies aligned with the livestock industry’s interests and have given congressional testimony regarding climate change and animal agriculture.</p>\n\n<p class=\"has-text-align-none\">“To the extent Mitloehner and Stackhouse-Lawson publish peer-reviewed research related to climate change, their work focuses primarily on the use of feed additives or other technological and industry-led solutions, or promoting greenhouse gas accounting metrics that are favorable to the US meat and dairy industries,” write Jacquet and Morris in their <a href=\"https://link.springer.com/article/10.1007/s10584-024-03690-w\">paper</a> about the Clear Center and AgNext.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“In recognition of the impact of agriculture on climate change, AgNext researchers work with members of the entire livestock value chain to understand current practices and systems and identify viable and scalable options that can move the industry toward a sustainable future,” Place said in an email. “While it is common for industry and government to fund programs, equipment and even research, university research is independent and objective — funding sources have no influence on AgNext research outcomes. To be clear, it is not true that AgNext promotes ‘greenhouse gas accounting metrics that are favorable to the US meat and dairy industries.’” </p>\n\n<p class=\"has-text-align-none\">At Pennsylvania State University, meanwhile, researchers were <a href=\"https://www.psu.edu/news/agricultural-sciences/story/penn-state-awarded-grant-help-dairy-farmers-develop-climate-smart/\">granted up to $25 million</a> from the USDA to work with the Center for Dairy Excellence, a consortium of Pennsylvania dairy trade groups, and ag tech company Proagrica to develop “climate-smart” dairy farming practices.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Penn State program ultimately aims to assess the climate impacts of methods Pennsylvania dairy farmers are already using.&nbsp;With a better idea of the emissions reductions of certain farming practices, dairy farmers could participate in a voluntary climate market, where the greenhouse gas reductions of their practices are sold as carbon offsets for which farmers receive a payment, according to Caroline Novak of the Professional Dairy Managers of Pennsylvania, a trade group that has partnered with Penn State for the project. “Implementing and maintaining climate smart practices costs farmers money. They have to find a way for the practices to pay for themselves. If they are forced to do it without financial sustainability,&nbsp;there will be no farms left to feed people,” Novak said in an email. </p>\n\n<p class=\"has-text-align-none\">It’s reminiscent of the <a href=\"https://www.vox.com/future-perfect/2023/9/8/23863100/tyson-climate-friendly-beef-burger-usda\">“climate-smart” label piloted by Tyson</a> last year for beef that the company claimed emitted 10 percent less than its overall beef herd. The actual emissions reductions of the program are unclear, and even with a 10 percent emissions reduction, beef is far from climate-smart: It’s by far the <a href=\"https://ourworldindata.org/environmental-impacts-of-food\">worst food</a> for the climate, and <a href=\"https://www.nytimes.com/interactive/2022/dining/climate-change-food-eating-habits.html\">dairy</a> is not far behind.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Untitled.png.webp?quality=90&#038;strip=all&#038;crop=6.6270833333333,0,86.745833333333,100\" alt=\"Aerial view of hundreds of cows concentrated in a feedlot.\" title=\"Aerial view of hundreds of cows concentrated in a feedlot.\" data-has-syndication-rights=\"1\" data-caption=\"An aerial shot of Nebraska-based Adams Land &amp; Cattle Co., Tyson’s sole supplier of its Brazen Beef line. | Google Maps/Environmental Working Group\" data-portal-copyright=\"Google Maps/Environmental Working Group\" />\n<p class=\"has-text-align-none\">As is the case with feed additives, manure digesters, and the Tyson program, farmers may be earning more without having to change much about the way their farms operate.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">“<strong>Science depends on the questions we ask</strong>”</h2>\n\n<p class=\"has-text-align-none\">University research, Jacquet and Morris argue, offers legitimacy that corporations themselves cannot achieve.<strong> </strong>As universities partner to advance the livestock sector via projects like the Clear Center, AgNext, and the Real Pork Trust Consortium, they miss opportunities to use their resources to advance sustainability solutions that decenter productivity and profitability and prioritize the public interest, including environmental health, public health, and animal welfare.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p><em>Research shows that industry funding can influence the types of questions asked, and studies that are unlikely to find information useful to industry are less likely to get funding</em>.</p></blockquote></figure>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">“Asking who this serves is really important,” Jacquet said. </p>\n\n<p class=\"has-text-align-none\">Research aimed at increasing profit is “yet another form of subsidy to the industry,” Winders said. “That&#8217;s not a public service. It&#8217;s not like those profits are going to be spread across society. Those profits are going to the <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">highly, highly concentrated</a> industry. And so it&#8217;s helping these already extremely profitable multinational corporations make even more money.”</p>\n\n<p class=\"has-text-align-none\">Research shows that industry funding can influence the types of questions asked, and studies that are unlikely to find information useful to industry are less likely to get funding. One <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6187765/\">2018 study</a> of research across multiple STEM fields found that corporate sponsorship of research “can drive research agendas away from questions that are the most relevant for public health.” At the moment, much of the public research into animal farming is following this path by pushing advancements only into climate solutions that allow for industry growth while employing public university researchers to spread the message to consumers that industrial animal farming isn’t as harmful as they might think.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, research into alternatives to the livestock sector, such as cell-cultivated meat and plant-based alternatives, receives comparatively little public funding, <a href=\"https://www.cell.com/one-earth/pdf/S2590-3322(23)00347-0.pdf\">as shown by recent research</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Projects more relevant to environmental concerns and public health could include studies that advance production of plant-based proteins, Winders said, or initiatives that educate farmers on organic farming methods, said Horowitz. Such initiatives could also help farmers unhappy with exploitative contracts with meatpacking companies to <a href=\"https://www.vox.com/future-perfect/22609382/plant-based-meatless-future-transition-farmers-meatpacking-workers\">escape the industry</a>. </p>\n\n<p class=\"has-text-align-none\">Right now, land-grant researchers have strong incentives to prioritize the interests of powerful, highly polluting incumbent industries. But there are infinitely many paths that university research could take.“Science depends on the questions we ask,” Heath said. </p>\n\n<p class=\"has-text-align-none\"><em><strong>Clarification:</strong> The statement from Sara Place at AgNext was intended to speak for both Place and Stackhouse-Lawton</em>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This is the second in a series of stories on how factory farming shapes America. You can visit Vox’s&#160;Future Perfect&#160;section for future installments and more coverage of Big Ag. This series is supported by&#160;Animal Charity Evaluators, which received a grant from&#160;Builders Initiative. Americans are eating more meat than ever, but livestock giants still see plenty [&#8230;]",
    "author": "Grace Van Deelen"
  },
  {
    "title": "We deserve a more nuanced conversation about working moms",
    "link": "https://www.vox.com/policy/358808/moms-motherhood-penalty-work-childcare",
    "pubDate": "2024-07-09T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/22363629/GettyImages_1228407372.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">This spring, <a href=\"https://docs.iza.org/dp16959.pdf\">a European study came out</a> with the provocative conclusion that having children contributes “little to nothing” to the persistent gap in earnings between men and women.</p>\n\n<p class=\"has-text-align-none\">The study caught my attention because I know the threat of earning less as a parent has had a chilling effect on people in my generation considering starting families. Last year, while I was reporting <a href=\"https://www.vox.com/features/23979357/millennials-motherhood-dread-parenting-birthrate-women-policy\">on motherhood dread</a> in the US, young women told me they feared having kids would mean they’d be penalized in the workplace, affecting their financial security and opportunities. Meanwhile, the media does little to allay that concern: “One of the worst career moves a woman can make is to have children,” the New York Times <a href=\"https://www.nytimes.com/2014/09/07/upshot/a-child-helps-your-career-if-youre-a-man.html\">once declared</a>.</p>\n\n<p class=\"has-text-align-none\">But while these economists found that Danish women who used in vitro fertilization experienced a large earnings penalty right after the birth of their first child, over the course of their careers, this penalty faded out. Eventually, the mothers even benefitted from a child <em>premium</em> compared to women who were not initially successful with IVF.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In other words, the so-called “motherhood penalty” that says women pay a price in the workplace for becoming moms might be less severe than previously thought.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“As children grow older and demand less care, we see that the mother’s earnings start to recover, with much of the immediate penalties made up 10 years after the birth of the first child,” the researchers wrote.</p>\n\n<p class=\"has-text-align-none\">What makes this new European research so notable is that it relies on the same high-quality data that has informed previous studies on the motherhood penalty (<a href=\"https://www.vox.com/2018/2/19/17018380/gender-wage-gap-childcare-penalty\">including one Vox covered in 2018</a>) but used an even broader sample and <a href=\"https://www.publichealth.columbia.edu/research/population-health-methods/instrumental-variables\">an approach</a> the authors argue is better suited for long-term conclusions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This wasn’t the first time I’d seen research that complicates our understanding of the motherhood penalty. After the essay on motherhood dread was published, I heard from <a href=\"https://sociology.cornell.edu/sharon-sassler\">Sharon Sassler</a>, a Cornell University sociologist who studies relationships and gender.</p>\n\n<p class=\"has-text-align-none\">She had recently published a paper on gender wage gaps in the computer science field and found that mothers in computer science actually earned more than childless women (though this “wage premium” was significantly less than what fathers earned).&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It was difficult for me to find a home for <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0293300\">the attached article</a> because reviewers cannot fathom that mothers might out-earn single women, though there is a growing body of evidence that [they] do,” she wrote in her email to me. “It might be selection [bias] &#8230; but given that folks have found this <a href=\"https://www.jstor.org/stable/10.7758/rsf.2016.2.4.05\">across</a> <a href=\"https://www.jstor.org/stable/10.7758/rsf.2016.2.4.07\">disciplines</a> suggests that the motherhood penalty really needs to be reassessed.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">I was curious about Sassler’s suggestion that moms might actually earn more and that we don’t often hear that because gatekeepers “seem to like the narrative that women are always screwed by family.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">I decided to dig into the literature, reviewing studies and talking with researchers to get a better sense of what we know. Some aspects of the motherhood penalty debate remain fuzzy and unsettled, including whether moms face&nbsp;a long-term disadvantage in the workplace at all.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s also some disagreement over what the problem is, exactly: Is it that mothers earn less than childless women? Is it that they’re earning less than fathers, or men who started their careers at a similar level? What is the social problem to address?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Amid our growing national conversation around <a href=\"https://www.vox.com/future-perfect/355985/birth-rates-falling-policy-family-size-us\">declining birth rates</a> and <a href=\"https://www.vox.com/abortion\">reproductive freedom</a>, a clearer sense of the research on motherhood penalties could help policymakers answer these questions. It could also <a href=\"https://onlinelibrary.wiley.com/doi/10.1111/padr.12431\">foster conditions</a> that help more women feel secure making the choice to become parents if they want.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What we know about the motherhood penalty</strong></h2>\n\n<p class=\"has-text-align-none\">Putting these unresolved questions aside for a moment, the research we have paints a different picture from the one that suggests having children is inherently a career-killer.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though it <a href=\"https://www.cnbc.com/2024/03/26/women-experience-a-motherhood-penalty-for-dads-theres-a-pay-bump.html\">doesn’t always make it into</a> the media discussion, scholars know that the motherhood penalty — which <a href=\"https://scholar.google.com/scholar_lookup?journal=Industrial+and+Labor+Relations+Review&amp;title=The+motherhood+wage+penalty+revisited:+Experience,+heterogeneity,+work+effort,+and+work-schedule+flexibility&amp;author=DJ+Anderson&amp;author=M+Binder&amp;author=K+Krause&amp;volume=56&amp;publication_year=2003&amp;pages=273-294&amp;\">past research</a> <a href=\"https://journals.sagepub.com/doi/abs/10.1177/000312240106600203\">has found</a> <a href=\"https://www.jstor.org/stable/2657300\">averages</a> 5 to 10 percent per child for women in their 20s and 30s — can vary significantly based on occupation, the age at which women have their first child, their marital status, their cultural background, and whether they live in an urban or rural environment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Averages can mask a lot, too. White women <a href=\"https://www.researchgate.net/publication/229724149_Marriage_and_the_Motherhood_Wage_Penalty_Among_African_Americans_Hispanics_and_Whites\">tend to experience</a> higher motherhood penalties than Black and Hispanic women, but the magnitude of the penalty has <a href=\"https://www.researchgate.net/publication/318047890_The_Family_Gap_in_Pay_New_Evidence_for_1967_to_2013\">gone down significantly for all women</a> over the last 50 years, thanks to factors such as increased educational attainment and mothers returning more quickly to work after having kids. In some fields, there’s no penalty at all.</p>\n\n<p class=\"has-text-align-none\">“We shouldn’t think of child penalties as something that’s immutable or a constant,” said Henrik Kleven, a Princeton economist who has studied these dynamics closely. “It’s something that has changed over time.”</p>\n\n<p class=\"has-text-align-none\">Moreover, though there’s real evidence that some women experience penalties after having kids, we don’t have very strong evidence that it’s a lasting hit. Other research suggests people may time their pregnancies to when their earnings <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4554407\">were already flattening out</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One 2014 <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4041155/\">study</a> found that for most women who had fewer than three children, the motherhood penalty essentially disappears, both in terms of wages and job status, once they reach their 40s and 50s. As the more recent study on Danish IVF users also showed, the context around the motherhood penalty changes when we take a longer view.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those considering children deserve to make parenting decisions with the best information possible, including factors that could minimize or even eliminate labor market disadvantages. Finishing school before having kids, for example, is <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4554407\">linked</a> to lower or nonexistent motherhood penalties. </p>\n\n<p class=\"has-text-align-none\">Many women would prefer to have kids while they’re younger even if that means they can’t maximize their lifetime earnings. Still, the growing body of research can help make the case for policies that mitigate the negative tradeoffs of having kids and create more family-friendly cultures in the process.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, though, should the goal be to try and eliminate all penalties that mothers face?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kleven, the Princeton economist, thinks it’s unrealistic and undesirable to expect <em>no </em>wage penalty after having kids. “It’s very natural, and I think right, that someone bears a child penalty. I don’t think we necessarily want to move to a world where we outsource all child care,” he told me. Rather, the goal, he said, should be to have “similar-sized motherhood and fatherhood penalties” — for the cost of parenting not to be so gendered.</p>\n\n<p class=\"has-text-align-none\">That’s reasonable, but it’s also not the only potential aim. Women worrying about the cost of motherhood instead might care more about closing labor-market gaps through better employer support, or offsetting income penalties women face in the labor market through new tax and transfer programs, like federal paid leave and child allowances.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Theories on the motherhood penalty, explained</strong></h2>\n\n<p class=\"has-text-align-none\">There are a few main explanations for the motherhood penalty.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The first theory is based on the idea that women might reduce their working hours, switch to part-time jobs, or simply reduce their effort at work once they become parents. This is the “human capital” explanation. The less you work, the less you could earn.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A second theory is that mothers might earn less because they were <a href=\"https://scholar.google.com.au/citations?view_op=view_citation&amp;hl=vi&amp;user=mo4pUgIAAAAJ&amp;citation_for_view=mo4pUgIAAAAJ:d1gkVwhDpl0C\">drawn to more flexible but lower-paying jobs</a>. In other words, moms self-select into occupations that are less lucrative but have other advantages, such as requiring fewer hours or offering remote flexibility.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A third theory is that <a href=\"https://psycnet.apa.org/record/2007-05031-001\">employers discriminate against mothers</a>, viewing them as less dedicated and reliable. This discrimination could affect whether a woman gets hired at all, what her starting salary will be, whether she’ll be promoted, or if she’s considered <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11047346/\">for any leadership role</a>.</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://docs.iza.org/dp16959.pdf\">study out of Denmark</a> has added a new wrinkle. Economists found that the Danish women successful with their first attempt at IVF earned much less than their unsuccessful counterparts the first year after giving birth, but started to recover income losses by year two, and 10 years out were earning the same amount.</p>\n\n<p class=\"has-text-align-none\">Twenty-five years out, the successfully treated women were earning more on average than their unsuccessful counterparts. The researchers predict their total lifetime earnings to be 2 to 3 percent higher compared to those who were not successful. While the economists don’t have firm explanations for why, they hypothesize that it could be because mothers developed certain efficiency skills while raising young kids, or perhaps that they just weren’t out of the labor force long enough to lose critical skills and relationships. </p>\n\n<p class=\"has-text-align-none\">In many other motherhood wage studies, researchers compare the wages and career trajectories before and after women become moms, in what’s known as an “event-study” approach in economics.</p>\n\n<p class=\"has-text-align-none\">Kleven, whose motherhood penalty research has mostly fallen into the “event-study” category, defended his past work as a strong way to show at least short-term penalties but acknowledged that it may not be as clear for measuring long-term ones.</p>\n\n<p class=\"has-text-align-none\">“We have this very simple method where we are just following men and women over time and we see these very sharp patterns in the data around childbirth and our interpretation is that we’re capturing here a causal effect of children on labor market outcomes,” he told me.</p>\n\n<p class=\"has-text-align-none\">Some economists have raised concerns with the Denmark study, pointing out that women with less IVF success — those who are trying to become mothers but have not — may experience their own career setbacks due to disappointment associated with infertility. This could muddy the comparison between childless women and mothers in the labor market, since these childless women were not voluntarily childless. Indeed, <a href=\"https://www.nber.org/papers/w32445\">past research has shown</a> that infertility can cause “a long-run deterioration of mental health and couple stability.”</p>\n\n<p class=\"has-text-align-none\">Petter Lundborg, the lead author of the Denmark study, agreed infertility anxiety could theoretically&nbsp;skew their results, but he told me that the data suggests mental health wasn’t a major factor and neither was divorce.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We have <a href=\"https://docs.iza.org/dp8609.pdf\">this previous paper</a> where we follow these women for 10 years and look at their mental health through the use of antidepressants and we see there’s actually very little of that going on, whereas there’s actually a slight uptick among antidepressant use for people who have kids,” he said. “But these are all small levels that could not possibly explain any of the effects we see, and the same goes for divorce.” He acknowledged the evidence on all this is “mixed.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>What the Denmark study can tell us&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">How useful are the Danish findings, really, for people living in other countries?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Denmark is a very progressive nation, after all, offering women one year of paid parental leave, <a href=\"https://www.nytimes.com/2021/10/06/upshot/child-care-biden.html\">affordable child care</a>, and IVF under national health insurance. None of that applies to the US. People who seek IVF generally also tend to be older, further along in their careers, and typically done with their educational training. They’re people less likely to experience large penalties; their pregnancies are inherently planned ones.</p>\n\n<p class=\"has-text-align-none\">All of this threatens how useful the findings might be for a wider audience. The study’s co-author, Erik Plug, said they’d like to transport their research design to other countries to compare, though few have as detailed, accessible data to mine through. (This is why so many fertility studies, even those by American scholars, use Nordic information.)</p>\n\n<p class=\"has-text-align-none\">Still, the Denmark research builds on other studies that indicate that the motherhood penalty is much smaller in magnitude when women are older and have already finished their schooling.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4554407\">high-quality Nordic study</a> that looked at women whose IUDs inadvertently failed found the labor market effects of these unplanned pregnancies were much larger for younger women and for women still enrolled in school.</p>\n\n<p class=\"has-text-align-none\">“We can see unplanned pregnancies at different stages of life, and some are more costly,” <a href=\"https://harris.uchicago.edu/directory/yana-gallen\">Yana Gallen</a>, the study’s lead author, told me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Younger mothers experience this firsthand.</p>\n\n<p class=\"has-text-align-none\">“The concern that having a kid too early (i.e. before hitting one’s labor market potential) will affect one’s career and lifetime earnings is based in reality,” <a href=\"https://mattbruenig.com/2024/05/17/does-the-child-earnings-penalty-actually-exist/\">said</a> Matt Bruenig, the founder of the left-wing People’s Policy Project think tank.</p>\n\n<p class=\"has-text-align-none\">Unless something changes in the way our society values money or distributes money, he added, more women will continue to plan to have their first child later in their reproductive years. Even if that’s not always what they really want.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Policies that could help mitigate adverse workplaces for moms&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">The US remains the only country in the industrialized world without federally funded paid leave, and research <a href=\"https://www.jstor.org/stable/2657300\">has long indicated</a> that policies like <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0730888415615385\">universal child care and moderate-length paid</a> leave can help mitigate motherhood penalties by helping women stay connected to the labor market. (Paid leave longer than a year, by contrast, <a href=\"https://www.nber.org/system/files/working_papers/w23069/w23069.pdf\">can negatively affect women’s earnings and employment,</a> partly due to atrophying skills and missed career opportunities, and employer bias that the mother is less committed to her job.)</p>\n\n<p class=\"has-text-align-none\">Another way policymakers could address the motherhood penalty is by trying to offset whatever loss in job earnings moms may incur from taking on child-rearing.</p>\n\n<p class=\"has-text-align-none\">“Maternity presents unique challenges to labor market participation and therefore earnings, but focusing solely on earnings as the relevant metric of inequality misses that societies have other ways of compensating people who face labor market disruptions,” Bruenig told me.&nbsp;<strong> </strong></p>\n\n<p class=\"has-text-align-none\">For <a href=\"https://wfrn.org/wp-content/uploads/2018/09/Differences-in-Disadvantage-Variations-in-the-Motherhood-Penalty-across-White-Women%E2%80%99s-Earnings-Distribution-with-Michelle-Budig-intl-corner.pdf\">low-income mothers in particular</a>, researchers find that job turnover or having to reduce their work hours accounts for a significant amount of the motherhood penalty they experience. Low-wage jobs are typically the least likely to offer remote flexibility that makes balancing parenting with work <a href=\"https://www.hamiltonproject.org/publication/post/prime-age-women-are-going-above-and-beyond-in-the-labor-market-recovery/\">easier</a>, and the least likely to come with benefits like paid leave. Expanding policies <a href=\"https://www.vox.com/policy/2023/7/27/23806695/child-tax-credit-ctc-poverty-families-refundable\">like the Child Tax Credit</a> and <a href=\"https://www.vox.com/future-perfect/2019/4/10/18302183/tax-cut-democrats-earned-income-tax-credit-child-allowance\">the Earned Income Tax Credit</a> could help.</p>\n\n<p class=\"has-text-align-none\">Continuing the cultural shift toward fathers’ contributing more domestic labor could <a href=\"https://psycnet.apa.org/record/2012-10432-004\">also help reduce motherhood penalties</a> by making it easier for women to balance their work and home duties. Federal policies that encourage both men and women to take parental leave could bolster this; Iceland and Sweden both offer 13 weeks of non-transferrable parental leave for dads, for example, and about 90 percent of new fathers there do take it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Creating conditions for involved fatherhood in a baby’s first year of life can set egalitarian parenting patterns for a lifetime, Cecilia Machado, an economist who studies the motherhood penalty, recently <a href=\"https://www.nytimes.com/2024/05/22/opinion/gender-pay-gap.html\">told the New York Times</a>. </p>\n\n<p class=\"has-text-align-none\">Just as we all could benefit from a more nuanced conversation about motherhood penalties, so too could we gain from a more careful conversation about fatherhood penalties, where differences among subgroups also exist. In 2013, Harvard sociologist Alexandra Killewald <a href=\"https://psycnet.apa.org/record/2013-03470-005\">found a positive wage boost</a> (about 4 percent) only for fathers among those dads who were married, living with their children, and the biological parent.</p>\n\n<p class=\"has-text-align-none\">Beyond public policies like child care, paid leave, and child subsidies, there could be more cultural pressure on employers and schools to help people balance their work and caregiving demands. Women recognize they could face genuine financial risks if they have children too early, but that doesn’t mean society can’t do its part to change those economic tradeoffs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Scholars still have outstanding questions when it comes to the motherhood penalty. Gallen, the economist whose experiment looked at women with IUD failure, told me researchers have much to learn about children’s life outcomes, including life satisfaction overall. “How did the children born into all these different circumstances fare? Are they happy?” she asked. “Or do they seem like they grew up in these strained environments where everybody’s having all these difficult choices? I think that we truly don’t know the answer.”</p>\n\n<p class=\"has-text-align-none\">Lundborg, the Danish study author, says he’s interested to see how their results hold up in different countries. “We do think that the evidence on long-run child penalties has been very weak, and there’s now some new evidence that challenges this notion that kids are responsible for long-run gender gaps in earnings,” he said. “If the results hold, then I think we need to find alternative explanations.”</p>\n\n<p class=\"has-text-align-none\">These findings could ultimately be positive for women hoping to balance careers, financial stability, and parenthood. </p>\n\n<p class=\"has-text-align-none\">“This narrative that kids are to blame for the earning gaps between males and females has been extremely strong in economics,” added Lundborg. “So yeah, let’s see what the future holds.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This spring, a European study came out with the provocative conclusion that having children contributes “little to nothing” to the persistent gap in earnings between men and women. The study caught my attention because I know the threat of earning less as a parent has had a chilling effect on people in my generation considering [&#8230;]",
    "author": "Rachel M. Cohen"
  }
]