[
  {
    "title": "These apps promise to help you make new friends. Could it work for me?",
    "link": "https://www.vox.com/even-better/383772/friend-apps",
    "pubDate": "2024-11-14T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a woman sweating and staring at her phone. A thought bubble above her head pictures the woman smiling and hanging out with a mustached man and a tattooed woman.\" data-caption=\"\" data-portal-copyright=\"Jess Hannigan for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Friend-Apps_final-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">On a Wednesday morning in September, I was partaking in a sacred tradition known to millennials everywhere: trying to write the perfect Bumble bio. Something that said “spontaneous, but likes to be in bed by 11” or “loves to hang out on weeknights, but I’m not desperate.” Something that downplayed my earnestness, but didn’t paint me as a “cool girl.” I finally settled on “Journalist and triathlete based in Brewerytown. Obsessed with karaoke, terrible jokes, and gossip. Always down for a cocktail, a show or spontaneous wandering. I promise I’m more fun than this bio!!”</p>\n\n<p class=\"has-text-align-none\">My meticulous wordsmithing wasn’t an attempt to attract the perfect partner. No, it was to find, possibly, the perfect friend.</p>\n\n<p class=\"has-text-align-none\">At 32, I find myself in the oh-so-common intersection of “wants to make new friends” and “<a href=\"https://www.vox.com/explain-it-to-me/373489/making-friends-adulthood-relationships-social-life\">wow this is hard</a>.” I’m fortunate to have deep, long-term friendships dating back to high school, as well as tremendously fulfilling relationships I forged in early adulthood. But my late 20s were spent in a pandemic-induced social limbo that lasted long enough for me to realize I hadn’t really made any new connections in nearly half a decade.</p>\n\n<p class=\"has-text-align-none\">For the last few years, I’ve worked hard to maintain my existing friendships, while also pushing myself to expand my social circle. But there was a final frontier I hadn’t broached yet, a form of connection that promises a best friend is just a swipe away: the apps.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>At 32, I find myself in the oh-so-common intersection of “wants to make new friends” and “wow this is hard.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Given that online dating has been a cultural mainstay for at least a decade, a pivot toward apps geared entirely toward platonic relationships isn’t entirely surprising. Dating apps <a href=\"https://ir.bumble.com/news/news-details/2021/Bumble-Inc.-Announces-Fourth-Quarter-and-Full-Year-2020-Results/default.aspx\">skyrocketed in popularity</a> during <a href=\"https://www.tinderpressroom.com/futureofdating\">the pandemic</a>, effectively topping the list of places to find love. In the years following, apps for platonic relationships entered the fray: Bumble unveiled its friend-finding service as a <a href=\"https://www.businesswire.com/news/home/20230726935186/en/Bumble-Inc.-Introduces-%E2%80%98Bumble-For-Friends%E2%80%99-Friendship-finding-App\">standalone app in 2023</a> and Timeleft, another app to meet friends, <a href=\"https://www.instagram.com/maximebarbier/reel/C6gCif8AeRr/\">hosted its first dinner among strangers</a> that same year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These apps arguably help fulfill a dire need for connection. Emerging from the pandemic, nearly half of Americans <a href=\"https://www.americansurveycenter.org/research/the-state-of-american-friendship-change-challenges-and-loss/\">were not satisfied with the number of friends</a> they had, according to a 2021 survey. Just this year, an American Psychiatric Association poll found <a href=\"https://www.psychiatry.org/news-room/news-releases/new-apa-poll-one-in-three-americans-feels-lonely-e\">30 percent of adults said they felt lonely</a> at least once a week. But there do seem to be a few bright spots in this landscape: A <a href=\"https://bumble.com/en-us/the-buzz/bumble-for-friends-bff-data-friendship-loneliness-online\">2023 survey commissioned by Bumble</a> found that two-thirds of Gen Z respondents said they met a friend online.&nbsp;And findings in 2024 showed that more Americans were now&nbsp;<a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0305834\" target=\"_blank\" rel=\"noreferrer noopener\">satisfied with the number of friends they had</a> — 75 percent.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.cosmopolitan.com/sex-love/a24799641/best-friendship-apps/\">More digital tools than ever before</a> have come to market to address <a href=\"https://www.vox.com/the-highlight/378924/loneliness-epidemic-solutions-religion-volunteering-community-purpose-meaning\">the ongoing loneliness epidemic</a>. But I wanted to see for myself: Are they effective at fostering a friendship you want to work for? Do they connect you to those worth spending time with outside of a chatbox? Or are they plagued by all the <a href=\"https://www.vox.com/even-better/357937/delete-dating-apps-meet-people-irl-tinder-hinge-bumble-flirting-offline\">same problems of online dating</a> — flighty matches, algorithms designed to keep you on the apps, and a lot of heartache and dissatisfaction?&nbsp;</p>\n\n<p class=\"has-text-align-none\">So for one month, I threw myself into courting new friends through the apps: swiping through profiles, coordinating hangouts, and hoping to form real friendships with people I might not have met otherwise. I used three apps — <a href=\"https://bumble.com/en-us/bff\">Bumble for Friends</a>, <a href=\"https://timeleft.com/\">Timeleft</a>, and <a href=\"https://www.heyvina.com/\">Hey! Vina</a> — all designed for platonic connection, and sought out people with whom I had shared interests, but who had qualities that were unique compared to my current pals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What I learned is that despite app users’ good intentions, a desire to make friends and actually putting in the work to do it are not one and the same. In fact, to consider someone a close friend, you’ll need to spend <a href=\"https://news.ku.edu/news/article/2018/03/06/study-reveals-number-hours-it-takes-make-friend\">200 hours together</a>, research shows. Matching on an app and exchanging small talk indefinitely won’t push you across that threshold. Despite my frustrations, I, ironically, was guilty of the pitfalls of failing to keep the conversation going or initiating follow-up plans. The thing is, making even one genuine friend is hard and involves a kind of indescribable alchemy, whether you meet at a book club or through a screen. Here’s what transpired during my experiment with internet friend dating.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">The apps</h2>\n\n\n\n<p class=\"has-text-align-none\"><strong>Bumble for Friends: </strong>Initially <a href=\"https://techcrunch.com/2016/03/04/bumble-launches-bff-a-feature-to-find-new-friends/\">launched in 2016</a> as a feature on Bumble known as BFF, the typical user is a young woman who has just graduated from high school or college or moved to a new city, a Bumble spokesperson told me. Nearly identical to the dating app version, users upload photos, write a bio, and answer prompts, such as “The three things that make a friendship great are…”&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\"><strong>Hey Vina!: </strong>Similar to the user interface on Bumble for Friends and <a href=\"https://www.blume.com/blogs/blume-university/meet-olivia-q-a-with-founder-and-ceo-of-vina?srsltid=AfmBOoqCoxKqQ-6mwS8Fz9RlsRnj0UZJ9Q2grrDOpvFtVLkgWTrkSReW\">founded the same year,</a> you set up a profile and swipe. Billed as the “<a href=\"https://www.businessinsider.com/hey-vina-app-to-meet-friends-2016-5\">Tinder for female friends</a>,” the app is open exclusively to women, and allows users to add specific tags to their profiles about their interests, like “women who code,” “jetsetters,” and “fashionistas.” (Hey Vina! did not respond to a request for comment.)</p>\n\n\n\n<p class=\"has-text-align-none\"><strong>Timeleft: </strong>Timeleft, <a href=\"https://timeleft.com/de/story/\">founded in 2020</a>, connects you with strangers for Wednesday night dinners at a restaurant in 275 participating cities. Upon signing up, users answer questions about their interests and personality, such as “How often do you feel lonely?” and “How important is humor to you?” The app then connects you to others with similar traits, about whom you know nothing until you meet in person. A majority of Timeleft users are in their 30s and early 40s, according to a Timeleft spokesperson. More than half of Timeleft users are women (60 percent).&nbsp;</p>\n</div>\n\n<h2 class=\"wp-block-heading\">Looking for my perfect match&nbsp;</h2>\n\n<p class=\"has-text-align-none\">If the worst part of online dating is swiping, consider the act doubly terrible when it comes to making friends. Sifting through dozens of profiles was a massive time-suck, but a necessary evil. I clicked on every profile, scrolled past the photos, and made a digital beeline to their bios. Red flags: any mention of brunch and/or bedrotting, “looking for my partner in crime,” people that were extremely into camping. Otherwise, I tried to be open-minded.</p>\n\n<p class=\"has-text-align-none\">Very quickly, I began amassing matches on Bumble for Friends. Still, I initiated most conversations; if I didn’t make the first move, the chat stayed dormant. On Hey Vina!, it took two days to get my first match and within two weeks, I’d swiped through all available profiles. Timeleft was looking all the more appealing: Within 10 minutes of signing up and answering the personality questions, I was booked for a dinner party the following Wednesday. I wouldn’t know where it was or who the other dinner party guests would be until the day of.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Was I being catfished? Alas, I’ll never know because she never replied again.&nbsp;</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">For apps whose express purpose is to help people find friends, my matches seemed overwhelmingly uninterested in chatting, let alone meeting up. After some getting-to-know-you chat with one woman on Hey Vina!, I suggested hanging out. We made tentative plans. When I attempted to solidify the details, I struggled to find our chat history since her photo had changed to a virtually unrecognizable person. Was I being catfished? Alas, I’ll never know because she never replied again.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another woman on the same app bailed a few days before our hangout because of work and personal stress. I felt for her — you can’t expect to connect with someone when you aren’t feeling your best — but was surprised she’d opened up to a virtual stranger about her struggles. “LMK if you ever wanna grab happy hour to blow off some steam lolol,” I told her. I didn’t hear from her again.</p>\n\n<p class=\"has-text-align-none\">My friend-finding mission was hardly a bust, though: The apps ended up introducing me to a range of people, from a scientist to a young mom. Everyone I hung out with agreed to appear in this story and I’ve changed their names to protect their privacy.</p>\n\n<h2 class=\"wp-block-heading\">The hangouts</h2>\n\n<h4 class=\"wp-block-heading\">Friend date No. 1</h4>\n\n<p class=\"has-text-align-none\">The only thing I had in common with Janine — the first person to reach out on Bumble for Friends&nbsp;— was the neighborhood where we live. Still, she invited me to a house party she was throwing that weekend. After those plans fell through, she suggested meeting at a bar nearby with a small group. When I arrived, my two best friends in tow, a solo Janine appeared frazzled and outnumbered. Sensing her low-grade panic, my friends moved a few seats down at the bar, leaving me and Janine to get into it.</p>\n\n<p class=\"has-text-align-none\">Janine has the kind of face where I swore I’ve met her before, an openness and familiarity that makes for easy chit-chat. Like virtually all of the people I connected with, she was a recent transplant and initially used Bumble for Friends to find a roommate. Out of her three other friend dates, she told me she’d probably hang out with only one again. “I want to find someone in my area who has my values and likes the things I like to do,” she told me. High on her list of priorities were getting married and starting a family, salsa dancing, and her faith. I couldn’t relate.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Red flags: any mention of brunch and/or bedrotting, “looking for my partner in crime,” people that were extremely into camping.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Despite our differences, Janine was easy to talk to, but I couldn’t shake the feeling that we’d skipped the serendipitous run-ins and jumped right to the meat of a friendship. We lived in the same neighborhood, went to the same coffee shop — wouldn’t our paths have crossed at some point? Couldn’t we decide after a few weeks of small talk that we wanted to hang out? I felt like I knew too much, too soon.</p>\n\n<p class=\"has-text-align-none\">After about two hours, we settled up and parted ways. A few weeks later, she invited me and another Bumble for Friends match to a local salsa meetup that none of us ended up attending anyway. I haven’t seen or heard from her since.</p>\n\n<h4 class=\"wp-block-heading\">Friend date No. 2</h4>\n\n<p class=\"has-text-align-none\">In the back of an Uber during rush hour, I panicked: Of course I was running late to my Timeleft dinner. By the time I arrived, a group of about 10 people had gathered outside, staring at their phones. The restaurant designated as our meeting spot had permanently closed a few days prior. Two women who had clearly done this before steered us to a packed Mexican restaurant that squished us into two separate tables in a corner.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cici, one of the Women in Charge, told me this was her 13th Timeleft dinner. She even started a WhatsApp group where over 50 Timeleft-ers could coordinate plans off the app. Across from Cici was Angela, another Timeleft vet (this was her seventh meal); the two met at dinner a few weeks prior and hung out independently. Neither of them knew they’d be paired up again for tonight’s feast. Over giant margaritas, they told me they like the predictability of Timeleft — dinners are every Wednesday. Angela told me that a girl’s gotta eat anyway, so why not make some friends in the process?</p>\n\n<p class=\"has-text-align-none\">Angela has lived in the city for a few years, but Cici and David, our other tablemate, had recently moved and were using the app to meet new people. In the weeks following our dinner, I noticed David was especially active on the WhatsApp group, frequently initiating and accepting plans with complete strangers.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Angela told me that a girl’s gotta eat anyway, so why not make some friends in the process?</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Everyone at the table, myself included, was in a comparable stage of life: early 30s, established careers — in law, academia, and business consulting — similar political views, slightly nerdy, an interest in <em>House</em> and <em>Suits</em> and <em>Les Miserables</em>. They were enthusiastic and inquisitive, inspiring me to respond in kind.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The group dynamic eliminated the pressure to be always on, to perform, to pepper unsuspecting subjects with questions as I’m wont to do. Just a few days after drinks with Janine, I was starting to think a multi-person hangout was how I preferred to meet people. After all, I do love an audience. I could also save my energy for moments when I felt it worthwhile to add to the conversation.</p>\n\n<p class=\"has-text-align-none\">Energized from our dinner, I joined the WhatsApp group and promised Cici, David, and Angela I’d definitely register for another Timeleft dinner. (I haven’t.) Currently, I have 100 unread messages in the thread. Every Wednesday, I tell myself I’ll sign up for another Timeleft dinner. Maybe I will.</p>\n\n<h4 class=\"wp-block-heading\">Friend date No. 3</h4>\n\n<p class=\"has-text-align-none\">The moment I read Ariana’s Bumble for Friends bio, rife with colorful language like “soft-bodied mammal” and “WFH hell,” I knew we were afflicted by the same internet brain rot (complimentary). The conversation flowed unlike others I’d had on the apps, and I had butterflies in my stomach as I frequently checked my phone to see if she’d written back.</p>\n\n<p class=\"has-text-align-none\">Ariana told me she signed up for Bumble for Friends after her sister told her of a friend’s success on the app. She’d been on two coffee dates, making our hangout her third, and sought out potential friends based on unique profiles and shared interests, like knitting with one match and writing with me. (Ariana went to grad school for poetry, which means she’s both cooler and smarter than me.) Her second friend date was fine, she said, but the woman was “younger — and feels younger,” she told me, “we’re not at the same place in life.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ariana was close with her sister and cousins but because she works from home, days will go by with her having only interacted with her partner. Ariana was endearing and quick-witted and I got the sense she was interested in getting to know me beyond the perfunctory small talk.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The moment I read Ariana’s Bumble for Friends bio, I knew we were afflicted by the same internet brain rot (complimentary).</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">When I finally looked at my phone during our first hangout, I realized we’d been at the bar for four hours. Not wanting to further monopolize her night, I quickly closed out. I told her how much fun I had and immediately worried if I was coming on too strong. Despite my reservations about another one-on-one hang after declaring group hangs my thing post-Timeleft, spending time with Ariana was effortless and renewed my hope for the apps. I could keep swiping if everyone was a bit more like her.</p>\n\n<p class=\"has-text-align-none\">Over the ensuing days, we exchanged texts about <a href=\"https://www.vox.com/culture/377637/hurricane-milton-evacuation-caroline-calloway-concrete-house-tiktok-lietuenant-dan\">Caroline Calloway and the hurricane</a>, about how deranged you’d have to be to make friends at a writing workshop. We’ve gotten together three additional times, my first repeat hang from the apps.</p>\n\n<h4 class=\"wp-block-heading\">Friend date No. 4</h4>\n\n<p class=\"has-text-align-none\">Early in my time with Tricia, she asked me if she could send a quick text. Her husband wanted to know that I wasn’t a total freak — or worse, trying to kill her. We were at the bar in a fancy hotel restaurant, a location that definitely felt more like a date-date than any of my prior meetups.</p>\n\n<p class=\"has-text-align-none\">Tricia had just moved to the area from Florida and didn’t have any suggestions as to where to go. She lived out of state, about 45 minutes away, and wasn’t comfortable driving on highways, so I offered to meet closer to where she was. But I was nearly as unfamiliar with her neighborhood as she was. The first, and only, place that came to mind was this hotel restaurant.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Still, a salad and one negroni later, my energy stores had run out.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Tricia hadn’t heard about Hey Vina!, where we first connected, until she Googled “apps for friends.” We had come to similar conclusions about the app: People weren’t super active there — she’d also swiped through everyone — and they didn’t seem willing to take the chat offline. </p>\n\n<p class=\"has-text-align-none\">Once her nervousness subsided, Tricia opened up about her 5-year-old son and 13-year-old stepson, the fun fact that she and one of her brothers share a birthday, and some juicy gossip about one of her friends’ dating lives. I giggled every time she exclaimed “Giiiiiiirl!” Tricia is so sweet I can hardly imagine anyone saying a bad word about her.</p>\n\n<p class=\"has-text-align-none\">Still, a salad and one negroni later, my energy stores had run out. The looming drive home took the wind out of my sails. Tricia showed me a few TikToks parodying how people flag down waiters for the check before I finally walked to the end of the bar to grab the bill.&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">As with most of my friend dates, I left feeling grateful that literally anyone was willing to spend time with me, but unsure if we’d ever see each other again. The line between “pleasant encounter” and “life-affirming experience” was beginning to crystalize. Perhaps due to the difficulty I had making friends as a kid, I’d cling onto any relationship even if it was just barely functional. This experience provided some much-needed clarity. I don’t need to spend countless hours with someone just because they’re nice enough.</p>\n\n<p class=\"has-text-align-none\">My experience on friend apps was similar to that of dating apps in a way: It’s easy for one or both people to let things fizzle if the sparks aren’t flying immediately. But friendships bloom during the in-between moments. After enough time together, you realize it just happened — one day you’re friends, and that’s that. It’s hard to replicate that slow burn when two people who might’ve never crossed paths are forcing themselves into each other’s lives. How much did I want to force it?</p>\n\n<p class=\"has-text-align-none\">Tricia texted me the next day saying she started listening to the podcast I’d recommended. If nothing else, we at least had that.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On a Wednesday morning in September, I was partaking in a sacred tradition known to millennials everywhere: trying to write the perfect Bumble bio. Something that said “spontaneous, but likes to be in bed by 11” or “loves to hang out on weeknights, but I’m not desperate.” Something that downplayed my earnestness, but didn’t paint [&#8230;]",
    "author": "Allie Volpe"
  },
  {
    "title": "What to buy before Trump makes everything more expensive",
    "link": "https://www.vox.com/technology/384869/trump-tariffs-inflation-musk-evs",
    "pubDate": "2024-11-14T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A sim card for a mobile phone sitting in a cute market shopping cart.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-1463435945.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The morning after Trump’s big election win, an exodus started. Left-leaning stragglers on X, formerly Twitter, started saying goodbye and posting their new handles for Bluesky, a decentralized Twitter clone. X <a href=\"https://www.vox.com/technology/383336/trump-election-elon-musk-misinformation\">helped elect Trump</a>, and who knows what will happen on the platform once Trump takes office. So people are fleeing X <a href=\"https://www.theverge.com/2024/11/11/24293920/bluesky-700000-new-users-week-x-threads\">by the hundreds of thousands</a>.</p>\n\n<p class=\"has-text-align-none\">This is just one of many ways people are safeguarding the technology in their lives from the inevitable change that will come with the second Trump presidency. It’s still early and it’s not exactly clear what Trump’s tech policy will look like, but we do have a sense of some of his priorities based on what he’s said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We know that Trump promises to impose strict tariffs on imported goods, which he says he’ll do <a href=\"https://apnews.com/article/trump-day-1-priorities-deportations-drilling-ukraine-6747c6e64b0440978f59450b928f61d1\">on day one</a>. This will make your next laptop, smartphone, or video game console more expensive. Trump is also <a href=\"https://www.vox.com/future-perfect/383532/election-2024-donald-trump-elon-musk-tech-industry-artificial-intelligence\">expected to repeal President Biden’s executive order on AI</a> soon after his inauguration, and whatever Trump plans to do next, it will affect how you use the technology. Trump’s pledge <a href=\"https://www.politico.com/news/2024/09/05/trump-inflation-reduction-act-00177493\">to rescind any unspent funds</a> under the Inflation Reduction Act (IRA) could put an end to the big rebate you’d get for buying climate-friendly technology, like heat pumps or solar panels. He’s even threatened to get rid of the $7,500 tax credit you currently get for buying certain EVs.</p>\n\n<p class=\"has-text-align-none\">Again, we don’t actually know what Trump will do when he takes office. The former president and current president-elect has <a href=\"https://apnews.com/article/virus-outbreak-election-2020-global-trade-ap-top-news-iran-nuclear-c9dc524c21c14957abb8d0ac4963a42b\">a track record of following through</a> on certain promises, even the most controversial ones, so it would be prudent to brace yourself. One straightforward way to do that: Buy some stuff before Trump’s incoming policies make them more expensive.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Buy a gadget</strong></h2>\n\n<p class=\"has-text-align-none\">Trump has proposed <a href=\"https://apnews.com/article/tariffs-trump-taxes-imports-inflation-consumers-prices-c2eef295a078a76ce2bb7fedb0c5e58c\">a 10 to 20 percent tariff</a> on all goods imported into the United States in an effort to lower prices and create jobs. Goods from China would face an additional 60 percent tariff. He’s also threatened to impose <a href=\"https://www.washingtonpost.com/business/2024/11/04/trump-mexico-tariff-trade/\">a 100 percent tariff on imports from Mexico</a>, one of America’s largest trading partners, if the country doesn’t stop immigrants from crossing the border.</p>\n\n<p class=\"has-text-align-none\">It almost goes without saying that this would raise prices for consumers. The Yale Budget Lab estimates that the tariffs would cost the average American household <a href=\"https://budgetlab.yale.edu/research/fiscal-macroeconomic-and-price-estimates-tariffs-under-both-non-retaliation-and-retaliation\">up to $7,600 a year</a> with initial price hikes as high as about 5 percent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But if you look specifically at goods coming from China, where many consumer electronics are manufactured, those numbers get worse. The Consumer Technology Association (CTA) estimates prices for laptops and video game consoles would rise by 46 and 40 percent, respectively, if the cost of the tariffs were passed through directly to the consumer. Smartphones would go up 26 percent. A new iPhone 16 Pro, for instance, has a sticker price of $1,000 right now, but if you want to buy the new model next year, it could cost more than $1,250 if Apple passed the cost of the tariff onto you.</p>\n\n<p class=\"has-text-align-none\">While it’s not guaranteed that prices will skyrocket as much as some estimates say they will, there’s a very good chance Trump will follow through on these tariffs. After all, he <a href=\"https://finance.yahoo.com/news/what-trump-promised-in-2016-on-tariffs-and-what-he-delivered-a-lot-080036529.html\">did exactly that in 2016</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Everyone&#8217;s taking the tariffs threat seriously,” said Ed Brazytwa, vice president of trade for the CTA. “He made a campaign promise to impose these tariffs, and we anticipate that he wants to follow through with it.”</p>\n\n<p class=\"has-text-align-none\">There is a chance that <a href=\"https://www.vox.com/scotus/383884/supreme-court-donald-trump-tariffs-inflation-economy\">the Supreme Court could stop him</a>, which would save the country from a certain amount of economic pain. But even if the tariff plan fails, <a href=\"https://www.nytimes.com/2024/11/11/opinion/trump-deportation-inflation-grocery-bills.html\">inflation is expected to make an unwelcome return</a> due to Trump’s promised mass deportations. </p>\n\n<p class=\"has-text-align-none\">So, if you were already thinking of getting a new laptop or upgrading your phone, you might consider doing that sooner rather than later. And hey, Black Friday is just around the corner, so you might get an extra special pre-tariff deal.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Buy a heat pump or an EV (or both!)</strong></h2>\n\n<p class=\"has-text-align-none\">The Inflation Reduction Act is “among the most significant government investments in the US economy since President Franklin D. Roosevelt’s New Deal,” <a href=\"https://www.atlanticcouncil.org/blogs/new-atlanticist/the-ira-two-years-on-a-signpost-of-the-new-economic-policy-consensus/\">according to William Tobin at the Atlantic Council</a>. The landmark legislation could <a href=\"https://www.goldmansachs.com/insights/articles/the-us-is-poised-for-an-energy-revolution.html\">drive $3 trillion in investment</a> for renewable energy, and lead electric vehicle sales to surpass their gas-powered counterparts before the end of the decade.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And it&#8217;s also done a lot to make the latest climate technologies more accessible for millions of people: The IRA provides nearly $9 billion in rebates for households that install energy efficient appliances, heat pumps, solar panels, or even new windows for your home.</p>\n\n<p class=\"has-text-align-none\">Trump wants to take a lot of this money away. The president-elect <a href=\"https://www.politico.com/news/2024/09/05/trump-inflation-reduction-act-00177493\">has said that he</a> “will terminate the Green New Deal, which I call the Green New Scam” and “rescind all unspent funds under the misnamed Inflation Reduction Act.” The IRA and the Green New Deal are not the same thing. Nevertheless, the next Trump administration could try to dismantle Biden’s historic climate legislation, although <a href=\"https://www.axios.com/2024/10/28/trump-climate-law-ira-pullback\">it would not be easy to do</a> for a number of reasons. Chief among them is that Trump would need Congress to cooperate in order to rescind the funds, and taking free money away from constituents would probably not<em> </em>be a popular thing for lawmakers to do.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It would also negatively impact many people who are his supporters,” <a href=\"https://its.ucdavis.edu/people/scott-hardman/\">Scott Hardman</a>, assistant director of the Electric Vehicle Research Center at the University of California Davis. “ A lot of the benefits have gone to red states, so it seems like it would be a little bit of a strange decision to change it.”</p>\n\n<p class=\"has-text-align-none\">Another thing Trump is hostile towards: electric vehicles. In his speech at the Republican National Convention in July, Trump <a href=\"https://fortune.com/2024/07/19/trump-betrayed-elon-musk-ev-bashing-rnc-speech-michael-murphy/\">said</a> he’ll end “the electric vehicle mandate on day one” as part of his broader plan to snuff out “the Green New Scam.” That plan would include eliminating the $7,500 tax credits and other incentives the Biden administration put into place to make EVs more affordable for more Americans.</p>\n\n<p class=\"has-text-align-none\">This seems to contradict the interests of Trump’s biggest supporter, Elon Musk, who was <a href=\"https://www.nytimes.com/2024/11/12/us/politics/elon-musk-vivek-ramaswamy-trump.html\">recently appointed</a> to lead the newly created Department of Government Efficiency. Musk also runs the world’s most valuable electric vehicle company, Tesla. Tesla has <a href=\"https://qz.com/elon-musks-spacex-and-tesla-get-far-more-government-mon-1850332884\">benefited greatly</a> from government subsidies over the years. Some think Musk <a href=\"https://fortune.com/2024/07/19/trump-betrayed-elon-musk-ev-bashing-rnc-speech-michael-murphy/\">will change Trump’s mind</a> about EVs, but it’s also possible that Musk thinks Tesla stands to benefit. On one hand, after years of taking government subsidies to help it grow, Tesla is now a trillion dollar company making <a href=\"https://apnews.com/article/tesla-net-profit-sales-increase-faf86a8a3ebe236a7acec6cd222a1fb1#:~:text=Tesla%20said%20Wednesday%20that%20it,vehicle%20lineup%20during%20the%20quarter.\">billions in profits</a> every quarter. It doesn’t need the subsidies any more, according to Hardman.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Another school of thought,” Hardman said regarding Musk and EV subsidies, “is that he will not support them, because that will harm the competitors to Tesla, and it will help Tesla become even more sort of dominant in the EV space.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>Maybe don’t buy crypto</strong></h2>\n\n<p class=\"has-text-align-none\">You may have noticed the prices of bitcoin and other cryptocurrencies <a href=\"https://www.nbcnews.com/business/business-news/price-bitcoin-hits-time-high-trump-victory-sinks-rcna179559\">are currently skyrocketing</a> thanks to Trump’s win. Trump embraced the crypto community during his campaign, and many crypto investors think his second administration will streamline regulation and establish a national crypto stockpile, <a href=\"https://www.wsj.com/finance/currencies/trump-president-bitcoin-crypto-regulation-prices-9981d324\">kicking off a crypto renaissance</a>.</p>\n\n<p class=\"has-text-align-none\">It may be tempting to buy in but don’t bet the farm. We’ve seen hot and frothy crypto markets in the past, and we’ve seen them <a href=\"https://www.vox.com/recode/23158583/crypto-winter-crash-bitcoin-eth-bubble-peter-kafka\">turn into crypto winters</a>. The crypto industry has also turned into <a href=\"https://www.newyorker.com/magazine/2024/10/14/silicon-valley-the-new-lobbying-monster\">an incredibly powerful lobbying force</a>, helping elect pro-crypto candidates with a 100 percent success rate in this year’s cycle. That said, <a href=\"https://www.vox.com/the-goods/23071245/bitcoin-price-crypto-ethereum-nfts-defi-stablecoin\">it’s still unclear what crypto is even for</a> other than financial speculation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So unless you’re an expert in the space, maybe consider buying a heat pump that will heat your home before throwing a few thousand dollars into the crypto ring. This is not financial advice — I’m just saying some technology actually does stuff, which is worth something.</p>\n\n<p class=\"has-text-align-none\">One more thing I’ll say about all of this discouraging information about what Trump might do to America’s climate policy highlights one very important truth: He hasn’t done it yet. Biden’s tax credits and rebates are still in place. So if you were already thinking about getting a heat pump, making the switch to an EV, upgrading your iPhone, or frankly, buying anything imported, that means you’ve got just over two months to do it before Inauguration Day.</p>\n\n<p class=\"has-text-align-none\">“As a consumer myself, I would definitely want to buy something before January 20, if it meant that I&#8217;m going to pay less for it,” Brzytwa, from the CTA, told me. And I’m planning on it. I love a deal.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story was also published in the Vox Technology newsletter. </em><strong><em><a href=\"https://www.vox.com/pages/newsletters\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here</a></em></strong><em> so you don’t miss the next one!</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The morning after Trump’s big election win, an exodus started. Left-leaning stragglers on X, formerly Twitter, started saying goodbye and posting their new handles for Bluesky, a decentralized Twitter clone. X helped elect Trump, and who knows what will happen on the platform once Trump takes office. So people are fleeing X by the hundreds [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "An undercover investigation reveals the deception of “humane”-certified farms",
    "link": "https://www.vox.com/future-perfect/384740/foster-farms-usda-humane-story",
    "pubDate": "2024-11-14T11:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Black and white photo of a flock of white chickens. \" data-caption=\"A flock of large white broiler chickens, approximately 10 weeks old, are ready to be processed. | Monica Fecke/Moment via Getty Images\" data-portal-copyright=\"Monica Fecke/Moment via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-129273960.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A flock of large white broiler chickens, approximately 10 weeks old, are ready to be processed. | Monica Fecke/Moment via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">An <a href=\"https://awionline.org/sites/default/files/uploads/documents/ConsumerPerceptionsFarmWelfare.pdf\">overwhelming majority</a> of Americans say they’re concerned about the treatment of animals raised for meat, and many believe they can help by simply selecting from one of the many brands that advertise their chicken or pork as “humane.” But such marketing claims have long borne little resemblance to the ugly reality of raising animals for meat.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.farmkind.giving/the-small-farm-myth-debunked\">Nearly all</a> farmed animals in the US live on <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">mega factory farms</a>, where they’re mutilated without pain relief and fattened up in dark, overcrowded warehouses before being shipped off to the slaughterhouse. Only a tiny sliver of livestock are actually reared on the small, higher-welfare farms that many companies conjure on their packaging with quaint red barns and green rolling hills — and even those operations can be rife with <a href=\"https://www.theatlantic.com/ideas/archive/2024/04/alexandre-farms-treatment-of-animals/677980/\">animal suffering</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This summer, the US Department of Agriculture (USDA) had an opportunity to fix the false advertising problem pervasive in the meat aisle when it published <a href=\"https://www.fsis.usda.gov/sites/default/files/media_file/documents/FSIS-GD-2024-0006.pdf\">updated guidelines</a> that companies must follow when making animal welfare claims on their labels. Instead, its new guidance barely changed anything.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The updated rules “remain insufficient to combat misleading label claims used to market meat and poultry products,” as the nonprofit Animal Welfare Institute <a href=\"https://awionline.org/press-releases/usdas-revised-food-label-guidelines-insufficient-protect-consumers-animals\">put it</a>, allowing companies “to essentially make up their own definitions with no repercussions.” (The one improvement, the organization noted, was a clearer definition of the term “pasture raised,” though that label remains poorly enforced and does not guarantee animals were raised humanely.)</p>\n\n<p class=\"has-text-align-none\">Here’s how the USDA’s guidelines work: If a meat company wants to make an animal welfare or environment-related claim on its packaging, it must fill out a form with an illustration of its label and an explanation as to how the animals are raised to justify the claim; how the company will ensure the claim is valid from birth to slaughter to sale; and whether or not an independent, third-party organization certified the claim, which is optional. The USDA never conducts surprise audits, or any audits at all, to verify the company is telling the truth. It is, in essence, an honor system.</p>\n\n<p class=\"has-text-align-none\">The USDA also has an incredibly low, and often nonsensical, bar for what passes as humane treatment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The agency states, for example, that a chicken company can use the term “humanely raised” if it feeds its birds an all-vegetarian diet, which has virtually no bearing on their welfare (chickens are omnivores).</p>\n\n<p class=\"has-text-align-none\">Similarly, the agency says pork can be labeled “humanely raised” if the company provides its pigs with “proper shelter and rest areas.” By that definition, standard factory farms — which produce practically <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">all US pork</a> — are humane because they provide ample shelter in the form of vast, crowded warehouses where the animals have nothing to do but rest on the same concrete flooring where they defecate and urinate.&nbsp;</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-159235695-2.jpg?quality=90&#038;strip=all&#038;crop=0,10.657325303393,100,78.685349393215\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Chickens raised for meat at an operation in Maryland. | Edwin Remsberg/The Image Bank via Getty Images\" data-portal-copyright=\"Edwin Remsberg/The Image Bank via Getty Images\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-1068384316.jpg?quality=90&#038;strip=all&#038;crop=0,10.880051767751,100,78.239896464498\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Pigs at a breeding farm. | Chayakorn Lotongkum/iStock via Getty Images\" data-portal-copyright=\"Chayakorn Lotongkum/iStock via Getty Images\" /></figure>\n\n<p class=\"has-text-align-none\">“I think that a lot of this is out of touch with what consumers are really thinking these claims mean,” <a href=\"https://www.richmanlawpolicy.com/team/p.-ren%C3%A9e-wicklund\">P. Renée Wicklund</a>, co-founder of Richman Law &amp; Policy — a law firm that takes meat, dairy, and egg companies to court over false claims — told me.</p>\n\n<p class=\"has-text-align-none\">Over the last decade, the Animal Welfare Institute has requested from the USDA the applications that meat companies submitted for <a href=\"https://awionline.org/sites/default/files/publication/digital_download/Deceptive-Consumer-Labels-2023.pdf\">97 animal welfare claims</a>. For the overwhelming majority of them, there were either no records at all or the justifications for the labels had little to no relevance to animal welfare.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The USDA declined an interview request for this story and didn’t directly respond to numerous detailed questions. Instead, it sent a statement that read in part: “USDA continues to deliver on its commitment to fairness and choice for both farmers and consumers, and that means supporting transparency and high-quality standards.”</p>\n\n<p class=\"has-text-align-none\">To be fair to the agency, it doesn’t have the authority to conduct on-farm audits, which would require an act of Congress. But it does have authority to define animal welfare claims — an authority it rarely exercises. Instead, it allows companies to define animal welfare claims themselves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The USDA also added that it “strongly encourages” companies to validate animal welfare claims using third-party certifiers — private organizations that audit conditions on farms and license the use of their own humane labels. But a recent undercover investigation into one of the nation’s biggest “humane-certified” poultry companies shows how low third-party certification standards can be.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Chickens kicked and run over with forklifts: Inside a “humane-certified” poultry farm</strong></h2>\n\n<p class=\"has-text-align-none\">Foster Farms, the <a href=\"https://www.wattpoultryusa-digital.com/wattpoultryusa/march_april_2024/MobilePagedArticle.action?articleId=1959948#articleId1959948\">11th largest</a> chicken company in the US, <a href=\"https://www.harristeeter.com/p/foster-farms-popcorn-chicken/0007527899547?fulfillment=PICKUP&amp;storecode=09700404&amp;gad_source=1&amp;gclid=CjwKCAjw9p24BhB_EiwA8ID5BqphZYS41HAqhqsOkAPxj2wvtmIVi1P2V5jomuCRBUqLFdnbUA4U3RoCrpQQAvD_BwE\">advertises</a> meat from animals raised with supposedly “better care.” On its packaging, chickens are shown roaming free on pasture, even though the company’s conventionally raised birds will never step foot onto grass. On its website, Foster Farms says its farming is “safe, sustainable, and humane” and that its chickens are “raised on local West Coast farms” with “strenuous, high standards.”</p>\n\n<p class=\"has-text-align-none\">The company also promotes its chicken as “cage-free” with “no added hormones or steroids ever.” But touting these aspects is misleading because chickens raised for meat in the US <a href=\"https://www.chickencheck.in/farm-to-table/are-broiler-chickens-raised-in-cages/\" data-type=\"link\" data-id=\"https://www.chickencheck.in/farm-to-table/are-broiler-chickens-raised-in-cages/\">are not kept in cages</a> — only those raised for eggs are — and it’s illegal to feed chickens hormones or steroids.</p>\n\n<p class=\"has-text-align-none\">“They’re feel-good words, but they don&#8217;t have any real meaning,” veterinarian <a href=\"https://www.researchgate.net/profile/Gail-Hansen\">Gail Hansen</a> told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This summer, an undercover investigator with the animal rights group Animal Outlook worked for a month on the company’s catch crew, a job that entails grabbing chickens on farms, stuffing them into crates, and loading them onto trucks bound for the slaughterhouse.</p>\n\n<p class=\"has-text-align-none\">Over the course of more than a dozen shifts at multiple Foster Farms facilities, the investigator — who requested anonymity due to the covert nature of undercover investigations — <a href=\"https://animaloutlook.org/investigations/foster-farms-2024/\">documented</a> workers slamming birds into crates, kicking and hitting chickens, and numerous instances of forklift drivers running over birds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The investigator recalled making eye contact with a bird shortly after they were run over by a forklift. “They were being crushed and everything was being pushed forward, and they had their beak open, and they had this look on their face like they knew that they were dying. And then I watched them flap and struggle for a moment before passing,” the investigator told me.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-vimeo wp-block-embed-vimeo\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Foster Farms Investigation 2024\" src=\"https://player.vimeo.com/video/1006377781?app_id=122963&#038;byline=0&#038;badge=0&#038;portrait=0&#038;title=0\" allowfullscreen allow=\"encrypted-media;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">“From a veterinary perspective, some of the things are just horrific,” Hansen said.</p>\n\n<p class=\"has-text-align-none\">The investigator chalked up most of the cruelty to the chaotic, fast-paced work environment imposed by supervisors during long, grueling shifts.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After Animal Outlook released its investigation last month, Foster Farms <a href=\"https://www.wattagnet.com/broilers-turkeys/broilers/article/15705449/foster-farms-responds-to-animal-cruelty-situation\">fired</a> several employees and reported them to county law enforcement. In a <a href=\"https://www.wattagnet.com/broilers-turkeys/broilers/article/15705449/foster-farms-responds-to-animal-cruelty-situation\">statement</a> to a chicken industry news site, the company said it would also hire for more roles focused on animal welfare, retrain employees on animal welfare, and conduct more audits. Foster Farms did not respond to Vox’s multiple requests for comment.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://animaloutlook.org/cheryl-leahy/\">Cheryl Leahy</a>, who was executive director of Animal Outlook when the investigation was released but has since left the organization, said the company’s problems go much deeper than just a few employees.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cruelty is “woven into the culture,” Leahy said. “It is a feature, not a bug. It is a business practice. There is a decision made to go with volume and speed” over animal welfare.</p>\n\n<p class=\"has-text-align-none\">In recent years, the USDA has cited Foster Farms for <a href=\"https://static1.squarespace.com/static/6318c476cc6cdb6a4beac1b7/t/64501577a3ba890f01152bb0/1682969980414/Animal+Partisan+v.+American+Humane+-+Complaint+%26+Appendices+%28Final%29.pdf\">18 incidents</a> of violating federal animal welfare laws. Numerous other <a href=\"https://www.youtube.com/watch?v=vBZW2FKs8qs\">investigations</a> into Foster Farms <a href=\"https://animalequality.org/campaign/end-factory-farming/baby-chicks-factory-farms/\">facilities</a> have found <a href=\"https://www.vox.com/future-perfect/23647682/factory-farming-dxe-criminal-trial-rescue\">cruel conditions</a> and <a href=\"https://www.youtube.com/watch?v=rsfbrfeIEJk\">practices</a> that, to be fair to the company, have also been documented across the US poultry industry.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Foster Farms’ announced reforms in response to Animal Outlook’s latest investigation are unlikely to do much to improve overall conditions, Leahy said. It has already taken similar actions — penalizing workers and increasing training — in the <a href=\"https://www.cbsnews.com/sanfrancisco/news/graphic-undercover-video-shows-mutilation-suffocation-other-alleged-abuse-of-foster-farm-turkey-chicks/\">wake</a> of <a href=\"https://time.com/3925835/foster-farms-mercy-for-animals-abuse-chickens-investigation-graphic-video/\">previous investigations</a>. More importantly, the company’s animal welfare standards are already at rock bottom, in line with the rest of the chicken industry.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But you wouldn’t know that from its marketing or its “American Humane” certification.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>How misleading marketing — enabled by the USDA — tricks consumers</strong></h2>\n\n<p class=\"has-text-align-none\">For years, Foster Farms has bolstered its humane image through a certification from the nonprofit American Humane&nbsp;— the kind of third-party organization that the USDA “strongly encourages” meat companies making humane claims to work with. As of the late 2010s, the company paid American Humane <a href=\"https://finance.yahoo.com/news/daily-dicta-mayer-brown-wins-071813522.html?guccounter=1\">$375,000 annually</a> for its certification, and a lawsuit claimed that American Humane would give Foster Farms <a href=\"https://adlawdefense.com/attempts-to-enforcement-humane-treatment-of-poultry-fail/\">seven to 14 days’ notice</a> of an audit, allowing them to prepare for the visits.</p>\n\n<p class=\"has-text-align-none\">Animal advocacy groups like Animal Outlook argue that American Humane’s standards largely mirror that of the typical chicken factory farm, not the higher-welfare conditions a consumer would reasonably expect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hansen, the veterinarian, echoed that sentiment: “The daylight between them is pretty narrow.”</p>\n\n<p class=\"has-text-align-none\">American Humane’s “standards are not meant to actually bring these companies up to a level of palatability for the public,” Leahy said. “What they&#8217;re trying to do is stop the criticism.”</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.bermanco.com/people/jack-hubbard/\">former American Humane executive</a> is now an owner and partner of a PR firm that defends factory farm interests and <a href=\"https://www.wired.com/story/cultivated-meat-pr-cew-center-environment-welfare-berman/\" data-type=\"link\" data-id=\"https://www.wired.com/story/cultivated-meat-pr-cew-center-environment-welfare-berman/\">executive director</a> of a related pro-factory farming organization. American Humane did not respond to multiple requests for comment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://caselaw.findlaw.com/court/ca-court-of-appeal/2112707.html\">2015 class action lawsuit</a>, alleging that Foster Farms misleads consumers with its American Humane Certified label, demonstrates how the USDA’s low standards enable such deception: In a 2018 decision, a three-judge panel rejected an appeal in part because the USDA had already <a href=\"https://www.mayerbrown.com/-/media/files/news/2021/02/foster-farms-beats-bid-to-revive-humane-labeling-suit.pdf%3Frev=14bd26808d47478fac27384a38264034\">approved the label</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The Foster Farms of the world can say, ‘Look, this was approved by a government agency,’”said Wicklund. (Wicklund’s law firm, Richman Law &amp; Policy, has represented and co-counseled with Animal Outlook in meat labeling lawsuits; <a href=\"https://organicconsumers.org/wp-content/uploads/2024/04/4.10.24-Foster-Farms-Complaint.pdf\">earlier this year</a>, it filed a legal complaint against Foster Farms over its animal welfare claims, which is ongoing.)</p>\n\n<p class=\"has-text-align-none\">The recently released Animal Outlook investigation reported that Foster Farms employees — and, according to the undercover investigator, its supervisors, too — did violate some of American Humane’s poultry handling standards, which are laid out in a dense <a href=\"https://www.americanhumane.org/app/uploads/2021/08/Broiler-Chickens-Full-Standards.pdf\">115-page document</a>. However, Foster Farms remains certified by American Humane — when companies are in violation of the organization’s standards, there are seemingly no penalties. They have to fill out a form explaining how they’ll meet full compliance in the future and alert American Humane when that’s been done. Companies can still obtain certification even if they don’t fully pass their annual audit. (And <a href=\"https://www.youtube.com/watch?v=EpAVL5bLNOc\">numerous investigations</a> into poultry companies have found that <a href=\"https://www.youtube.com/watch?v=5jvjqO9I9LI\">rough handling</a> appears to be the <a href=\"https://www.youtube.com/watch?v=yPkWABw0KFk&amp;rco=1\">industry norm</a>, not the exception).&nbsp;</p>\n\n<p class=\"has-text-align-none\">While some <a href=\"https://www.vox.com/22838160/animal-welfare-labels-meat-dairy-eggs-humane-humanewashing\">animal certification programs</a> do set standards above the industry norm, what makes especially weak third-party certifications like American Humane&#8217;s so fundamentally inadequate — and deceptive — is that they permit the worst systemic abuses of poultry farming: cruel breeding practices, overcrowding, and especially inhumane slaughter methods.</p>\n\n<p class=\"has-text-align-none\">Virtually all chickens raised for meat in the US have been bred to grow <a href=\"https://www.vox.com/future-perfect/21437054/chickens-factory-farming-animal-cruelty-welfare\">so big so fast</a> that they’re in constant pain. Many have difficulty walking or even standing and are <a href=\"https://www.thepoultrysite.com/articles/mortality-patterns-associated-with-commercial-broiler-production\">more likely to suffer</a> from leg deformities, heart attacks, and other health issues when compared to heritage breeds that grow at a normal pace. Animal Outlook’s investigator alleged that many of the birds in the Foster Farms operations couldn’t walk and that some had broken legs. American Humane’s standards allow for these rapid-growth chickens, which animal rights activists call <a href=\"https://www.bbc.com/news/uk-england-lincolnshire-66721642\">“Frankenchickens.”</a></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/03_28_Chicken_Comparison.png.webp?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The group’s standards also allow for overcrowding, giving birds a little more space than the industry standard but what still amounts to almost 20 percent less space than what animal advocacy groups argue should be the <a href=\"https://betterchickencommitment.com/us/policy/\">bare minimum</a>. American Humane allows for the standard chicken slaughter process: shackling chickens upside down, dunking them in a bath of electrified water to stun them unconscious, slitting their throats, and then placing them in a scalding vat to loosen their feathers. </p>\n\n<p class=\"has-text-align-none\">Despite all that, the resulting meat can still be advertised as humane, sustainable, and produced from healthy birds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The empty claims many meat companies make on their labels and in their advertising stem from forces bigger than the USDA and third-party certifiers. Currently, chickens and other poultry birds have <a href=\"https://www.animallaw.info/article/overview-legal-protections-domestic-chicken-united-states-and-europe\">zero federal legal protections</a> while on the farm or in the slaughterhouse, and third-party certification programs make an exceptionally weak substitute for this legal gap. If we wanted truly “humanely raised” chicken, we’d have to fundamentally change how chickens are farmed, which would require significant anti-cruelty legislation from Congress. That would substantially raise the price of chicken, making it more of a delicacy than a staple.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the USDA, the poultry giants, and the dubious third-party certification schemes would like us to believe otherwise — that wholesome marketing and hollow honor systems can fix the horrific reality of what it is to be a farmed animal in the US. &nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "An overwhelming majority of Americans say they’re concerned about the treatment of animals raised for meat, and many believe they can help by simply selecting from one of the many brands that advertise their chicken or pork as “humane.” But such marketing claims have long borne little resemblance to the ugly reality of raising animals [&#8230;]",
    "author": "Kenny Torrella"
  },
  {
    "title": "Did Trump win in 2024 because of racism? It’s complicated.",
    "link": "https://www.vox.com/politics/384970/trump-2024-election-win-race-racism",
    "pubDate": "2024-11-14T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A flag reads “Latinos for Trump” outside a Trump rally at Findlay Toyota Center on October 13, 2024, in Prescott Valley, Arizona. | Rebecca Noble/Getty Images\" data-portal-copyright=\"Rebecca Noble/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2177572304.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A flag reads “Latinos for Trump” outside a Trump rally at Findlay Toyota Center on October 13, 2024, in Prescott Valley, Arizona. | Rebecca Noble/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the days since Donald Trump’s victory became official, one of the great debates about Trumpism has come roaring back: To what extent can his rise to power be seen as a product of America’s divisions over race?</p>\n\n<p class=\"has-text-align-none\">One side, focusing on Trump’s <a href=\"https://x.com/coldxman/status/1854930189907624371\">gains with Black and especially Hispanic voters</a>, argues that it makes little sense to believe his victory was primarily a product of racism. The other, noting that both groups still went for Harris in absolute terms, argues that the election results still must be viewed <a href=\"https://x.com/nhannahjones/status/1856083231663370417\">as primarily revolving around the country’s racial divide</a>.</p>\n\n<p class=\"has-text-align-none\">A closer look at the data suggests that both takes are wrong — or, at least, require more nuance. Trump’s victory was and wasn’t about race, as his winning coalition included many different groups with many different motivations. Understanding which kind of voter mattered, and in what ways, is crucial to getting the racial politics of 2024 right.</p>\n\n<p class=\"has-text-align-none\">We can safely say it’s difficult to explain the shifts in the electorate between 2020 and 2024 by claiming that voters were motivated by Trump’s incendiary racial rhetoric. </p>\n\n<p class=\"has-text-align-none\">It’s not just that Trump gained with minorities; it’s that he gained with nearly everyone, winning new votes in places with all sorts of different kinds of voters. To explain such a consistent national shift to the right, you need to look to factors that unite the population rather than divide it. This is why the best post-election analyses have given pride of place to inflation and anti-incumbent sentiment, two factors that appear to be present across many different groups in the American electorate.</p>\n\n<p class=\"has-text-align-none\">At the same time, we can also say that race played an essential role in Trump being atop the Republican ticket in the first place.</p>\n\n<p class=\"has-text-align-none\">There was a moment in 2021, right after January 6, when it looked as though Trump might finally be exiled from the Republican Party. The reason the GOP elite blanched is the same reason why Trump walked to victory in the 2024 primary: He has a devoted, unshakeable fan base among Republican primary voters. The research is crystal clear that many of these voters really are motivated by racial antagonism.</p>\n\n<p class=\"has-text-align-none\">The 2024 election saw a Trump base motivated in large part by fear of a changing America entering into a coalition with many economically minded voters who represent that change. Both groups voted for Trump, albeit for very different reasons. </p>\n\n<p class=\"has-text-align-none\">Such a coalition might represent a fundamental realignment in American politics, the “multiracial working-class conservatism” <a href=\"https://www.vox.com/2024-elections/23982907/trump-democrats-republicans-working-class-voters-latino-black-voters\">long dreamed of by Republican strategists</a>. Or it could represent a temporary alliance that will be severely tested, perhaps even sundered, when the reality of Trump’s policy agenda becomes clear to the electorate. At this point, we don’t know.</p>\n\n<p class=\"has-text-align-none\">But we can at least say, with confidence, that Trump’s racial support in 2024 is more complicated than simplistic analyses might lead you to believe.</p>\n\n<h2 class=\"wp-block-heading\">No, race and racism didn’t cause the 2024 pro-GOP swing</h2>\n\n<p class=\"has-text-align-none\">The argument for a race-focused explanation of 2024 focuses primarily on the well-documented fact that America is politically polarized by race. Trump won a clear majority of white voters while Harris won a massive majority of Black voters. In this argument, what happened in 2024 was a reflection primarily of anti-Blackness, directed at the first Black woman to run for president, by a country in the grips of reactionary racial panic.</p>\n\n<p class=\"has-text-align-none\">“[The] vote was about perceived loss of status,” <a href=\"https://x.com/nhannahjones/status/1855308936632475649\">Nikole Hannah-Jones</a>, the New York Times’s star reporter on racial issues, posted on X. “What elected Trump was demographic anxiety — his campaign ran explicitly on it, explicitly! — and so many people whose job it is to dispassionately deal with facts still do not want to deal with that.”</p>\n\n<p class=\"has-text-align-none\">I’m sympathetic to the underlying theory of Trump’s support. So sympathetic, in fact, that I argue <a href=\"https://www.amazon.com/Reactionary-Spirit-Insidious-Political-Tradition-ebook/dp/B0CMQB8S94\">in my book</a> that it’s the most important reason he rose to power back in 2016. </p>\n\n<p class=\"has-text-align-none\">But if what we’re trying to explain is the top-line election result — why enough voters shifted from Biden to Trump to swing the election — it’s only of limited utility. </p>\n\n<p class=\"has-text-align-none\">Were the big shifts between 2020 and 2024 to be driven by the kind of backlash Hannah-Jones is describing, you’d expect a specific kind of uneven distribution in the vote patterns. You’d expect Trump to run up the score with white voters in rural red areas while facing some backlash from Latino and especially Black voters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s not what happened. Trump improved on his 2020 performance with nearly every demographic group across the country. His biggest improvements came in heavily non-white and urban areas — precisely the places where a race-focused explanation would expect him to do the worst. And white voters swung inconsistently, rather than as a rule.</p>\n\n<p class=\"has-text-align-none\">Currently, the best way to understand these demographic swings comes from county-level reporting of results. You can look at the tallies in counties that are heavily made up of one group or another, compare to other counties and previous election results, and draw some (<a href=\"https://en.wikipedia.org/wiki/Ecological_fallacy\">limited</a>) inferences about what’s happened. In the coming months and years, we’ll get more useful data on individuals through databases like the Catalist voter file; but for now, we have to make do.</p>\n\n<p class=\"has-text-align-none\">While the US electorate is still polarized by race — Harris won a clear national majority of non-white voters and Trump won a clear majority of white voters — racial polarization declined significantly in 2024. A tally by <a href=\"https://www.nytimes.com/interactive/2024/11/06/us/elections/trump-america-red-shift-victory.html\">the New York Times</a> found that Trump improved his margin in Latino-majority counties by 13.3 percentage points, Native American-majority counties by 10 points, and Black-majority counties by 2.7 points. (Note that these numbers will likely change as data from California, an extremely slow-counting state, continues to trickle in).</p>\n\n<p class=\"has-text-align-none\">The pro-Trump shift across majority-minority counties was strikingly consistent. Texas border counties with largely Mexican American residents <a href=\"https://www.texastribune.org/2024/11/06/donald-trump-near-sweep-texas-border-counties/\">lurched hard toward Trump</a>; Starr County, which is 97 percent Latino, moved <a href=\"https://x.com/MWatkinsTrib/status/1854372802507272461\">a staggering 75 points in his direction</a> between 2016 and 2024. There were also notable 2020-2024 swings in <a href=\"https://x.com/MappingFL/status/1854342028500558126\">Florida counties with different Latino populations</a>, like Miami-Dade (where half the Latino population is Cuban) and Osceola (home to many of the state’s Puerto Rican residents).</p>\n\n<p class=\"has-text-align-none\">It’s possible that some of these minority voters themselves had racially conservative — maybe even racist — views. This is an election that featured <a href=\"https://www.vox.com/politics/373655/mark-robinson-black-latino-right-wing-extremism\">Mark “I’m a Black Nazi” Robinson</a> as the GOP candidate for North Carolina governor. Previous research has found that Trump’s support among non-whites is correlated with <a href=\"https://www.cambridge.org/core/services/aop-cambridge-core/content/view/9F91070372394D892BF11E1FFC0C619F/S1537592724000847a.pdf/div-class-title-embracing-the-status-hierarchy-how-immigration-attitudes-prejudice-and-sexism-shaped-non-white-support-for-trump-div.pdf\">support for existing social hierarchies</a>.</p>\n\n<p class=\"has-text-align-none\">I don’t want to deny that this is part of the story of the 2020-2024 shift; it’s the kind of thing that will be hard to prove or disprove until we have much more granular data. But the evidence we have suggests anti-minority sentiment among minorities isn’t the entirety, or even the biggest part, of what happened. </p>\n\n<p class=\"has-text-align-none\">There are a few good reasons to think this is so.</p>\n\n<p class=\"has-text-align-none\">First, the uniformity of the shift. We didn’t see some minority groups swing toward Trump and some toward Harris; we saw a <em>uniform</em> move toward Trump across different racial minority demographics. Black people, Native Americans, Arab Americans, <a href=\"https://x.com/carlosodio/status/1856370229548286293\">Latinos</a>, and Asians of all national origins — every single one moved in a pro-Trump direction. </p>\n\n<p class=\"has-text-align-none\">Second, we can look to the white population as a benchmark. If whites shifted toward Trump even more dramatically than minorities, that would be consistent with an election whose shifts were triggered by activated racial resentment. If whites shifted by a smaller margin or even moved toward Harris, then that would suggest something else is at work.</p>\n\n<p class=\"has-text-align-none\">What we saw looks more like the latter. While Trump saw overall gains among white voters, they were smaller than his gains among Latinos and far more uneven, with Harris actually making gains in certain demographics and areas. An analysis of Michigan results by <a href=\"https://www.theguardian.com/us-news/ng-interactive/2024/nov/06/the-key-swings-that-handed-trump-the-white-house-a-visual-analysis\">the Guardian</a>, for example, found that “the only areas in Michigan in which there were swings to the Democrats were areas with a higher proportion of white voters.”</p>\n\n<p class=\"has-text-align-none\">There are two other demographic trends worth looking at: urbanicity and college education.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2181325963.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Exterior of Penn Station in New York City with a large sign on it that reads “President Donald Trump at Madison Square Garden.”\" title=\"Exterior of Penn Station in New York City with a large sign on it that reads “President Donald Trump at Madison Square Garden.”\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Michael M. Santiago/Getty Images\" />\n<p class=\"has-text-align-none\">Generally speaking, <a href=\"https://www.niskanencenter.org/wp-content/uploads/old_uploads/2019/06/Wilkinson-Density-Divide-Final.pdf\">urban counties</a> and counties with <a href=\"https://nymag.com/intelligencer/2022/10/education-polarization-diploma-divide-democratic-party-working-class.html\">large numbers of college graduates</a> tend to have larger percentages of residents with left-wing views on cultural issues like race than rural and lower-educated ones. In a racial backlash election, you’d expect those counties to swing in Harris’s direction while rural and less college-educated ones moved more into Trump’s column.</p>\n\n<p class=\"has-text-align-none\">Yet in 2024, <a href=\"https://www.washingtonpost.com/politics/2024/11/06/trump-big-cities-popular-vote/\">urban counties actually swung harder to Trump than rural counties</a> (where he was already extremely strong and thus had only limited room to make gains). Meanwhile, counties with relatively high levels of residents with college graduates (35 percent or over) swung to Trump by relatively similar margins as counties with fewer college graduates.</p>\n\n<p class=\"has-text-align-none\">Of course, these results are not the final word. When doing county-level analysis, political scientists often warn against something called the ecological fallacy — making inferences about individual residents of an area based on the characteristics of the whole. It could be, for example, that a chunk of racist voters who live in majority-minority counties, cities, and highly educated areas swung hard for Trump in 2024.</p>\n\n<p class=\"has-text-align-none\">At this point, that seems far less probable than a well-documented alternative explanation: that Trump’s big gains come from a combination of <a href=\"https://www.vox.com/2024-elections/383208/donald-trump-victory-kamala-harris-global-trend-incumbents\">anti-incumbent sentiment</a> and <a href=\"https://www.reuters.com/markets/us/hey-stupid-it-wasnt-just-economy-it-was-inflation-2024-11-06/\">a voter backlash to inflation</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The 2024 election might not be about race, but Trumpism is</h2>\n\n<p class=\"has-text-align-none\">As much as I think the 2024 results weren’t primarily about race, some observers are taking this observation way too far by arguing that it disproves the idea that racism drives any part of Trump’s support.</p>\n\n<p class=\"has-text-align-none\">“Trump has run three times. Each time he has gotten a higher share of the black and Hispanic vote than the last. Indeed, he has done better with these demos than any Republican in 50 years. The ‘racism’ theory of Trump&#8217;s appeal belongs in the graveyard of [political science],” the prominent commentator <a href=\"https://x.com/coldxman/status/1854930189907624371\">Coleman Hughes posted on X</a>.</p>\n\n<p class=\"has-text-align-none\">This is far too sweeping. “Trump’s appeal” is not just one thing; like any candidate, he appeals to different voters for different reasons. Changes in minority vote totals can’t tell us, for example, why white support for Trump remains so durable inside the Republican Party.</p>\n\n<p class=\"has-text-align-none\">This is a crucial question because it explains why Trump is on the ballot this time despite real intra-party resistance. And the most important answer, though by no means the only one, has to do with the Republican base’s reactionary racial politics.</p>\n\n<p class=\"has-text-align-none\">After January 6, 2021, Republican elites seem poised to kick him to the curb. Yet when Republicans had a chance to act — by voting to convict him in the Senate and declare him ineligible for public office — they didn’t. They backed down for the same reason Trump would romp through the primary despite a robust-on-paper challenge from Gov. Ron DeSantis: Republican voters love him. They love him so much that any Republican who openly defied him would face serious political blowback, and <a href=\"https://www.vox.com/23899688/2024-election-republican-primary-death-threats-trump\">potentially even physical harm</a>.</p>\n\n<p class=\"has-text-align-none\">There are many, many reasons why Trump has secured such a hold on the GOP; it is not fair to term all of his base presumptive racists. And yet, the uncomfortable fact remains: The evidence that Trump’s support stems primarily from the racial resentments of the Republican base is overwhelming.</p>\n\n<p class=\"has-text-align-none\">Unlike the limited county-level analyses of the 2024 election results, research tying Trump’s base support to racial factors has been able to employ complete and granular datasets on individual voters. Scholars have used gold-standard political science tools, things like <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3692784\">natural experiments</a> and <a href=\"https://journals.sagepub.com/doi/full/10.1177/0002716218811309\">regression analyses of massive national surveys</a>. They’ve tested theories of Trump support against competing explanations, like <a href=\"https://academic.oup.com/psq/article-abstract/133/1/9/6848138\">economic deprivation</a> and <a href=\"https://www.cambridge.org/core/journals/ps-political-science-and-politics/article/explaining-the-trump-vote-the-effect-of-racist-resentment-and-antiimmigrant-sentiments/537A8ABA46783791BFF4E2E36B90C0BE\">general anti-system sentiment</a>, and overwhelmingly found that racial issues provide the stronger explanation. They’ve even uncovered good evidence that <a href=\"https://www.pnas.org/doi/10.1073/pnas.2007747117\">the turn against democracy among Republicans</a>, including the willingness to <a href=\"https://web.archive.org/web/20240626103609id_/https://www.cambridge.org/core/services/aop-cambridge-core/content/view/4BB3B6F641B41D8B63D152F9779C64CE/S2056608523000338a.pdf/div-class-title-who-buys-the-big-lie-white-racial-grievance-and-confidence-in-the-fairness-of-american-elections-div.pdf\">accept the Big Lie about the 2020 elections</a>, is primarily concentrated among Trump supporters who hold high levels of anti-minority resentment.</p>\n\n<p class=\"has-text-align-none\">Nothing about the 2024 results should cause us to doubt these well-established findings. Instead, they should give us an opportunity to take a more sophisticated understanding of the role race plays in the Trump coalition.</p>\n\n<p class=\"has-text-align-none\">Given the longstanding and well-documented body of research on Trump and race, it is fair to say that Trumpism as a political movement is in large part driven by white racial anxiety. It is one factor among many driving Republicans to back Trump to the hilt, but clearly the most influential.</p>\n\n<p class=\"has-text-align-none\">This suggests the 2024 Trump coalition is an alliance between a critical mass of racially resentful whites and others with very different motivations, including minority voters who physically represent the social change his base despises. Some Trump general election supporters were racially resentful; others were simply fed up with inflation and the Biden-Harris administration. For others, it might be some combination of both.</p>\n\n<p class=\"has-text-align-none\">This is how politics works in a large and diverse country. People who differ, perhaps even hate each other, can end up voting for the same candidate for different reasons. And if we fail to appreciate that, we will fail to truly grasp what just happened and what it might mean about America’s future.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the days since Donald Trump’s victory became official, one of the great debates about Trumpism has come roaring back: To what extent can his rise to power be seen as a product of America’s divisions over race? One side, focusing on Trump’s gains with Black and especially Hispanic voters, argues that it makes little [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Matt Gaetz, Trump’s uniquely unqualified pick for attorney general, explained",
    "link": "https://www.vox.com/donald-trump/384967/matt-gaetz-donald-trump-attorney-general",
    "pubDate": "2024-11-14T00:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Gaetz speaking into a microphone and pointing.\" data-caption=\"Rep. Matt Gaetz speaks at a campaign rally for Donald Trump on October 12, 2024 in Coachella, California. | Mario Tama/Getty Images\" data-portal-copyright=\"Mario Tama/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2178146087.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Rep. Matt Gaetz speaks at a campaign rally for Donald Trump on October 12, 2024 in Coachella, California. | Mario Tama/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Donald Trump announced that he <a href=\"https://www.cnn.com/2024/11/13/politics/matt-gaetz-attorney-general?cid=external-feeds_iluminar_google\">intends to nominate Rep. Matt Gaetz (R-FL)</a> to serve as his attorney general. </p>\n\n<p class=\"has-text-align-none\">Gaetz is a longtime Trump loyalist, who will likely be tasked with remaking the Department of Justice. The department has traditionally adhered to strong norms against interference by the president; Trump and his allies have been explicit <a href=\"https://www.vox.com/2024-elections/381094/trump-second-term-2024-election-justice-department-civil-rights\">in arguing that should change</a>. Trump has also repeatedly called for legal action against his political enemies, including <a href=\"https://www.npr.org/2024/10/21/nx-s1-5134924/trump-election-2024-kamala-harris-elizabeth-cheney-threat-civil-liberties\">promising</a> to “appoint a real special prosecutor to go after the most corrupt president history of the United States of America, Joe Biden, and the entire Biden crime family,” in 2023.</p>\n\n<p class=\"has-text-align-none\">Enforcing those sorts of threats would fall to Gaetz, if he is confirmed by the Senate.</p>\n\n<p class=\"has-text-align-none\">Before being nominated to be attorney general, Gaetz was probably best known for two things. One is his <a href=\"https://www.vox.com/2023/10/1/23898555/kevinn-mccarthy-speakership-matt-gaetz\">longstanding feud with former House Speaker Kevin McCarthy</a> (R-CA), who was eventually ousted in no small part because of Gaetz. The other is the string of sexual misconduct allegations. Gaetz denies these allegations, and the Department of Justice <a href=\"https://www.nbcnews.com/politics/congress/doj-decides-not-charge-rep-matt-gaetz-sex-trafficking-investigation-rcna70839\">dropped its investigation into them in 2023</a>.</p>\n\n<p class=\"has-text-align-none\">If Gaetz does end up running that same department, he’ll be in a uniquely powerful role. He would be tasked with overseeing all federal prosecutions, providing legal advice to the president and the Cabinet, and would have the final say on any legal stance that the United States takes in court. </p>\n\n<p class=\"has-text-align-none\">Of greater significance perhaps is the fact that Gaetz would have enormous authority over who is prosecuted, who is allowed to get away with committing federal crimes, and who might be targeted for politically motivated prosecutions in an authoritarian administration.</p>\n\n<p class=\"has-text-align-none\">Trump has repeatedly promised “<a href=\"https://www.vox.com/2024-elections/382696/donald-trump-wins-2024-election-results-democracy\">retribution</a>” against his Democratic rivals. And his fellow Republicans on the Supreme Court ruled last July that he can order the Justice Department to <a href=\"https://www.vox.com/scotus/366855/supreme-court-trump-immunity-betrayal-worst-decisions-anticanon\">bring politically motivated prosecutions without consequence</a>.</p>\n\n<p class=\"has-text-align-none\">In the first Trump administration, Trump reportedly wanted to <a href=\"https://www.vox.com/2018/11/20/18105462/trump-clinton-comey-order-justice\">order the Justice Department to prosecute</a> his former political opponent Hillary Clinton and former FBI director James Comey, but was dissuaded from doing so by White House Counsel Don McGahn. Gaetz’s strong support for Trump, by contrast, makes it seem he’s much less likely to resist such an order.</p>\n\n<h2 class=\"wp-block-heading\">Just who is Matt Gaetz?<strong>&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Gaetz has a law degree, and he <a href=\"https://gaetz.house.gov/about\">did previously practice law in northwest Florida</a>. He’s been a representative since 2017, and became known both for stunts on the House floor — like wearing a <a href=\"https://www.cnn.com/2020/03/04/politics/gaetz-coronavirus-gas-mask/index.html\">gas mask</a> to protest masking policies during the coronavirus pandemic — as well as his <a href=\"https://www.vox.com/policy-and-politics/2019/10/23/20929023/house-republicans-impeachment-stunt-trump\">staunch support for Trump</a>.</p>\n\n<p class=\"has-text-align-none\">In 2021, it was revealed that Gaetz was <a href=\"https://www.nytimes.com/2021/03/30/us/politics/matt-gaetz-sex-trafficking-investigation.html\">the subject of an investigation into allegations of sexual misconduct</a>.</p>\n\n<p class=\"has-text-align-none\">The allegations arose out of his relationship with Joel Greenberg, a former county-level tax collector who was<a href=\"https://www.cnn.com/2022/12/01/politics/joel-greenberg-sentencing/index.html\"> sentenced to 11 years in prison</a> by a federal judge in 2022. Greenberg pled guilty to a wide range of crimes, including underage sex trafficking, wire fraud, identity theft, and conspiring to defraud the federal government. Judge Gregory Presnell, who sentenced Greenberg, said that he’s “never seen a defendant who has committed so many different types of crimes in such a relatively short period.”</p>\n\n<p class=\"has-text-align-none\">According to CNN, Greenberg also “cooperated extensively with the Justice Department’s <a href=\"https://www.cnn.com/2022/12/01/politics/joel-greenberg-sentencing/index.html\">sex-trafficking probe into GOP Rep. Matt Gaetz</a>.” Among other things, Greenberg reportedly told investigators that he <a href=\"https://thehill.com/homenews/campaign/4751778-matt-gaetz-joel-greenberg-sex-trafficking-florida/\">witnessed Gaetz having sex with a 17-year-old girl</a>. (Gaetz in 2021 issued a blanket denial of the allegations via a statement from his office, writing: &#8220;No part of the allegations against me are true.”)</p>\n\n<p class=\"has-text-align-none\">As a general rule, sex offenses such as soliciting prostitution are handled by state-level prosecutors, as the Constitution only gives the federal government <a href=\"https://scholar.google.com/scholar_case?case=3801442224983217117&amp;hl=en&amp;as_sdt=6&amp;as_vis=1&amp;oi=scholarr\">limited authority over sex crimes</a>. The US Justice Department can get involved, however, in narrow circumstances. </p>\n\n<p class=\"has-text-align-none\">The Justice Department’s investigation into Gaetz looked into <a href=\"https://www.nytimes.com/2021/03/30/us/politics/matt-gaetz-sex-trafficking-investigation.html\">whether he had sex with this teenager and paid for her to travel with him</a>. It is a <a href=\"https://www.law.cornell.edu/uscode/text/18/2423#g\">federal crime</a> to transport someone across state lines, with the intent that they engage in prostitution or “illicit sexual conduct.” The most serious violations of this statute carry a maximum sentence of 30 years in prison.</p>\n\n<p class=\"has-text-align-none\">In any event, the Justice Department <a href=\"https://www.nbcnews.com/politics/congress/doj-decides-not-charge-rep-matt-gaetz-sex-trafficking-investigation-rcna70839\">eventually decided not to charge Gaetz</a>. Its reasons for declining to do so have not been made public, but the lack of charges does not necessarily clear him of the allegations. Meanwhile, a <a href=\"https://abcnews.go.com/US/witness-tells-house-ethics-committee-matt-gaetz-paid/story?id=111217102\">House ethics investigation into Gaetz remains ongoing</a>.</p>\n\n<p class=\"has-text-align-none\">According to ABC News, one woman told the House committee investigating Gaetz that <a href=\"https://abcnews.go.com/US/witness-tells-house-ethics-committee-matt-gaetz-paid/story?id=111217102\">the member of Congress paid her for sex</a>. Others have said they were paid to attend parties that Gaetz also attended, where attendees used drugs and had sex. Again, Gaetz has denied any misconduct.</p>\n\n<p class=\"has-text-align-none\">As of yet, it’s unclear whether a majority of senators will vote to confirm Gaetz as attorney general. But there’s some evidence that many Republicans will be turned off by the sex crimes allegations against Gaetz, and by his generally poor reputation on Capitol Hill. In 2023, for example, Sen. Markwayne Mullin (R-OK) said that “<a href=\"https://x.com/mkraju/status/1709765049051381761\">there’s a reason why no one in the [Republican] conference defended</a>” Gaetz after seeing some of the evidence against him.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Sen. Markwayne Mullin on Matt Gaetz: “We had all seen the videos he was showing on the House floor … of the girls that he had slept with. He’d brag about how he would crush ED medicine and chase it with an energy drink so he could go all night.”<br><br>Gaetz responds: “This is a lie” <a href=\"https://t.co/h55hj0ag29\">pic.twitter.com/h55hj0ag29</a></p>&mdash; Manu Raju (@mkraju) <a href=\"https://twitter.com/mkraju/status/1709765049051381761?ref_src=twsrc%5Etfw\">October 5, 2023</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">As <a href=\"https://x.com/ezraklein/status/1856798502484910130\">New York Times columnist Ezra Klein writes</a>, Trump’s decision to nominate Gaetz should be read as an effort to gauge whether Republican senators will permit him to take absurd and dangerous actions. “These aren&#8217;t just appointments,” Klein writes of Gaetz and Defense Secretary nominee Pete Hegseth, “They&#8217;re loyalty tests. The absurdity is the point.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Donald Trump announced that he intends to nominate Rep. Matt Gaetz (R-FL) to serve as his attorney general.  Gaetz is a longtime Trump loyalist, who will likely be tasked with remaking the Department of Justice. The department has traditionally adhered to strong norms against interference by the president; Trump and his allies have been explicit [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Trump is staffing up his White House with loyalists",
    "link": "https://www.vox.com/politics/384320/trump-cabinet-white-house",
    "pubDate": "2024-11-14T00:05:43.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A triptych of Tom Homan, Lee Zeldin, and Elise Stefanik photos. \" data-caption=\"Tom Homan, Lee Zeldin, and Elise Stefanik are early Trump White House picks. | Sandy Huffaker/Roy Rochlin/Andrew Harnik/Getty Images\" data-portal-copyright=\"Sandy Huffaker/Roy Rochlin/Andrew Harnik/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/headshots-1731365972674.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Tom Homan, Lee Zeldin, and Elise Stefanik are early Trump White House picks. | Sandy Huffaker/Roy Rochlin/Andrew Harnik/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">President-elect Donald Trump has begun naming members to his White House team, offering a strong signal about the direction he’ll take on important issues, including foreign policy, immigration, and climate. </p>\n\n<p class=\"has-text-align-none\">Trump’s picks have included multiple immigration hardliners, underscoring his commitment to proposals like <a href=\"https://www.vox.com/politics/380582/mass-deportations-trump-history-alien-enemies\">mass deportation</a>, as well as a number of staffers who hold adversarial stances toward China and Iran and supportive positions of Israel. Notably, most of Trump’s selections are longtime loyalists who could put up less opposition to his policy proposals than staffers did during his first administration. And he’s selected a number of people who have little to no experience in the subject matter they’ll be overseeing. </p>\n\n<p class=\"has-text-align-none\">During his first administration, many of Trump’s Cabinet members oversaw significant changes to the executive branch, including Labor Secretary Eugene Scalia and Education Secretary Betsy DeVos, who were critical to <a href=\"https://www.washingtonpost.com/business/2020/04/10/labor-secretary-eugene-scalia-faces-blowback-he-curtails-scope-worker-relief-unemployment-crisis/\" data-type=\"link\" data-id=\"https://www.washingtonpost.com/business/2020/04/10/labor-secretary-eugene-scalia-faces-blowback-he-curtails-scope-worker-relief-unemployment-crisis/\">curtailing worker protections</a> and <a href=\"https://www.npr.org/2020/11/19/936225974/the-legacy-of-education-secretary-betsy-devos\" data-type=\"link\" data-id=\"https://www.npr.org/2020/11/19/936225974/the-legacy-of-education-secretary-betsy-devos\">attempting massive cuts to education spending</a>, respectively. Trump has indicated he <a href=\"https://apnews.com/article/donald-trump-wins-second-term-policies-de3dcf0f173b42602b258042fd7aaafb\">wants to go further</a> and <a href=\"https://x.com/realDonaldTrump/status/1855692242981155259\">move faster this time around</a> and that he wants to ensure he’s <a href=\"https://www.reuters.com/default/donald-trump-staffs-up-second-term-only-maga-loyalists-need-apply-2024-11-11/\">surrounded by like-minded staff</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Below is a rundown of the people Trump has named and the roles these appointees could play.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-961479096.jpg?quality=90&#038;strip=all&#038;crop=0,10.727373918039,100,78.545252163922\" alt=\"Tom Homan, sitting behind his name plate and speaking.\" title=\"Tom Homan, sitting behind his name plate and speaking.\" data-has-syndication-rights=\"1\" data-caption=\"Tom Homan, ex-ICE acting director. | Aaron P. Bernstein/Getty Images\" data-portal-copyright=\"Aaron P. Bernstein/Getty Images\" />\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"tom-homan-former-ice-acting-director-has-been-named-border-czar\"><strong>Tom Homan</strong>, <strong>former ICE acting director, has been named “border czar”&nbsp;</strong></h3>\n\n<p class=\"has-text-align-none\"><strong>Who he is: </strong>Homan was acting ICE director during the first Trump administration and oversaw the implementation of the family separation policy during his tenure from 2017 to 2018. He’s also long backed <a href=\"https://www.motherjones.com/politics/2024/11/trump-makes-tom-homan-father-of-family-separation-in-charge-of-mass-deportation/\">Trump’s desire to deport unauthorized immigrants</a>, previously noting that if invited to join the administration, he intended to “<a href=\"https://www.npr.org/2024/11/11/nx-s1-5186522/tom-homan-border-czar-trump\">run the biggest deportation operation this country&#8217;s ever seen</a>.&#8221;</p>\n\n<p class=\"has-text-align-none\">Homan worked for ICE during former President Barack Obama’s administration as well, and has also served as a police officer and Border Patrol agent. He’s been in lockstep with Trump on implementing punitive immigration policies and called <a href=\"https://www.cbsnews.com/news/tom-homan-trump-border-czar-what-to-know/\">for ICE to deport a wide range of unauthorized immigrants</a>, including <a href=\"https://www.vox.com/2024-elections/383845/trump-mass-deportations-immigration-family-separation\">those who don’t have criminal histories</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Homan will be in charge of all Deportation of Illegal Aliens back to their Country of Origin,&#8221; Trump <a href=\"https://www.npr.org/2024/11/11/nx-s1-5186522/tom-homan-border-czar-trump\">wrote in a Truth Social post.</a> “There is nobody better at policing and controlling our Borders.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What we know about the role: </strong>The “border czar” is not an official role that requires Senate confirmation;&nbsp;the secretary of homeland security is the actual Cabinet official overseeing the border. However, Homan appears poised to have a major say over policy and will weigh in on proposals at both the northern and southern borders, according to Trump.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What message this sends: </strong>Homan’s efforts in the first Trump administration and his commitment to sweeping deportations this term indicate that the president-elect is fully focused on his promise to <a href=\"https://www.vox.com/politics/380582/mass-deportations-trump-history-alien-enemies\">remove a large number of unauthorized immigrants from the US</a>.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182126474.jpg?quality=90&#038;strip=all&#038;crop=0,10.723165084465,100,78.55366983107\" alt=\"Stephen Miller speaking at a Trump rally. The crowd behind him hold “Trump will fix it” signs.\" title=\"Stephen Miller speaking at a Trump rally. The crowd behind him hold “Trump will fix it” signs.\" data-has-syndication-rights=\"1\" data-caption=\"Stephen Miller. | Christian Monterrosa/Bloomberg via Getty Images\" data-portal-copyright=\"Christian Monterrosa/Bloomberg via Getty Images\" />\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"trump-policy-aide-stephen-miller-has-been-named-deputy-chief-of-staff-and-policy-adviser\"><strong>Trump policy aide Stephen Miller has been named deputy chief of staff and policy adviser</strong></h3>\n\n<p class=\"has-text-align-none\"><strong>Who he is: </strong><a href=\"https://www.vox.com/2024-elections/373479/stephen-miller-mass-deportation-camps-trump-agenda\">Miller is a staunch Trump loyalist and policy adviser</a> who pushed many of the harshest immigration policies during the president-elect’s first term. He has advocated for a travel ban and family separations in the past, and he’s a chief architect and booster for the idea of the mass deportations Trump has promised this term as well. </p>\n\n<p class=\"has-text-align-none\">“They begin on Inauguration Day, as soon as he takes the oath of office,” <a href=\"https://www.cnn.com/2024/11/11/politics/stephen-miller-trump-administration/index.html\">Miller has said of deportations.&nbsp;</a></p>\n\n<p class=\"has-text-align-none\">Trump has not yet formally announced the appointment, though Vice President-elect JD Vance has already <a href=\"https://x.com/JDVance/status/1856004703672324263\">posted his congratulations to Miller</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What we know about the role: </strong>This position is another political appointment that doesn’t require Senate confirmation, but the role is set to focus heavily on providing Trump with policy guidance — likely focused on immigration, given Miller’s expertise.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What message this sends: </strong>Between this appointment and Homan’s, Trump has made clear that his <a href=\"https://www.vox.com/politics/380582/mass-deportations-trump-history-alien-enemies\">promised mass deportations</a> will be one of his top policy goals when he retakes office.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2162179387.jpg?quality=90&#038;strip=all&#038;crop=0,10.742099199347,100,78.515801601307\" alt=\"Kristi Noem speaks at a podium in a white jacket\" title=\"Kristi Noem speaks at a podium in a white jacket\" data-has-syndication-rights=\"1\" data-caption=\"South Dakota Gov. Kristi Noem. | Scott Olson/Getty Images\" data-portal-copyright=\"Scott Olson/Getty Images\" />\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"kristi-noem-has-been-tapped-for-homeland-security-secretary\"><strong>Kristi Noem has been tapped for Homeland Security secretary</strong></h3>\n\n<p class=\"has-text-align-none\"><strong>Who she is: </strong>The two-term South Dakota governor is a longtime Trump loyalist and was on <a href=\"https://www.vox.com/politics/2024/2/9/24048591/trump-vice-president-pick\">his shortlist for the vice presidency</a>. Ahead of Trump making his VP selection, Noem became enmeshed in scandal after she <a href=\"https://www.vox.com/politics/24145840/kristi-noem-puppy-killing-book-trump-vp\">admitted to shooting her dog, Cricket, because of behavioral issues</a>, generating overwhelming backlash.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As governor, Noem was known for refusing to<a href=\"https://www.nytimes.com/2021/01/27/opinion/kristi-noem-south-dakota-coronavirus.html\"> impose a mask mandate</a> during the pandemic, and for refusing to <a href=\"https://www.cnn.com/2021/07/11/politics/kristi-noem-cpac-south-dakota-governor-covid-mandate/index.html\">implement statewide business closures</a> despite public health concerns. Noem was also <a href=\"https://www.cnn.com/2024/05/22/politics/kristi-noem-tribal-lands-ban/index.html\">banned by multiple Native American tribes </a>from visiting tribal lands in the state due to claims she’s made that they’ve been infiltrated by cartels.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On immigration, Noem has often echoed Trump’s hardline rhetoric suggesting that <a href=\"https://www.instagram.com/kristinoem/reel/DCIV983xbLS/?hl=en\">many unauthorized immigrants are criminals</a>, and she backed his travel ban targeting Muslim-majority countries.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What we know about the role: </strong>Secretary for the Department of Homeland Security (DHS) is a significant role given the agency’s notable&nbsp;purview over the administration’s policies at the southern border. DHS includes key subagencies like ICE as well as Customs and Border Protection. The secretary role requires Senate confirmation.</p>\n\n<p class=\"has-text-align-none\"><strong>What message this sends: </strong>Noem is one of several picks that signal Trump’s investment in punitive immigration policies this term such as mass deportation — and aggressive border security.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-1167012750.jpg?quality=90&#038;strip=all&#038;crop=0,9.8120095111577,100,80.375980977685\" alt=\"Pete Hegseth, a man in a suit and tie\" title=\"Pete Hegseth, a man in a suit and tie\" data-has-syndication-rights=\"1\" data-caption=\"Fox News host Pete Hegseth | John Lamparski/Getty Images\" data-portal-copyright=\"John Lamparski/Getty Images\" />\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"pete-hegseth-has-been-tapped-for-secretary-of-defense\"><strong>Pete Hegseth has been tapped for secretary of defense</strong></h3>\n\n<p class=\"has-text-align-none\"><strong>Who he is: </strong>A co-host of Fox News’s <em>Fox and Friends Weekend</em> show, Hegseth is a veteran who previously served in Afghanistan and Iraq but who has little senior national security experience.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hegseth has taken controversial positions in the past, including advocating for soldiers <a href=\"https://www.cnn.com/2019/05/21/media/fox-news-pete-hegseth-trump-pardon-war-crimes/index.html\">who’ve committed war crimes to be pardoned</a> and stating that <a href=\"https://www.independent.co.uk/tv/news/pete-hegseth-defense-cabinet-trump-women-b2646223.html\">women shouldn’t be fighting in combat</a>. He’s written multiple books about his military service, often criticizing the military for <a href=\"https://www.ft.com/content/e2e8d60f-7ac3-40a2-a252-5b7ab81622af\">“wokeness” and prioritizing diversity</a> — and has said he <a href=\"https://www.reuters.com/world/us/trump-says-he-will-nominate-fox-news-host-pete-hegseth-defense-secretary-2024-11-13/\" data-type=\"link\" data-id=\"https://www.reuters.com/world/us/trump-says-he-will-nominate-fox-news-host-pete-hegseth-defense-secretary-2024-11-13/\">supports firing senior leaders who advance these ideas</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hegseth has expressed his support for Israel as well as an adversarial stance toward Iran. In addition to working as a television host, Hegseth previously led the advocacy group Concerned Veterans for America, which is funded by the Koch brothers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Pete is tough, smart and a true believer in America First,” <a href=\"https://www.cbsnews.com/news/trump-pete-hegseth-defense-secretary/\">Trump wrote in a statement</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What we know about the role: </strong>The Secretary of Defense oversees the military, including the Army, Navy, and Air Force. This person serves as a key adviser to the president on international conflicts and military policy. </p>\n\n<p class=\"has-text-align-none\">Past officials in this role have often struggled to work with Trump, with five people cycling through it during his first term — and many of them criticizing his ability to govern.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hegseth would need to be confirmed by the Senate for this role.</p>\n\n<p class=\"has-text-align-none\"><strong>What message this sends: </strong>Hegseth’s nomination seemed to <a href=\"https://apnews.com/article/trump-hegseth-defense-secretary-pentagon-2d8030921ecef933778cf92afd40ec72\">take many lawmakers and military leaders off guard</a> given his dearth of experience. His inflammatory positions about wokeism in the military and pardoning of war crimes have also spurred concerns.</p>\n\n<p class=\"has-text-align-none\">Hegseth is among the many Trump picks poised to be strong defenders of Israel, and who advance a more traditionally conservative viewpoint on foreign policy.&nbsp;Like Trump, however, Hegseth has expressed skepticism of NATO and the contributions of US allies. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-1251946266.jpg?quality=90&#038;strip=all&#038;crop=0,10.729331207725,100,78.541337584551\" alt=\"John Ratcliffe, a man who looks like Steve Carell, speaks \" title=\"John Ratcliffe, a man who looks like Steve Carell, speaks \" data-has-syndication-rights=\"1\" data-caption=\"Former Rep. John Ratcliffe | Al Drago/Bloomberg/Getty Images\" data-portal-copyright=\"Al Drago/Bloomberg/Getty Images\" />\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"john-ratcliffe-has-been-selected-as-cia-director\"><strong>John Ratcliffe has been selected as CIA director</strong></h3>\n\n<p class=\"has-text-align-none\"><strong>Who he is: </strong>The former director of national intelligence during Trump’s first term, Ratcliffe is another longtime loyalist who’s being elevated in the upcoming administration.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Previously, Ratcliffe helped aid Trump’s efforts to <a href=\"https://www.nytimes.com/2024/11/12/us/politics/john-ratcliffe-cia-director-trump.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/11/12/us/politics/john-ratcliffe-cia-director-trump.html\">investigate President Joe Biden’s son Hunter Biden </a>in the House, <a href=\"https://www.cnn.com/2020/09/30/politics/ratcliffe-unverified-intelligence-concerns/index.html\">and was also criticized</a> for declassifying intelligence about Russian operations at Senate Republicans’ behest while serving as the director of national intelligence. Members <a href=\"https://www.cnn.com/2024/11/13/politics/intelligence-agencies-john-ratcliffe/index.html\">of the intelligence community told CNN</a> that his past experience and track record made him a less disruptive choice compared to others who may have been considered.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A House lawmaker prior to his time in the first Trump administration, Ratcliffe was known for his fierce defenses of the president-elect during his first impeachment proceedings. He’s also been a vocal critic of the Chinese government’s intelligence operations.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What we know about the role: </strong>The CIA director oversees the United States’s intelligence-gathering operations around the globe. This official plays a key role in advising the president and overseeing how this intelligence is used.</p>\n\n<p class=\"has-text-align-none\"><strong>What message this sends: </strong>Ratcliffe is the latest Trump loyalist to be installed in a pivotal position and questions remain about how committed he might be to opposing the president-elect. Trump has called for <a href=\"https://www.pbs.org/newshour/politics/trump-has-promised-to-overhaul-u-s-intelligence-setting-up-collision-course-with-spy-agencies\">an overhaul of intelligence agencies</a> that he’s viewed as challenging his authority.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182884073.jpg?quality=90&#038;strip=all&#038;crop=0,10.729028715909,100,78.541942568182\" alt=\"Trump shaking hands with Marco Rubio\" title=\"Trump shaking hands with Marco Rubio\" data-has-syndication-rights=\"1\" data-caption=\"Florida Sen. Marco Rubio. | Chip Somodevilla/Getty Images\" data-portal-copyright=\"Chip Somodevilla/Getty Images\" />\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"marco-rubio-has-been-tapped-for-secretary-of-state\"><strong>Marco Rubio has been tapped for secretary of state</strong></h3>\n\n<p class=\"has-text-align-none\"><strong>Who he is: </strong>Rubio is serving his third term as a Florida senator and is known for his adversarial position toward China, Iran, and Cuba, as well as his focus on <a href=\"https://www.politico.com/states/florida/story/2020/08/03/how-marco-rubio-runs-trumps-latin-america-policy-1972792\">US-Latin American relations</a>. He currently sits on the Senate Intelligence and Foreign Relations Committees, and though he’s taken foreign policy positions aligned with Trump’s isolationist rhetoric lately, he has previously supported international alliances and interventionist approaches.</p>\n\n<p class=\"has-text-align-none\">Rubio has also expressed strong support for Israel, and emphasized he isn’t interested in a ceasefire in the region until the country has defeated Hamas. He’s backed Ukraine aid in the past as well, though he opposed more recent packages and has urged an end to the war.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rubio has also shifted considerably on certain issues like immigration: Early in his career, he was a chief proponent of immigration reform in the Senate, including a path to citizenship for <a href=\"https://www.cbsnews.com/news/marco-rubio-answers-for-his-failed-2013-immigration-plans-again/\">unauthorized immigrants,</a> and his rhetoric has grown more hardline and similar to Trump’s over time.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“He will be a strong Advocate for our Nation, a true friend to our Allies, and a fearless Warrior who will never back down to our adversaries,”&nbsp;<a href=\"https://thehill.com/homenews/campaign/4988992-trump-rubio-secretary-state/\" data-type=\"link\" data-id=\"https://thehill.com/homenews/campaign/4988992-trump-rubio-secretary-state/\">Trump said in a statement.</a> </p>\n\n<p class=\"has-text-align-none\"><strong>What we know about the role: </strong>This position is one of the most powerful in the administration and key to shaping US foreign policy. The secretary of state is the chief envoy of the US in other countries, and offers counsel for how to approach different international relationships. Secretaries of state are also often dispatched to help mediate conflict. The role requires Senate confirmation.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What message this sends: </strong>Like the selection of Rep. Mike Waltz for National Security Adviser,<strong> </strong>Rubio’s naming suggests that Trump may be open to a more traditionally conservative and aggressive approach to foreign policy.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2173723479.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Michael Waltz\" title=\"Michael Waltz\" data-has-syndication-rights=\"1\" data-caption=\"US Rep. Michael Waltz of Florida. | Mandel Ngan/AFP/Getty Images\" data-portal-copyright=\"Mandel Ngan/AFP/Getty Images\" />\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"michael-waltz-has-been-picked-as-national-security-adviser\"><strong>Michael Waltz has been picked as national security adviser</strong></h3>\n\n<p class=\"has-text-align-none\"><strong>Who he is: </strong>A member of Congress from Florida, <a href=\"https://abcnews.go.com/Politics/trump-picks-rep-mike-waltz-former-green-beret/story?id=115753630\">Waltz is also a former Green Beret</a> who served in Afghanistan. He worked on foreign policy under President George W. Bush, and has sat on the Armed Services, Intelligence, and Foreign Affairs Committees in the House. </p>\n\n<p class=\"has-text-align-none\">While on the Hill, Waltz became known for his hardline, aggressive stances on China and Iran and for being a vocal critic of President Joe Biden’s withdrawal from Afghanistan.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What we know about the role: </strong>The national security adviser is a key foreign policy aide to the president; historically, they provide advice on both military and diplomatic matters. The role does not require Senate confirmation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump has clashed heavily with past individuals in this role including John Bolton, who has said<a href=\"https://www.reuters.com/world/us/bolton-excoriates-trump-fresh-introduction-his-memoir-2024-01-30/\"> he’s “unfit” to serve as president again.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What message this sends: </strong>Waltz is one of multiple hawkish foreign policy picks Trump has made. That suggests the Republican Party wing that advocates for intervention and action on the world stage — rather than the restrained, more isolationist faction — may get a large platform in a second Trump administration.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2162329710.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Representative Elise Stefanik in a dark blue V-neck dress, standing and smiling in front of a microphone.\" title=\"Representative Elise Stefanik in a dark blue V-neck dress, standing and smiling in front of a microphone.\" data-has-syndication-rights=\"1\" data-caption=\"US Rep. Elise Stefanik of New York. | Chip Somodevilla/Getty Images\" data-portal-copyright=\"Chip Somodevilla/Getty Images\" />\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"elise-stefanik-has-been-tapped-for-un-ambassador\"><strong>Elise Stefanik has been tapped for UN ambassador</strong></h3>\n\n<p class=\"has-text-align-none\"><strong>Who she is: </strong>Once a moderate, Stefanik — currently part of Republican House leadership — has become a vocal Trump loyalist in recent years as her New York district shifted right.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/2019/11/19/20966940/elise-stefanik-impeachment-hearing-donald-trump-adam-schiff\">Stefanik first burst onto the national stage</a> as a member of the House Intelligence Committee, grilling witnesses as part of Trump’s first impeachment proceeding in the lower chamber in 2019. More recently, she went viral for her questioning of college presidents <a href=\"https://www.nytimes.com/2024/05/23/us/elise-stefanik-republican-antisemitism-hearings.html\">during a hearing on antisemitism</a> and their handling of student protests over Gaza.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a top House Republican, Stefanik has amplified Trump’s 2020 election denials and hewed so close to the president-elect that she was once on the <a href=\"https://www.vox.com/politics/2024/2/9/24048591/trump-vice-president-pick\">shortlist for the vice presidency</a>. Stefanik is also known for her <a href=\"https://www.vox.com/21262150/house-republican-women-candidates\">efforts to recruit and support more Republican women</a> for House seats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">She’s taken a pretty standard conservative stance on foreign policy: Stefanik has been a prominent supporter of aid to Israel while balking at continuing support for Ukraine. She backed early tranches of Ukraine aid but joined other Republicans in arguing that more recent aid could be better applied domestically. Stefanik has previously questioned aid to the United Nations, including to its Relief and Works Agency, which has been vital to providing humanitarian aid to Gaza.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Elise is an incredibly strong, tough and smart America First fighter,” <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-chooses-rep-elise-stefanik-serve-us-ambassador-united-nations-rcna179558\">Trump said in a statement about the role</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What we know about the role: </strong>The UN ambassador serves as a vital envoy for US interests; given the country’s financial support for the body and its role on the UN Security Council, the ambassador has major influence regarding how the organization utilizes its resources and who serves in its leadership.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the last year, UN officials have been increasingly critical of Israel’s attacks on Gaza as thousands have died, health care systems have been assaulted, and famine has struck. As ambassador, Stefanik could criticize these positions and call for defunding UN relief programs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This role requires Senate confirmation.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What message this sends: </strong>The pick suggests that the Trump administration could once again ramp up its disagreements with the United Nations, after attempting to <a href=\"https://foreignpolicy.com/2018/10/02/trump-stealthily-seeks-to-choke-off-funding-to-un-programs/\">curb funding for certain UN initiatives</a> in Trump’s first term. At that time, the administration also pulled out of the UN Human Rights Council, <a href=\"https://www.nytimes.com/2018/06/19/us/politics/trump-israel-palestinians-human-rights.html\">citing its criticisms of Israel</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Stefanik’s naming could also underscore <a href=\"https://www.politico.eu/article/donald-trump-ukraine-russia-war-threatens-cut-aid-election-2024/\">the president-elect’s skepticism</a> of additional aid to Ukraine.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2162539091.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Rep. Matt Gaetz of Florida | Tierney L. Cross/Getty Images\" data-portal-copyright=\"Tierney L. Cross/Getty Images\" />\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"matt-gaetz-has-been-tapped-for-attorney-general\"><strong>Matt Gaetz has been tapped for attorney general</strong></h3>\n\n<p class=\"has-text-align-none\"><strong>Who he is:</strong> Gaetz is a conservative firebrand and longtime Trump supporter who is known for his disruptive presence in the House. Previously, he was a chief antagonist of former House Speaker Kevin McCarthy, and has threatened multiple government shutdowns over concerns that conservative demands weren’t being met on issues like immigration.</p>\n\n<p class=\"has-text-align-none\">Gaetz has sat on the Armed Services and Judiciary committees in the House and has also faced an investigation over his alleged involvement in sex trafficking of a minor. (The DOJ ultimately declined to charge him.)</p>\n\n<p class=\"has-text-align-none\">Trump’s announcement of the position centered heavily on Gaetz’s supposed willingness to root out alleged bias toward the president-elect at the agency. “Few issues in America are more important than ending the partisan Weaponization of our Justice System,” <a href=\"https://truthsocial.com/@realDonaldTrump/posts/113477516524300359\" data-type=\"link\" data-id=\"https://truthsocial.com/@realDonaldTrump/posts/113477516524300359\" rel=\"nofollow\">Trump wrote in a statement on Truth Social</a>. </p>\n\n<p class=\"has-text-align-none\"><strong>What we know about the role:</strong> The attorney general heads the Department of Justice and oversees the enforcement of federal laws. The DOJ conducts investigations of possible violations of these laws and is also responsible for holding federal officials accountable.</p>\n\n<p class=\"has-text-align-none\">Past Trump Attorney General  Jeff Sessions was previously forced out when the president-elect disagreed with <a href=\"https://www.bbc.com/news/world-us-canada-46132348\" data-type=\"link\" data-id=\"https://www.bbc.com/news/world-us-canada-46132348\">his handling of Special Counsel Robert Mueller’s investigation. </a></p>\n\n<p class=\"has-text-align-none\"><strong>What message this sends: </strong>Gaetz is another Trump loyalist who’s poised to help use the agency in a way that aids the president-elect’s aims. Republicans have long complained of targeting and bias at the DOJ and that could prove to be a major focus of his time there. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-1464161119.jpg?quality=90&#038;strip=all&#038;crop=0,10.729399246567,100,78.541201506867\" alt=\"Lee Zeldin sits quietly at a desk with his hands folded.\" title=\"Lee Zeldin sits quietly at a desk with his hands folded.\" data-has-syndication-rights=\"1\" data-caption=\"Former US Rep. Lee Zeldin. | Roy Rochlin/Getty Images\" data-portal-copyright=\"Roy Rochlin/Getty Images\" />\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"lee-zeldin-tapped-as-environmental-protection-agency-administrator\"><strong>Lee Zeldin tapped as Environmental Protection Agency administrator</strong></h3>\n\n<p class=\"has-text-align-none\"><strong>Who he is: </strong>Zeldin is a former Republican House lawmaker who ran a failed campaign for the New York governor’s seat in 2022.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Zeldin did not previously sit on committees focused on environmental policy in the House, and&nbsp;focused on <a href=\"https://www.npr.org/2022/11/09/1134203429/new-york-governor-election-results-kathy-hochul-lee-zeldin\">crime and inflation during his gubernatorial run</a>. That year, he came within a notably close margin of Democratic Gov. Kathy Hochul as a Republican running in a traditionally blue state.</p>\n\n<p class=\"has-text-align-none\">Zeldin has said some of his <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-taps-lee-zeldin-lead-environmental-protection-agency-rcna179658\">first priorities</a> will be to “roll back regulations that are forcing businesses to be able to struggle,” and to work on US “energy dominance.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What we know about the role: </strong>The EPA is responsible for crafting policies that protect clean water and air, and also plays a major role in approving regulations to combat climate change. The administrator position is a Senate-confirmed role.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What message this sends: </strong>Trump promised to take a very different approach to the environment than the Biden administration, including by <a href=\"https://www.vox.com/2024-elections/382679/trump-foreign-policy-america-first-tariffs-nato-alliance\">exiting international climate agreements</a> and focusing on <a href=\"https://www.npr.org/2024/11/06/nx-s1-5181891/trump-win-climate-change-fossil-fuels-clean-energy\">expanding fossil fuel production</a>. Zeldin’s nomination suggests those promises will be a priority, as will <a href=\"https://www.npr.org/2024/11/06/nx-s1-5181891/trump-win-climate-change-fossil-fuels-clean-energy\">rescinding Biden-era environmental protections</a> that curbed carbon emissions for businesses.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2184586024.jpg?quality=90&#038;strip=all&#038;crop=0,10.730373280779,100,78.539253438442\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"elon-musk-and-vivek-ramaswamy-will-co-lead-a-new-department-of-government-efficiency\"><strong>Elon Musk and Vivek Ramaswamy will co-lead a new “Department of Government Efficiency</strong>”</h3>\n\n<p class=\"has-text-align-none\"><strong>Who Musk is: </strong>A massive and vocal Trump advocate, Musk has used his platform on X (formerly known as Twitter) to boost the president-elect as well as misinformation about numerous topics, including noncitizen voting and election fraud.  </p>\n\n<p class=\"has-text-align-none\">Musk is known for leading several companies, including Tesla and SpaceX, and for increasingly becoming part of Trump’s inner circle. Musk has also faced <a href=\"https://qz.com/tesla-elon-musk-ev-factory-wage-law-violations-lawsuit-1851391624\">allegations of labor violations at his companies</a>, and for past attention-seeking efforts, like trying — and failing — to help a group of <a href=\"https://www.vox.com/2018/7/18/17576302/elon-musk-thai-cave-rescue-submarine\">Thai youth trapped in a cave in 2018</a>. </p>\n\n<p class=\"has-text-align-none\">He’ll lead something called the Department of Government Efficiency, or DOGE, alongside former presidential candidate Vivek Ramaswamy. The moniker for the department is a nod to the cryptocurrency Musk once endorsed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">&#8220;Together, these two wonderful Americans will pave the way for my Administration to dismantle Government Bureaucracy, slash excess regulations, cut wasteful expenditures, and restructure Federal Agencies &#8211; Essential to the &#8216;Save America&#8217; Movement,&#8221; Trump wrote in a statement.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2180840404.jpg?quality=90&#038;strip=all&#038;crop=0,13.791470441211,100,72.417059117577\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\"><strong>Who Ramaswamy is: </strong>A 2024 presidential candidate and biotech entrepreneur, Ramaswamy framed himself as an outsider trying to challenge the establishment during the GOP primary.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ramaswamy also aligned himself closely with Trump during his run, and has made much of his platform dedicated to combating “wokeism.”</p>\n\n<p class=\"has-text-align-none\"><strong>What we know about the role: </strong>The Department of Government Efficiency doesn’t currently exist and a new government agency can’t be created without the approval of Congress. It’s likely that this agency will exist outside of the government instead.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s purportedly focused on slashing bureaucracy, government spending, and waste.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What message this sends: </strong>This position speaks to the prominence that Musk has achieved in Trump’s orbit, and Ramaswamy in far-right circles, despite a lack of government and policy experience.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182885052.jpg?quality=90&#038;strip=all&#038;crop=0,10.729339346038,100,78.541321307924\" alt=\"Susie Wiles shaking hands with Trump onstage at a Trump-Vance rally.\" title=\"Susie Wiles shaking hands with Trump onstage at a Trump-Vance rally.\" data-has-syndication-rights=\"1\" data-caption=\"Susie Wiles, Trump’s senior national adviser. | Jabin Botsford/Washington Post via Getty Images\" data-portal-copyright=\"Jabin Botsford/Washington Post via Getty Images\" />\n<h3 class=\"wp-block-heading has-text-align-none\" id=\"susie-wiles-has-been-named-chief-of-staff\"><strong>Susie Wiles has been named chief of staff</strong></h3>\n\n<p class=\"has-text-align-none\"><strong>Who she is: </strong>Wiles, a longtime Florida campaign operative, helped run Trump’s 2016 campaign in the state and was a Trump senior national adviser in 2024. She’s heavily credited for the success he had during the Republican primary in 2024 and had previously aided Florida Gov. Ron DeSantis during his gubernatorial run in 2018 prior to a <a href=\"https://www.politico.com/news/2024/11/09/ron-desantis-susie-wiles-reaction-00188586\">falling out between the two</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Wiles has also been a <a href=\"https://www.politico.com/news/2024/11/07/5-things-you-need-to-know-about-susie-wiles-00188391\">corporate lobbyist</a> and worked with a spectrum of Republicans in the past, including former Utah Sen. Mitt Romney and Florida Sen. Rick Scott.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Susie is tough, smart, innovative … universally admired and respected,” <a href=\"https://www.cbsnews.com/news/trump-susie-wiles-chief-of-staff/\">Trump said in a statement</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What we know about the role: </strong>The chief of staff is effectively a gatekeeper who helps shape the president’s priorities and offers policy counsel. The position is the most prominent political appointee in the White House and is not Senate confirmed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Notably, <a href=\"https://www.cnn.com/2024/10/22/politics/trump-fascist-john-kelly/index.html\">Trump’s former Chief of Staff John Kelly</a> has been a major Trump critic, describing him as a “fascist” who favors a “dictator approach.”</p>\n\n<p class=\"has-text-align-none\"><strong>What message this sends: </strong>Wiles <a href=\"https://www.pbs.org/newshour/show/who-is-susie-wiles-the-woman-behind-trumps-historic-return-to-the-oval-office\">has been credited</a> with professionalizing Trump’s campaign operations and reining in some of the chaos that has marked his past operations. That said, his campaign was still <a href=\"https://www.axios.com/2023/12/30/trump-poisoning-the-blood-racism\">rife with racist remarks</a> that echoed authoritarians as well as frequent lies <a href=\"https://www.cnn.com/2024/07/31/politics/donald-trump-kamala-harris-black-nabj/index.html\">about former Vice President Kamala Harris’s </a><a href=\"https://www.youtube.com/watch?v=mveuxlccbV0\">policies and identity</a>. Kelly has said he <a href=\"https://www.motherjones.com/politics/2024/11/trump-susie-wiles-chief-staff-campaign/\">attempted to restrain the president</a> during his first term, though it was still plagued by in-fighting and tumultuous policies on everything from climate to immigration.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, November 13, 7 pm ET:</strong></em> <em>This story, originally published on November 11, has been updated multiple times to reflect additional nominations that are expected.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President-elect Donald Trump has begun naming members to his White House team, offering a strong signal about the direction he’ll take on important issues, including foreign policy, immigration, and climate. Trump’s picks have included multiple immigration hardliners, underscoring his commitment to proposals like mass deportation, as well as a number of staffers who hold adversarial [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Scientists just discovered a sea creature as large as two basketball courts. Here’s what it looks like.",
    "link": "https://www.vox.com/down-to-earth/384668/worlds-largest-coral-discovered-solomon-islands",
    "pubDate": "2024-11-14T00:01:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Drone image of a shoreline, shallows, and an area that is a large coral in deeper water.\" data-caption=\"A view from above of the newly discovered “mega” coral in the Solomon Islands. | Seve Spence/National Geographic Pristine Seas\" data-portal-copyright=\"Seve Spence/National Geographic Pristine Seas\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/11-NGSPS2024SOL_NGPS2024SOL_1025_ThreeSisters2_SMS_DJIM_001_DJI_20241024154819_0016_D.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A view from above of the newly discovered “mega” coral in the Solomon Islands. | Seve Spence/National Geographic Pristine Seas</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the warm blue waters of the Solomon Islands, an island chain in the South Pacific, lies one of the world’s largest sea creatures.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Roughly the size of two basketball courts, it’s neither a whale nor a giant squid. </p>\n\n<p class=\"has-text-align-none\">It is a single piece of coral.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Wednesday, a team of researchers and filmmakers exploring the Solomon Islands revealed that they found what they claim is the world’s largest individual coral colony. The coral, a communal organism comprising millions of animals called polyps, is 34 meters wide and 32 meters long — and&nbsp;so large it can be seen from space. A typical coral reef is made of many different coral colonies, most of which are genetically distinct, whereas this is just one individual.</p>\n\n<p class=\"has-text-align-none\">In new photos shared by the research team, the coral, a species known as Pavona clavus, looks like a lumpy brown mound covered in knobs. Closer views reveal bits of yellow, green, and purple. Given its size and the slow speed at which corals grow, this individual is likely several centuries old.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/06-NGSPS2024SOL_MSF_2532Nat_Geographic.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A huge mound of coral underwater, with a scuba diver looking small beside it.\" title=\"A huge mound of coral underwater, with a scuba diver looking small beside it.\" data-has-syndication-rights=\"1\" data-caption=\"The mega coral is so large it dwarfs the diver alongside it. | Manu San Félix/National Geographic Pristine Seas\" data-portal-copyright=\"Manu San Félix/National Geographic Pristine Seas\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/14-NGSPS2024SOL_MSF_2599Nat_Geographic.jpg?quality=90&#038;strip=all&#038;crop=0,10.736575241132,100,78.526849517736\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Close-up views reveal all kinds of sea life growing on and around the coral. | Manu San Félix/National Geographic Pristine Seas\" data-portal-copyright=\"Manu San Félix/National Geographic Pristine Seas\" />\n<p class=\"has-text-align-none\">“It’s a dream to see something unique like this,” Manu San Félix, an underwater photographer and marine biologist who first saw the coral last month in the Solomon Islands, told Vox. “When Napoleon was alive, this thing was here.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">San Félix discovered the coral&nbsp;while filming near an island called Malaulalo for an ongoing National Geographic expedition. The expedition, a collaboration with the Solomon Islands government, is part of National Geographic’s Pristine Seas project, which aims to help countries establish more marine parks,&nbsp;in part by documenting sea life. Malaulalo is mostly uninhabited and its waters are largely unexplored, according to Dennis Marita, a member of the Po&#8217;onapaina Tribe of Ulawa. The tribe oversees Malaulalo’s marine territory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This is something huge for our community,” Marita, who’s also the director of culture at the Solomon Islands’s ministry of culture and tourism, said in a press conference Tuesday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">No other coral in the public record is larger than this one, though it’s possible that there are bigger colonies in remote stretches of the ocean that have yet to be discovered. The <a href=\"https://www.nature.com/articles/s41598-020-77776-7\">previous record-holder</a> for the world’s largest coral was a colony in American Samoa that was roughly 22 meters wide.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Many of the world’s coral reefs are remote and not well explored,” Stacy Jupiter, executive director of marine conservation at the Wildlife Conservation Society, who was not involved in this expedition, told Vox. Humans have only surveyed <a href=\"https://oceanexplorer.noaa.gov/world-oceans-day/reason-1.html\">about 5 percent</a> of the planet’s marine realm, she mentioned. “So it is not surprising at all that we continue to make new discoveries, even of large creatures,” Jupiter said.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/31-NGSPS2024SOL_1024_DAY-STRINGOUT.jpg?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"A large underwater mound with a scuba diver looking small swimming above it.\" title=\"A large underwater mound with a scuba diver looking small swimming above it.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Manu San Félix, National Geographic Pristine Seas\" />\n<h2 class=\"wp-block-heading has-text-align-none\">“Beacon of hope”</h2>\n\n<p class=\"has-text-align-none\">The discovery comes at a time when coral reefs around the world are vanishing. </p>\n\n<p class=\"has-text-align-none\">Climate change is warming the oceans, and warm water kills corals. Coral gets its color and much of its food from symbiotic algae that live inside polyps. When seawater gets too warm, that algae disappears, and the coral turns white —&nbsp;or “bleaches.” Bleached corals are essentially starving to death.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Coral reefs globally are facing <a href=\"https://www.reuters.com/business/environment/global-coral-bleaching-event-expands-now-largest-record-2024-10-17/\">the most extensive bleaching crisis on record</a>. Three-quarters of the world’s coral reefs have experienced enough ocean heat to cause bleaching since early 2023, <a href=\"https://coralreefwatch.noaa.gov/satellite/research/coral_bleaching_report.php\">according to</a> the National Oceanic and Atmospheric Administration. Many <a href=\"https://www.vox.com/climate/23868423/florida-coral-reef-bleaching-heat-wave-climate-change\">corals have died</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, new research suggests that <a href=\"https://iucn.org/press-release/202411/over-40-coral-species-face-extinction-iucn-red-list\">more than 40 percent</a> of hard corals —&nbsp;those that build reefs, like the recently discovered colony in the Solomon Islands — are at risk of extinction.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is a problem, to put it lightly. Reefs dampen waves that hit the shoreline during hurricanes, they are home to a significant portion of commercial fish that people eat, and they are the engine of tourism economies in many coastal regions. Hundreds of millions of people depend on coral reefs.</p>\n\n<p class=\"has-text-align-none\">Perhaps unsurprisingly, the National Geographic team discovered a lot of dead coral in the shallows of the Solomon Islands, likely due to excessive heat in the ocean, said Molly Timmers, a marine ecologist and the expedition’s lead scientist. That was discouraging, she said. </p>\n\n<p class=\"has-text-align-none\">In the face of that loss, this discovery was a “beacon of hope,” Timmers told Vox. “It’s like, holy crap! This is amazing!”</p>\n\n<p class=\"has-text-align-none\">Large coral colonies provide homes for marine critters like crabs, snails, and small fish. More importantly, they seed the ocean with baby corals when they spawn, or reproduce,&nbsp;helping damaged sections of reef recover.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Plus, this particular coral may be resilient to stress, including excessive marine heat. The research team estimates that it’s between 300 and 500 years old, meaning it’s lived through multiple global bleaching events and survived. Unlike some of the coral closer to shore, this individual — which was more than 10 meters deep — appeared healthy, perhaps because it was in deeper, cooler water or because it has some built-in genetic tolerance to heat. So the spawn it produces could be resilient too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Anything old is really good at surviving,” said Maria Beger, a marine ecologist at the University of Leeds, who was not involved in the discovery.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/12-NGSPS2024SOL_NGPS2024SOL_1025_ThreeSisters2_ISF_CR3_001_MSF_2570-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Two scuba divers and a long measuring tape underwater above a large coral mound.\" title=\"Two scuba divers and a long measuring tape underwater above a large coral mound.\" data-has-syndication-rights=\"1\" data-caption=\"Divers measure the newly discovered coral, revealing it to be the largest on record. | Manu San Félix/National Geographic Pristine Seas\" data-portal-copyright=\"Manu San Félix/National Geographic Pristine Seas\" />\n<p class=\"has-text-align-none\">Discovering a hulking colony of coral is not, by itself, all that impressive, said Beger. To support marine life and withstand threats like climate change, it’s more important that reefs have a diverse array of coral species in all shapes and sizes, rather than one big one. </p>\n\n<p class=\"has-text-align-none\">“At the same time, if a report like this gets people excited about coral reefs,” she said, “maybe that’s a good thing.”</p>\n\n<p class=\"has-text-align-none\">The discovery could also help the Solomon Islands conserve their waters more effectively, Marita, of the ministry of culture and tourism, told Vox. While his tribe has been informally conserving Malaulalo for a decade on its own, he said, the island would benefit from an official marine protected area recognized by the Solomon Islands government. Marita has been campaigning to make that happen.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This will certainly boost the conservation initiative that we have been working on,” he told Vox, referring to the discovery. “This mega coral will help bring much-needed visibility and recognition from the government and other stakeholders. This is really a gain for us.”&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the warm blue waters of the Solomon Islands, an island chain in the South Pacific, lies one of the world’s largest sea creatures.&#160; Roughly the size of two basketball courts, it’s neither a whale nor a giant squid. It is a single piece of coral.&#160; On Wednesday, a team of researchers and filmmakers exploring [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "The most dangerous roads in America have one thing in common",
    "link": "https://www.vox.com/future-perfect/384562/state-highways-dots-car-crashes-pedestrian",
    "pubDate": "2024-11-13T23:00:16.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"bird’s-eye view of a wide road with three lanes going in each direction and a neighborhood nearby with homes and businesses. A pedestrian is seeing crossing in a crosswalk.  \" data-caption=\"A pedestrian crosses Roosevelt Boulevard in Philadelphia, a maze of chaotic traffic that passes through some of the city&#039;s most diverse and low-income neighborhoods. | Julio Cortez/AP Photo\" data-portal-copyright=\"Julio Cortez/AP Photo\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/AP22146817836378-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A pedestrian crosses Roosevelt Boulevard in Philadelphia, a maze of chaotic traffic that passes through some of the city&#039;s most diverse and low-income neighborhoods. | Julio Cortez/AP Photo</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Some <a href=\"https://blog.phillyhistory.org/index.php/2011/08/the-boulevard/\">110 years ago</a>, a <a href=\"https://www.facebook.com/oldimagesofphiladelphia/photos/roosevelt-boulevard-philadelphia-pa-circa-1929/1173930726003197/?paipv=0&amp;eav=Afalm-woospaGzSHhjFwCRd8TsK3u_YGSewLU0Dm9ax3uWGI1qCynOKD9Y8ewa7m8qQ&amp;_rdr\">picturesque</a> new road known as Roosevelt Boulevard <a href=\"https://billypenn.com/2017/02/06/how-roosevelt-boulevard-became-the-most-dangerous-road-in-philadelphia/\">began ferrying vehicles</a> across the nascent but burgeoning neighborhoods of North and Northeast Philadelphia. At first, traffic was light, but it rapidly thickened as car ownership rose and the surrounding area developed. By the 1950s, when the boulevard expanded to meet the new Schuylkill Expressway, it was lined with row houses and shops. Today, what was initially a bucolic parkway has become a traffic-snarled, 12-lane thoroughfare snaking its way through neighborhoods that house <a href=\"https://www.phila.gov/media/20210513121401/Route-for-Change-program-executive-summary.pdf\">1 in 3 Philadelphians</a>.</p>\n\n<p class=\"has-text-align-none\">It is, by all accounts, a mess.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Dubbed the “corridor of death,” Roosevelt Boulevard has been named the <a href=\"https://whyy.org/articles/philadelphia-roosevelt-boulevard-speed-cameras-safety-study/\">most dangerous street in the city</a> (and among <a href=\"https://www.cbsnews.com/philadelphia/video/philadelphias-roosevelt-blvd-among-most-dangerous-roads-in-us/#10\">the most dangerous in the nation</a>). In 2021, 24 crashes resulting in deaths or serious injuries <a href=\"https://www.itskrs.its.dot.gov/2023-b01760\" data-type=\"link\" data-id=\"https://www.itskrs.its.dot.gov/2023-b01760\">took place</a> there. Residents “want to get across the street to the pharmacy to get their medication or get across the street to the supermarket,” Latanya Byrd, whose niece and three nephews were killed in a crash on the boulevard in 2013, said in a <a href=\"https://www.youtube.com/watch?v=K3LxEpAIQMM&amp;t=16s\">video</a> produced by Smart Growth America. “It may take two, maybe three lights, for them to get all the way across.” </p>\n\n<p class=\"has-text-align-none\">It&#8217;s not just pedestrians who loathe Roosevelt Boulevard. “People who walk, drive, or take public transit are all pretty badly screwed,” Philadelphia’s public radio station <a href=\"https://billypenn.com/2017/02/06/how-roosevelt-boulevard-became-the-most-dangerous-road-in-philadelphia/\">declared</a> in 2017.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Aware of the road’s shortcomings, city officials have long sought design changes that would reduce crashes. But they are powerless to act on their own, because the boulevard is controlled by the state of Pennsylvania.</p>\n\n<p class=\"has-text-align-none\">That situation is common across the United States, where many of the most deadly, polluting, and generally awful urban streets are overseen by state departments of transportation (DOTs). Often they were constructed decades ago, when the surrounding areas were sparsely populated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Although <a href=\"https://www.fhwa.dot.gov/policyinformation/statistics/2022/hm10.cfm\">only 14 percent of urban road miles nationwide</a> are under state control, two-thirds of all crash deaths in the 101 largest metro areas occur there, according to a recent <a href=\"https://smartgrowthamerica.org/dangerous-by-design/\">Transportation for America report</a>. In some places, this disparity is widening: From 2016 to 2022, <a href=\"https://www.austintexas.gov/sites/default/files/files/ATD%20PIO/Vision%20Zero/Vision%20Zero%20Update%2005.25.23.pdf\">road fatalities in Austin, Texas,</a> fell 20 percent on locally managed roads while soaring 98 percent on those the state oversees.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The country is littered with roads that are a legacy of the past, that don’t work very well, and that drive people crazy,” said US Rep. Earl Blumenauer (D-OR), who calls them “legacy highways.”</p>\n\n<p class=\"has-text-align-none\">Instead of fixing such roadways, state officials tend to keep them as they are, citing limited resources or a need to maintain traffic speeds. In doing so, they constrain the capacity of even the most comprehensive local reforms to respond to urgent problems like <a href=\"https://www.vox.com/future-perfect/2023/8/25/23844717/america-safe-air-travel-car-safety-accidents\">car crash deaths</a>, which are far more widespread in the US than among peer countries, or unreliable bus service.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Unless state DOTs recognize that a successful urban road must do more than facilitate fast car trips, that problem will persist.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Why we have state highways</h2>\n\n<p class=\"has-text-align-none\">In the early 1900s, states from coast to coast created transportation agencies to build smooth, wide roads that enabled long-distance car trips. New high-capacity roadways traversed forests and farmland, often terminating at what was then the urban edge. When Americans went on a car-buying binge after World War II, states like <a href=\"https://www.michiganhighways.org/history5.html\">Michigan widened their highways</a> with the goal of keeping traffic moving quickly, a prime directive for engineers.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://highways.dot.gov/public-roads/septoct-2000/genie-bottle-interstate-system-and-urban-problems-1939-1957\">High-speed roadways</a> fed rapid suburbanization, with new developments mushrooming on the city periphery. <a href=\"https://www.britannica.com/place/Columbus-Ohio\">Columbus, Ohio</a>, for instance, roughly doubled in population from 1950 and 2000, while its land area quintupled. Sprawling cities in the South and Southwest <a href=\"https://population.us/az/mesa/\">emerged seemingly overnight</a>, while <a href=\"https://www.leventhalmap.org/digital-exhibitions/bending-lines/why-persuade/1.1.2/\">new suburbs encircled</a> older metropolises in the North.</p>\n\n<p class=\"has-text-align-none\">In these newly urbanized areas, state highways that had previously meandered through the countryside were now lined with retail and housing. Their designers had initially paid little attention to transit, sidewalks, or tree cover — features that are often afterthoughts for rural roads, but crucial in more densely populated areas.</p>\n\n<p class=\"has-text-align-none\">As with Philadelphia’s Roosevelt Boulevard, the width and traffic speed of state roads in urban neighborhoods now frequently clash with local desires for street safety, quality transit service, and pedestrian comfort. But revising them is rarely a priority for state DOTs engaged in a Sisyphean battle against traffic congestion.</p>\n\n<p class=\"has-text-align-none\">“If a state agency’s primary focus is on moving vehicles, they’re looking at reducing delays and building clear zones” that remove objects such as trees next to a road, where errant drivers might strike them, said Kristina Swallow, who previously led the Nevada DOT as well as urban planning for Tucson, Arizona. “At the local level, you’re looking at a bunch of other activities. You have people walking or on a bike, so you may be okay with some congestion, because you know that’s what happens when people are coming into an economically vibrant community.”</p>\n\n<p class=\"has-text-align-none\">City-state tensions over state highways can take many forms. Roadway safety is often a flashpoint, since fixes frequently involve slowing traffic that state officials want to keep flowing. In San Antonio, for instance, the city negotiated for years with the Texas DOT to add sidewalks and bike lanes to Broadway, a state arterial with seven lanes. Last year the state <a href=\"https://sanantonioreport.org/san-antonio-txdot-broadway-corridor-funding/\">scuttled that plan at the 11th hour, leaving Broadway’s current design in place.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">Local efforts to improve transit service can also face state resistance. In September, Madison, Wisconsin, launched its first <a href=\"https://www.cityofmadison.com/metro/routes-schedules/bus-rapid-transit\">bus rapid transit</a> (BRT) line, a fast form of bus service that relies on dedicated bus lanes. But much of its route runs along East Washington, an arterial managed by Wisconsin, and the state transportation department prevented Madison from making the entire BRT lane bus-only <a href=\"https://media.cityofmadison.com/Mediasite/Showcase/madison-city-channel/Presentation/fe4f5aeeb21d4b38bb2fe030f894018b1d?playfrom=1452000\">during rush hour</a>. That could sabotage the new service out of the gate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“These dedicated bus lanes would serve the bus best in the heaviest traffic, so it’s counterintuitive to typical BRT design,” said Chris McCahill, who leads the State Smart Transportation Initiative at the University of Wisconsin and serves on Madison’s transportation commission. Wisconsin’s DOT did not respond to a request for comment.</p>\n\n<p class=\"has-text-align-none\">The whole point of fast transit programs like BRT is to get more people to ride transit instead of driving, thereby increasing the total <em>human</em> capacity of a road since buses are much more space-efficient than cars. But that logic can escape state transportation executives oriented toward longer, intercity trips instead of shorter, intracity ones, as well as highway engineers trained to focus on maximizing the speed of all vehicles, regardless of how many people are inside them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even sympathetic state transportation officials may not fix dysfunctional urban roadways due to limited resources and competing needs that include expensive upgrades to bridges and interstates. Critical but relatively small-dollar projects, such as street intersection adjustments that better serve pedestrians or bus riders, can get lost in the shuffle. Lacking the authority to make changes themselves, city officials are stuck.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“How do you create connected networks when you don’t own the intersection, and to fix it you have to compete at the state level with 500 other projects?” said <a href=\"https://nacto.org/person/stefanie-seskin/\">Stefanie Seskin</a>, the director of policy and practice at the National Association of City Transportation Officials (NACTO).</p>\n\n<p class=\"has-text-align-none\">As an example, Seskin cited the state-controlled St. Mary’s Street bridge in Brookline, a dense suburb adjacent to Boston. “It’s the only way to get to and from Boston that isn’t on a major, super busy arterial,” she said. “It’s not structurally deficient, but from the position of those walking, biking, and using transit, it’s just not functioning well. It requires a reconstruction” — something that Massachusetts has not done.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The beginnings of a paradigm shift in transportation policy</h2>\n\n<p class=\"has-text-align-none\">With deaths among US pedestrians and cyclists <a href=\"https://www.vox.com/23784549/pedestrian-deaths-traffic-safety-fatalities-governors-association\">hitting a 40-year high in 2022</a>, a growing number of state DOTs are starting to acknowledge that maximizing vehicle speed is not the only goal that matters on urban roadways. The Pennsylvania DOT, for example, is now <a href=\"https://www.penndot.pa.gov/RegionalOffices/district-6/ConstructionsProjectsAndRoadwork/Philadelphia/Pages/Roosevelt-Boulevard-Improvement-Projects.aspx\">working</a> with Philadelphia to at last bring lane redesigns, bus lane improvements, and speed cameras to Roosevelt Boulevard. On the other side of the country, the head of the Washington state DOT has <a href=\"https://www.theurbanist.org/2024/08/23/wsdot-head-wants-150-million-annual-stroad-fund/\">requested $150 million</a> from the state legislature to address the shortcomings of legacy highways.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I think there are people in every single state DOT who want to be more proactive and to plan for safer streets for people who are moving, no matter what mode of transportation they use,” Seskin told me. “I don&#8217;t think that that was necessarily the case 20 years ago.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, fixing the deficiencies of state roadways requires a paradigm shift within state DOTs, with senior officials accepting that maximizing car speeds jeopardizes crucial local priorities like accommodating pedestrians, enabling rapid transit service, or supporting outdoor dining.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such nuance can escape state highway engineers trained with a <a href=\"https://www.bloomberg.com/news/features/2024-06-03/in-killed-by-a-traffic-engineer-a-us-road-planner-pleads-for-reform?sref=qYiz2hd0\">myopic focus on vehicle speed</a>. “Many of the people doing roadway design work for states are still stuck in the old model,” said Billy Hattaway, an engineer who previously held senior transportation roles in the Florida DOT as well as the city of Orlando.</p>\n\n<p class=\"has-text-align-none\">McCahill, of the State Smart Transportation Initiative, empathized with those toiling within state DOTs. “Think about their position as engineers,” he said. “They&#8217;ve got their federal highway design guidelines, they&#8217;ve got their state guidelines. They&#8217;ve been conditioned to be conservative and not try new things.”</p>\n\n<p class=\"has-text-align-none\">Historically, those roadway design guidelines have prioritized free-flowing traffic. Making them more malleable could empower engineers to get more creative. Instead of applying one-size-fits-all rules for elements like lane widths and traffic lights, “<a href=\"https://trid.trb.org/View/1085159\">context-sensitive design</a>” encourages engineers working in urban settings to add pedestrian crossings, narrow lanes, and other features that can support local transportation needs. McCahill applauded Florida’s DOT for recently “rewriting” <a href=\"https://www.fdot.gov/roadway/fdm/default.shtm\">its design guide</a> to incorporate such context-sensitive layouts.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Federal money could help finance such redesigns — if state officials know how to use it. “There’s a lack of knowledge about the flexibility of federal dollars, with misunderstandings and different interpretations,” said NACTO’s Seskin. Recognizing the issue, over the summer, the <a href=\"https://www.fhwa.dot.gov/specialfunding/legacyhighways/240726.pdf\">Federal Highway Administration published guidance</a> and held a webinar highlighting dozens of federal funding programs available to upgrade legacy highways.</p>\n\n<p class=\"has-text-align-none\">Then there is an alternative approach: Rather than revise problematic roads themselves, states can hand them over to local officials, letting them manage improvements and maintenance. Washington state, for instance, in 2011 <a href=\"https://housedemocrats.wa.gov/blog/2011/02/26/bothell-to-get-2-5-miles-of-sr-527-for-multiway-boulevard-project/\">transferred</a> a 2.5-mile strip of state road 522 to the Seattle suburb of Bothell. But such moves are not always financially feasible.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The risk is that when you transfer a highway to local government, you take away the capacity to properly fund it over the long term” because the city becomes responsible for upkeep, said <a href=\"https://www.nlc.org/people/brittney-d-kohler/\">Brittney Kohler</a>, the legislative director of transportation and infrastructure for the National League of Cities. Unless the revamped road spurs development that creates new tax revenue, as it did in Bothell, cash-strapped cities may be unable to afford the costs of retrofits and ongoing maintenance.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">States and cities can work together to fix legacy highways — and federal support can help</h2>\n\n<p class=\"has-text-align-none\">In Portland, Oregon, pretty much everyone <a href=\"https://www.oregonlive.com/portland/2012/03/portlands_bad_roads_readers_re.html\">seems to agree </a>that 82nd Avenue, a major thoroughfare that the state manages, is a disaster.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Originally a little-used roadway marking the eastern edge of the city, 82nd Avenue has developed into a bustling arterial. It’s been a dangerous eyesore for decades, with potholed pavement, insufficient pedestrian crossings, inadequate lighting, and minimal tree cover, said Art Pearce, a deputy director for the Portland Bureau of Transportation. According to city statistics, from 2012 to 2021, crashes on the thoroughfare caused 14 deaths and 122 serious injuries. At least two-thirds of crash victims were pedestrians, bicyclists, or occupants of cars turning left at intersections without traffic signals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During winter storms, Pearce said state workers would often clear nearby Interstate 205 but leave 82nd Avenue unplowed, leaving the city to do it without compensation. “Our priority in snow and ice is to keep public transit moving, and 82nd Avenue has the highest transit ridership in the whole state,” he said.</p>\n\n<p class=\"has-text-align-none\">Nearby residents and business owners have been begging local officials to revamp 82nd Avenue for decades, said Pearce and Blumenauer (whose congressional district includes Portland). The state was willing to transfer the roadway to the city, but the local officials wanted more than a handshake.</p>\n\n<p class=\"has-text-align-none\">“We were like, if you give us $500 million, the city will take over 82nd Avenue and fix it,” Pearce said. “The state officials answered, ‘We don’t have $500 million, so hey, good meeting.’”</p>\n\n<p class=\"has-text-align-none\">A breakthrough came in 2021, when the <a href=\"https://www.whitehouse.gov/american-rescue-plan/\">American Rescue Plan Act</a> offered states and cities a one-time influx of federal funding. Matching that money with contributions of their own, the state and city negotiated a <a href=\"https://www.opb.org/article/2021/11/18/oregon-odot-portland-82nd-avenue-local-control/\">transfer of seven miles of 82nd Avenue from the Oregon DOT to Portland</a>. Some $185 million will go toward new features including sidewalk extensions, trees, a BRT line, and curb cuts for those using a wheelchair or stroller. Blumenauer, who said that reconstructing 82nd Avenue has been a personal goal for 35 years, led US Transportation Secretary Pete Buttigieg on <a href=\"https://www.oregonlive.com/commuting/2023/07/us-transportation-secretary-pete-buttigieg-tours-portlands-82nd-avenue-sees-opportunities-for-area.html\">a tour</a> of the roadway last year.</p>\n\n<p class=\"has-text-align-none\">The success story is “a bit of a one-off,” Blumenauer admits, reliant on stimulus dollars tied to the Covid-19 pandemic. But a dedicated federal funding source could enable similar roadway reboots nationwide.</p>\n\n<p class=\"has-text-align-none\">At the moment, President-elect Donald Trump and incoming congressional Republicans show little appetite for transportation reforms, but a golden opportunity will come during the development of the next <a href=\"https://www.fhwa.dot.gov/policy/olsp/reportspubs.cfm\">multiyear surface transportation bill</a>, which is expected to be passed after the 2026 midterms. Although Blumenauer did not run for reelection this month, he said he hopes the future bill will include a competitive grant program that invites state and local officials to submit joint proposals to upgrade state highways in urban areas, with federal dollars acting as a sweetener.</p>\n\n<p class=\"has-text-align-none\">Otherwise, these state roads will continue to obstruct urban residents’ most cherished goals of safety, clean air, and public space. Flourishing cities cannot coexist with fast, decrepit roads. Too many state officials have not yet learned that lesson.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, November 13, 6 pm ET: </strong>An earlier version of this story miscalculated the number of pedestrian fatalities on Roosevelt Boulevard in 2022.</em> <em>There were <a href=\"https://www.cbsnews.com/amp/news/unsafe-streets-the-dangers-facing-pedestrians/\">59 city-wide</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Some 110 years ago, a picturesque new road known as Roosevelt Boulevard began ferrying vehicles across the nascent but burgeoning neighborhoods of North and Northeast Philadelphia. At first, traffic was light, but it rapidly thickened as car ownership rose and the surrounding area developed. By the 1950s, when the boulevard expanded to meet the new [&#8230;]",
    "author": "David Zipper"
  },
  {
    "title": "How People’s “Sexiest Man Alive” entered its flop era",
    "link": "https://www.vox.com/culture/384916/john-krasinski-people-sexiest-man-alive-blake-shelton-patrick-dempsey",
    "pubDate": "2024-11-13T22:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"John Krasinski standing beside a larger-than-human furry purple character.\" data-caption=\"John Krasinski attends the UK premiere of “IF” on May 7, 2024, in London, England.﻿ | ﻿Karwai Tang/WireImage\" data-portal-copyright=\"﻿Karwai Tang/WireImage\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2151953261.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>John Krasinski attends the UK premiere of “IF” on May 7, 2024, in London, England.﻿ | ﻿Karwai Tang/WireImage</figcaption>\n</figure>\n<p class=\"has-text-align-none\">This week, a number of social media users were, once again, disappointed by the selection of a certain man to a coveted position. Actor John Krasinski — yes, Jim from <em>The Office</em> — was given the title of <a href=\"https://people.com/sexiest-man-alive-2024-john-krasinski-reveal-8743226\">People’s<em> </em>“Sexiest Man Alive.”</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s a choice that’s less egregious than genuinely perplexing. It’s not that Krasinski isn’t an objectively handsome man. In his most recent television role — on the Prime Video show<em> Jack Ryan</em>, which <a href=\"https://deadline.com/2023/05/jack-ryan-premiere-date-release-pattern-season-4-final-season-episode-count-prime-video-1235360151/\">ended in 2023</a> — he played a buff, butt-kicking CIA agent. It’s more that his career has rarely ever required him to display any sort of sex appeal. His most crush-worthy role to date was arguably more than a decade ago on <em>The Office </em>as the funny and approachable Jim Halpert. Since then, the most female attention he gets on social media is when he’s posing with his wife, actress Emily Blunt, on a red carpet. Plus, it’s not exactly his year for visible hotness: His work in 2024 was almost entirely behind the scenes, directing the children’s film <em>IF</em> and producing <em>A Quiet Place: Day One</em>. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Introducing PEOPLE’s 2024 <a href=\"https://twitter.com/hashtag/SexiestManAlive?src=hash&amp;ref_src=twsrc%5Etfw\">#SexiestManAlive</a>, <a href=\"https://twitter.com/johnkrasinski?ref_src=twsrc%5Etfw\">@JohnKrasinski</a>. 🔥 Pick up your issue on newsstands this week. <a href=\"https://t.co/H792MltVUC\">https://t.co/H792MltVUC</a><br><br> 📷: Julian Ungano <a href=\"https://t.co/2rLAbwpRBx\">pic.twitter.com/2rLAbwpRBx</a></p>&mdash; People (@people) <a href=\"https://twitter.com/people/status/1856562036483805239?ref_src=twsrc%5Etfw\">November 13, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">All this to say, in a pop culture landscape practically infested with “internet boyfriends,” Krasinski was a baffling choice. Amid <a href=\"https://www.theguardian.com/culture/2024/nov/12/celebrity-lookalike-contest-chalamet-mescal\">look-alike competitions</a> being held for Hollywood’s hottest young men across the United States and Europe — your Timmy Chalamets, your Paul Mescals — the lack of excitement around this issue has never felt so loud. What does it even mean to be People’s sexiest man alive in 2024, if it means anything at all? And why are we still so invested? </p>\n\n<p class=\"has-text-align-none\">For readers who witnessed <a href=\"https://people.com/patrick-dempsey-people-sexiest-man-alive-2023-exclusive-8391684\">Patrick Dempsey receive this honor just last year</a>, it must be pointed out that the “Sexiest Man Alive” issue didn’t always feel this arbitrary and untimely. From its (<a href=\"https://variety.com/2020/film/news/mel-gibson-controversies-career-1234696080/\">now-cursed</a>) inaugural issue in 1985 with box-office star Mel Gibson up until <a href=\"https://people.com/celebrity/channing-tatum-is-sexiest-man-alive-2012-2/\">Channing Tatum’s spread in 2012</a>, the titular “man” felt representative of the tastes of the average (straight white) woman. Plus, it was often a star who was dominating at the box office. In the past, the cover served as the ultimate advertising vehicle for “it” guys who were either newly cementing themselves as full-fledged movie stars, like Brad Pitt in 1995 and George Clooney in 1997, or major celebs reassuring the public that they were still hot commodities, like Harrison Ford in 1998. While these selections have been <a href=\"https://www.bustle.com/articles/49968-why-is-peoples-sexiest-man-alive-always-a-white-guy-theres-a-diversity-problem-in-our\">overwhelmingly white</a>, at least they once felt relevant.&nbsp;</p>\n\n<p class=\"has-text-align-none\">People is a stalwart in an industry <a href=\"https://www.poynter.org/business-work/2023/where-to-buy-find-magazines-2023/\">weathering difficult times</a>, and this special issue is arguably one of the things keeping the<em> </em>magazine on newsstands. According to <a href=\"https://digiday.com/media/peoples-sexiest-man-alive-numbers/\">Digiday</a>, the sexiest man issue has “a rate base, or guaranteed circulation, of 3.7 million, compared to a regular issue of the magazine, with a rate base of 3.5 million.” Strategically published during the fourth quarter when consumers are doing Thanksgiving and Black Friday shopping, it’s proven to be a huge cash cow for People’s parent company, Dotdash Meredith.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-459591736.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Late-night talk show host Jimmy Kimmel revealing “Thor” star Chris Hemsworth’s People’s “Sexiest Man Alive” cover on “Jimmy Kimmel Live” in 2014.\" title=\"Late-night talk show host Jimmy Kimmel revealing “Thor” star Chris Hemsworth’s People’s “Sexiest Man Alive” cover on “Jimmy Kimmel Live” in 2014.\" data-has-syndication-rights=\"1\" data-caption=\"Talk show host Jimmy Kimmel revealing actor Chris Hemsworth’s People’s “Sexiest Man Alive” cover on “Jimmy Kimmel Live” in 2014. | Adam Rose/Walt Disney Television via Getty Images\" data-portal-copyright=\"Adam Rose/Walt Disney Television via Getty Images \" />\n<p class=\"has-text-align-none\">In the 2010s, though, the issue started to receive some blowback — or, more accurately, the advent of social media allowed these complaints to be expressed in a hypervisible way. It wasn’t just that only two men of color, Denzel Washington and Keanu Reeves, had received the award until 2016, when Dwayne “The Rock” Johnson graced the cover. The choosing of celebrities like Adam Levine, a rockstar with a reputation for being a <a href=\"https://www.gq.com/story/adam-levine\">so-called douchebag</a> raised eyebrows in 2013 and also performed <a href=\"https://digiday.com/media/peoples-sexiest-man-alive-numbers/\">relatively poorly</a> on newsstands. His co-star on <em>The Voice</em>, Blake Shelton, has maybe done the most damage to the issue’s reputation. The unveiling of his cover in 2017 sent <a href=\"https://www.vox.com/culture/2017/11/15/16657338/blake-shelton-sexiest-man-backlash\">the internet into hysterics</a> for days. John Legend (another judge on <em>The Voice</em>) in 2019 felt almost equally random. Even <a href=\"https://people.com/sexiest-man-alive-2024-benny-blanco-gentleman-rules-exclusive-8739608\">Benny Blanco’s appearance</a> in the current issue as an honorable mention was <a href=\"https://x.com/orseunid/status/1856028280534516169\">strongly</a> <a href=\"https://x.com/FireHeart5_15/status/1856028734999904382\">objected</a> to online. Year over year, the “Sexiest Man Alive” has become less of a trusted assertion and more of a platform for debate.</p>\n\n<p class=\"has-text-align-none\">The details of the selection process for this issue have largely been kept under wraps. In a 2012 interview with <a href=\"https://www.usatoday.com/videos/life/2012/11/16/1708277/\">USA Today</a>, former editor Julie Jordan said People temperature-checks in a few ways, including asking female celebrities, consulting focus groups, and observing social media. There are constant rumors, including in <a href=\"https://www.reddit.com/r/Fauxmoi/comments/1gq5cw1/john_krasinski_has_been_named_people_magazines/\">Krasinski’s case</a>, that the title can be bought or won by a convincing publicist. It’s easy to forget, though, that the selected men also have to be willing to participate in this extremely public form of objectification. The less impeachable <a href=\"https://www.thewrap.com/ryan-gosling-turned-down-peoples-sexiest-man-alive-multiple-times-insider-says-exclusive/\">Ryan Gosling</a> reportedly turned down the offer twice.  </p>\n\n<p class=\"has-text-align-none\">Even with an increasingly questionable reputation, social media has remained invested in this frivolous honor, particularly this year. Maybe it’s because People did a good job of <a href=\"https://x.com/FilmUpdates/status/1856025544917504199\">incessantly</a> <a href=\"https://x.com/PopCrave/status/1856402295514145217\">teasing</a> the reveal on social media with the help of&nbsp;dominant X accounts like FilmUpdates and PopCrave. Maybe it’s because the public needed a distraction from a much more crucial and devastating election. In the midst of political tumult, Krasinski is ultimately a “safe,” fairly inoffensive option, a celebrity that millennials obsessed with <em>The Office</em> have a level of affinity for. Despite questions about his <a href=\"https://www.vanityfair.com/hollywood/2020/02/john-krasinski-politics-conservative-quiet-place?srsltid=AfmBOopO_8-8rEPKXzptJjI5yO6AsPk89WjgD9LdLWimNY0yVF3E2aq0\">political affiliation</a>, he hasn&#8217;t been mired in any real controversy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whatever relevance the title holds, the sport of debating and crowning famous men as “sexy” and “hot” has never really gotten old. Like awards shows, it’s one of the last examples of celebrity monoculture for consumers to collectively engage with. In an <a href=\"https://www.vox.com/culture/24114819/industry-plants-music-pop-rap-internet-hottest-conspiracy\">overly skeptical social media landscape</a>, it also seems as though half of the fun of the issue is negotiating whether the awarded person is a genuine attempt to reflect consumers’ taste or some elaborate PR play being fed to us.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However meaningless the issue has become these days, it’s been successful in producing two things: revenue and a good, hollow debate.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This week, a number of social media users were, once again, disappointed by the selection of a certain man to a coveted position. Actor John Krasinski — yes, Jim from The Office — was given the title of People’s “Sexiest Man Alive.”&#160; It’s a choice that’s less egregious than genuinely perplexing. It’s not that Krasinski [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "Trump tapped Musk to co-lead the “Department of Government Efficiency.” What the heck is that?",
    "link": "https://www.vox.com/policy/384904/trumps-department-of-government-efficiency-sounds-like-a-joke-it-isnt",
    "pubDate": "2024-11-13T21:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Musk at a podium with his hands out\" data-caption=\"“DOGE” is an apparent homage to the meme cryptocurrency that Elon Musk often promotes, and its value surged after Donald Trump made the announcement that Musk and Vivek Ramaswamy will lead the “Department of Government Efficiency.” | Jabin Botsford/The Washington Post via Getty Images\" data-portal-copyright=\"Jabin Botsford/The Washington Post via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2181049764.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>“DOGE” is an apparent homage to the meme cryptocurrency that Elon Musk often promotes, and its value surged after Donald Trump made the announcement that Musk and Vivek Ramaswamy will lead the “Department of Government Efficiency.” | Jabin Botsford/The Washington Post via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">President-elect Donald Trump announced on Tuesday that two of his most vocal supporters, Elon Musk and Vivek Ramaswamy, <a href=\"https://x.com/realDonaldTrump/status/1856658569124262092/photo/1\">will lead</a> the “Department of Government Efficiency.” </p>\n\n<p class=\"has-text-align-none\">“Together, these two wonderful Americans will pave the way for my Administration to dismantle Government Bureaucracy, slash excess regulations, cut wasteful expenditures, and restructure Federal Agencies,” <a href=\"https://x.com/realDonaldTrump/status/1856658569124262092/photo/1\">Trump said</a>. “It will become, potentially, ‘The Manhattan Project’ of our time.”</p>\n\n<p class=\"has-text-align-none\">If you’re wondering why you’ve never heard of this department before, it’s because it doesn’t exist. Despite the misleading name — executive departments <a href=\"https://www.washingtonpost.com/politics/2024/11/13/department-of-government-efficiency-musk-ramaswamy/\">can only be established by Congress</a> — Trump simply appears to be forming a new <a href=\"https://www.bbc.com/news/articles/c74lgwkrmrpo\">presidential advisory commission</a> or task force to offer guidance.</p>\n\n<p class=\"has-text-align-none\">So at first glance, this commission might seem entirely unserious. Its acronym, “DOGE,” is an apparent homage to the meme cryptocurrency <a href=\"https://www.cnbctv18.com/market/cryptocurrency/dogecoin-surges-amid-donald-trump-elon-musk-joining-doge-crypto-news-19508910.htm\">that Musk often promotes</a>, and the coin’s value <a href=\"https://www.google.com/search?client=safari&amp;rls=en&amp;q=dogecoin+surge&amp;ie=UTF-8&amp;oe=UTF-8\">surged after Trump</a> made the announcement. It’s also somewhat ironic that a commission looking for government inefficiency and waste requires not one but two co-chairs. </p>\n\n<p class=\"has-text-align-none\">But the project isn’t only an inside joke, it’s also part of Trump’s existing plan to decimate the federal workforce. His campaign called for <a href=\"https://www.washingtonpost.com/dc-md-va/2024/11/07/trump-dc-federal-workforce-cuts/\">relocating government workers</a> out of Washington, DC, and making significant cuts to civil service jobs — an attempt to dismantle what Trump and his allies call the “deep state,” even though these jobs are often necessary to keep the federal programs running — and “DOGE” shows that he’s at least starting to execute that plan.</p>\n\n<p class=\"has-text-align-none\">Trump didn’t acknowledge that the so-called Department of Government Efficiency is new, nor did he really explain what it will look like. He only <a href=\"https://x.com/realDonaldTrump/status/1856658569124262092/photo/1\">offered vague details</a>, like how the commission would “provide advice and guidance from outside of Government, and will partner with the White House and Office of Management &amp; Budget to drive large scale structural reform.” The commission, in other words, is unlikely to have any regulatory teeth on its own, but there’s little doubt that it can have influence on the incoming administration and how it will determine its budgets.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What Musk and Ramaswamy want, and why it’s dangerous</h2>\n\n<p class=\"has-text-align-none\">While it’s still unclear what this commission will look like or how big it will be, there’s plenty of reason to take the threat that it poses seriously. On the campaign trail, Musk, who served as a Trump surrogate, promised to find <a href=\"https://www.washingtonpost.com/politics/2024/11/13/department-of-government-efficiency-musk-ramaswamy/\">$2 trillion</a> that could be eliminated from the federal government’s $6.75 trillion budget. And Ramaswamy, who ran against Trump in the Republican primaries but later campaigned for him, <a href=\"https://www.nytimes.com/2024/11/12/us/politics/elon-musk-vivek-ramaswamy-trump.html\">has proposed</a> laying off 75 percent of the federal workforce and abolishing agencies like the FBI, IRS, and the <a href=\"https://www.vox.com/education/384779/department-of-education-trump-musk-betsy-devos\">Department of Education</a>.</p>\n\n<p class=\"has-text-align-none\">The scale of those cuts would be catastrophic. In October, Musk himself <a href=\"https://www.vox.com/politics/381637/elon-musk-donald-trump-2024-election-temporary-hardship\">said his plan</a> to slash the federal budget would cause economic turmoil, cause markets to crash, and “necessarily involve some temporary hardship.” Experts have also said Musk’s $2 trillion figure is more than merely aspirational — it’s practically impossible to find that much money to cut without putting <a href=\"https://www.cnn.com/2024/11/12/politics/elon-musk-vivek-ramaswamy-department-of-government-efficiency-trump/index.html\">social programs on the chopping board</a>. </p>\n\n<p class=\"has-text-align-none\">“You can&#8217;t get to cuts of the size they&#8217;ve been throwing around without gutting things people really care about and count on,” Sharon Parrott, president of the Center on Budget and Policy Priorities, said by email.</p>\n\n<p class=\"has-text-align-none\">As my colleague <a href=\"https://www.vox.com/politics/381637/elon-musk-donald-trump-2024-election-temporary-hardship\">Eric Levitz wrote</a>, if Trump doesn’t cut Social Security, Medicare, or defense spending, he would need to cut other government programs by up to 80 percent: </p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">That would involve gutting all social services for low-income Americans, food inspections, air safety, health insurance subsidies, and infrastructure investments, among countless other things.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">The commission, which Trump said will conclude its work within two years, is also riddled with conflicts of interest. Musk’s company SpaceX, for example, <a href=\"https://www.nytimes.com/2024/11/12/us/politics/elon-musk-vivek-ramaswamy-trump.html\">has more than $10 billion</a> in government contracts, and agencies like NASA are <a href=\"https://www.theatlantic.com/science/archive/2024/08/boeing-spacex-stranded-iss-astroanuts/679613/\">already overly dependent on it</a>. The federal government has also <a href=\"https://www.businessinsider.com/elon-musk-legal-list-tesla-x-spacex-court-cases-investigations\">been investigating</a> and <a href=\"https://www.cnn.com/2024/09/20/tech/sec-sanctions-elon-musk-testimony-twitter-probe/index.html\">filing lawsuits</a> against Musk’s companies, and Musk himself has often <a href=\"https://www.fastcompany.com/91196851/spacex-musk-faa-chief-safety-standards\">complained about</a> his companies facing too much government oversight. Now, Musk will be advising the next president on which agencies he should try to eliminate.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The “Department of Government Efficiency” isn’t necessarily a new idea</h2>\n\n<p class=\"has-text-align-none\">Politicians always promise to end government waste, and a frequent target is the civil service. Under the Clinton administration, for example, Vice President Al Gore led the <a href=\"https://www.govexec.com/management/2013/04/what-reinvention-wrought/62836/\">National Partnership for Reinventing Government</a>, an initiative aimed at streamlining the federal bureaucracy by eliminating unnecessary jobs and rolling back wasteful spending. While the project succeeded in some respects, it also created bad outcomes. The reduction in the federal workforce <a href=\"https://www.govexec.com/management/2013/04/what-reinvention-wrought/62836/\">wasn’t especially well targeted</a>, and as a result, people with necessary and special skills left, which made it harder for the government to actually work better, as promised.</p>\n\n<p class=\"has-text-align-none\">President Ronald Reagan — who in his inaugural address <a href=\"https://www.reaganlibrary.gov/archives/speech/inaugural-address-1981#:~:text=They%20will%20go%20away%20because,problem%3B%20government%20is%20the%20problem.\">said</a>, “Government is not the solution to our problem; government is the problem,” — also promised a massive scaling back of the federal government’s reach. He had plans to abolish major government agencies, like the Education and Energy Departments, and <a href=\"https://www.reaganlibrary.gov/archives/speech/remarks-signing-federal-employee-hiring-freeze-memorandum-and-cabinet-member\">imposed a hiring freeze</a> on the first day of his administration. But Reagan’s plan to reduce the federal government’s footprint failed, and by the time he left office, <a href=\"https://www.eenews.net/articles/why-reagans-vaunted-starve-the-beast-plan-failed/\">there were more people employed</a> by the federal government than when he started. </p>\n\n<p class=\"has-text-align-none\">Trump’s plan to dramatically reduce government spending and downsize the federal workforce will likely run into similar hurdles. Part of the reason Musk and Ramaswamy might have a hard time finding legitimately wasteful spending is because the federal workforce hasn’t grown all that much. The federal government employs about 3 million full-time workers — <a href=\"https://data.bls.gov/dataViewer/view/timeseries/CEU9091000001\">roughly the same as</a> in the late 1960s. And while that number is much higher (about 10 million) when you take contractors into account, <a href=\"https://www.brookings.edu/articles/the-true-size-of-government-is-nearing-a-record-high/\">that also hasn’t changed much</a> since the 1980s, mostly ebbing and flowing but not exponentially increasing. </p>\n\n<p class=\"has-text-align-none\">The newly created commission is especially unlikely to succeed in finding significant sources of waste — at least nowhere near $2 trillion — because it’s probably not going to go after areas of spending that actually need better accounting, like the Pentagon, which has <a href=\"https://www.reuters.com/world/us/pentagon-fails-audit-sixth-year-row-2023-11-16/\">failed its audit</a> six years in a row. But that doesn’t mean the commission won’t recommend any cuts, and the scale that Musk and Ramaswamy are hoping for will almost certainly have a negative impact on the economy. </p>\n\n<p class=\"has-text-align-none\">So while the announcement of the commission might have excited some Republicans and <a href=\"https://www.cnbctv18.com/market/cryptocurrency/dogecoin-surges-amid-donald-trump-elon-musk-joining-doge-crypto-news-19508910.htm\">meme-coin investors</a>, they should know that if this commission succeeds, there <a href=\"https://www.vox.com/politics/381637/elon-musk-donald-trump-2024-election-temporary-hardship\">might be a recession</a> on the other side.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President-elect Donald Trump announced on Tuesday that two of his most vocal supporters, Elon Musk and Vivek Ramaswamy, will lead the “Department of Government Efficiency.”  “Together, these two wonderful Americans will pave the way for my Administration to dismantle Government Bureaucracy, slash excess regulations, cut wasteful expenditures, and restructure Federal Agencies,” Trump said. “It will [&#8230;]",
    "author": "Abdallah Fayyad"
  }
]