[
  {
    "title": "The South Korean president’s stunning martial law decree, explained",
    "link": "https://www.vox.com/world-politics/389580/south-korea-president-yoon-martial-law-north-korea",
    "pubDate": "2024-12-04T16:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"People in a nighttime street in South Korea wave the country’s flag.\" data-caption=\"A man holds the South Korea flag outside the National Assembly in Seoul on December 4, 2024, after President Yoon Suk Yeol declared emergency martial law. | Anthony Wallace/AFP via Getty Images\" data-portal-copyright=\"Anthony Wallace/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2187499974.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A man holds the South Korea flag outside the National Assembly in Seoul on December 4, 2024, after President Yoon Suk Yeol declared emergency martial law. | Anthony Wallace/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Support independent journalism that matters —&nbsp;</em><a href=\"https://www.vox.com/support-now?itm_campaign=article-header-Q42024&amp;itm_medium=site&amp;itm_source=in-article\"><em>become a Vox Member today</em></a><em>.</em></p>\n\n<p class=\"has-text-align-none\">South Korea is in the grip of a political crisis after President Yoon Suk Yeol declared martial law on Tuesday — a shocking move that sparked mass protests and drew sharp rebuke from the country’s parliament.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though Yoon has said he will reverse his declaration, that’s unlikely to end South Korea’s political problems, which go beyond Tuesday’s emergency.</p>\n\n<p class=\"has-text-align-none\">Yoon first made the declaration during a televised announcement on Tuesday night local time, claiming that the opposition party to his government was in the midst of an <a href=\"https://www.nytimes.com/live/2024/12/03/world/south-korea-martial-law/south-korea-martial-law-yoon?smid=url-share\">“insurgency” and “trying to overthrow the free democracy</a>,” likely in reference to the political deadlock between himself and the parliament that has prevented him from enacting his agenda. Despite that ongoing gridlock, the move to declare martial law took Yoon’s political opponents, allies, the South Korean public —&nbsp;and the world —&nbsp;by surprise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Shortly after Yoon’s declaration, South Korea’s parliament, known as the National Assembly, met to unanimously vote down the martial law decree.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There is no reason to declare martial law. We cannot let the military rule this country,” opposition leader Lee Jae-myung said Tuesday. “President Yoon Suk Yeol has betrayed the people. President Yoon’s illegal declaration of emergency martial law is null and void.” Martial law typically involves the suspension of civilian government and rule by military decree in a major emergency, such as intense armed conflict.</p>\n\n<p class=\"has-text-align-none\">Despite Yoon’s pledge to lift his declaration, the country is still in limbo; on Wednesday, opposition parties in the National Assembly submitted a <a href=\"https://www.theguardian.com/world/2024/dec/04/south-korea-martial-law-president-yoon-suk-yeol-calls-to-resign-ntwnfb\">motion for Yoon’s impeachment</a>, and a vote could come as soon as Friday. What comes next is unclear.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Here is what you need to know.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why did the president declare martial law?</strong></h2>\n\n<p class=\"has-text-align-none\">Yoon only spoke in broad strokes about his decision. However, it’s possible that his declaration was influenced by his <a href=\"https://www.koreatimes.co.kr/www/nation/2024/11/113_387319.html\">dwindling public support</a>, political gridlock, and an ongoing ethics investigation into his wife over a <a href=\"https://www.cnn.com/2024/02/09/asia/south-korea-dior-bag-scandal-intl-hnk-dst/index.html\">handbag alleged to be an improper gift</a>.</p>\n\n<p class=\"has-text-align-none\">The conservative Yoon is in the second year of his five-year term; during his tenure, his approval rating has fallen below <a href=\"https://www.koreatimes.co.kr/www/nation/2024/11/113_387319.html\">20 percentage points</a>. He’s also been <a href=\"https://apnews.com/article/south-korea-yoon-martial-law-997c22ac93f6a9bece68454597e577c1\">deadlocked with the National Assembly</a>, which is controlled by the center-left Democratic Party, over his political agenda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yoon “certainly is unpopular and frustrated by an inability to do politics,” Celeste Arrington, director of the George Washington Institute for Korean Studies, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yoon “has used an unprecedented number of presidential vetoes” to try and push his agenda through, Arrington said. “He&#8217;s also launched politically motivated prosecutions of the opposition party. Meanwhile, the opposition party has tried to impeach dozens of members of this government and has launched investigations into the first lady. So this [political battle] was back and forth and back and forth, building.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yoon did explicitly claim that North Korean elements played a role in his decision to declare martial law, though there’s no actual evidence of North Korea playing a role in the present crisis. Instead, his reference to North Korea may refer to the major political divide between the country’s two main parties on whether and how to engage with their totalitarian and belligerent northern neighbor.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What does martial law in South Korea entail?</strong></h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nytimes.com/live/2024/12/03/world/south-korea-martial-law/south-korea-martial-law-yoon?smid=url-share\">Under martial law</a>, the <a href=\"https://www.reuters.com/world/asia-pacific/what-we-know-about-south-koreas-martial-law-declaration-2024-12-03/\">executive branch is allowed to take control of the media</a>, and Yoon <a href=\"https://apnews.com/article/south-korea-yoon-martial-law-997c22ac93f6a9bece68454597e577c1\">ordered the country’s medical personnel</a>, who have been on strike for much of the year, back to work within 48 hours. It’s <a href=\"https://www.reuters.com/world/asia-pacific/what-we-know-about-south-koreas-martial-law-declaration-2024-12-03\">not clear to what extent those measures were put into place</a>.</p>\n\n<p class=\"has-text-align-none\">Furthermore, political activity, including political party meetings and rallies, is supposed to cease. This was obviously disregarded: The National Assembly met, and protests continued through the night.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Armed guards surrounded the National Assembly building Tuesday night; 190 members of the 300-member body showed up to unanimously vote down the measure, with some&nbsp;scaling the fence around the building to do so, <a href=\"https://www.wsj.com/world/asia/south-koreas-president-declares-martial-law-citing-threat-of-pro-north-korean-forces-a1fdc738\">the Wall Street Journal</a> reported.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What has the reaction been?</strong></h2>\n\n<p class=\"has-text-align-none\">Yoon’s declaration has been almost <a href=\"https://www.cnn.com/world/live-news/martial-law-south-korea-intl/index.html?t=1733247705508\">universally unpopular</a> within South Korea. Citizens showed up to protest —&nbsp;even engaging in clashes with security forces.</p>\n\n<p class=\"has-text-align-none\">Both the opposition leader and the leader of Yoon’s own party denounced Yoon’s decision.&nbsp;“It’s an illegal, unconstitutional declaration of martial law that does not meet the requirements,” said <a href=\"https://www.wsj.com/world/asia/south-koreas-president-declares-martial-law-citing-threat-of-pro-north-korean-forces-a1fdc738\">Han Dong-hoon, a former justice minister and leader of Yoon’s People Power Party</a>. “South Korea is a democratic country. We will protect democracy alongside our citizens.”</p>\n\n<p class=\"has-text-align-none\">The US, a longtime ally of South Korea, said it did not know about Yoon’s declaration before it came.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We have every hope and expectation that any political disputes will be resolved peacefully and in accordance with the rule of law,” <a href=\"https://www.state.gov/deputy-secretary-kurt-m-campbell-at-a-preview-of-the-usa-pavilion-at-expo-2025-osaka/\">US Deputy Secretary of State Kurt Campbell&nbsp;said Tuesday</a>.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">On Wednesday, mass demonstrations called for Yoon’s resignation, and the country’s main labor union organization called for a general strike until Yoon steps down.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What’s next?</strong></h2>\n\n<p class=\"has-text-align-none\">Yoon has said he would lift the martial law declaration in accordance with the National Assembly’s vote, as he is constitutionally required to do. The cabinet agreed to lift the order early Wednesday morning local time, and protesters have begun to disperse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, this is not the end of the crisis, Gi-Wook Shin, director of the Shorenstein Asia-Pacific Research Center at Stanford University, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The decision [to declare martial law] appears to be an attempt to assert authority in a climate where his favorability has been declining, but this is basically political suicide as it risks being seen as an overreach of power and might lead to him facing impeachment,” Shin said.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://apnews.com/article/south-korea-yoon-martial-law-25a2a7c957e77a19f771b6b7c56a2173\">Opposition parties in the National Assembly have submitted</a> a formal call for Yoon’s impeachment. Together the parties hold 192 of 300 seats, and a two-thirds majority — or 200 votes — are required to pass the impeachment. Some members of Yoon’s party voted with the opposition to overturn the state of martial law, so it’s possible that the president’s own party members could also vote to impeach him. Six of the nine justices in South Korea’s constitutional court would have to approve the measure for it to pass.  </p>\n\n<p class=\"has-text-align-none\">Regardless of what happens to Yoon, polarization between the two main parties and high levels of public dissatisfaction with politics remain, Arrington told Vox.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Neither side is particularly popular; the public trust in both the conservatives and the progressives is low,” she said. “There&#8217;s a deep frustration with the way democratic institutions are functioning, in particular the political parties and the National Assembly.” And the end of the martial law crisis does nothing to change that reality.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, December 4, 11:15 am: </em></strong><em>This story was originally published on December 3 and has been updated to include information about calls for impeaching Yoon.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Support independent journalism that matters —&#160;become a Vox Member today. South Korea is in the grip of a political crisis after President Yoon Suk Yeol declared martial law on Tuesday — a shocking move that sparked mass protests and drew sharp rebuke from the country’s parliament.&#160; Though Yoon has said he will reverse his declaration, [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Why every restaurant has the same desserts",
    "link": "https://www.vox.com/videos/389465/why-every-restaurant-has-the-same-desserts",
    "pubDate": "2024-12-04T15:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Boring dessertx\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/THUMB_VDC_POP_105_MASTER_CLEAN.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This video is presented by Bluehost. Bluehost doesn’t influence our editorial decisions, but they make videos like this possible.</em></p>\n\n<p class=\"has-text-align-none\">When choosing a restaurant, you probably look at a few things: What<em> </em>type<em> </em>of food do they serve? How close is it? Are they allergen- or kid-friendly? You’re very likely looking at the list of entrees available to see if anything strikes you before even making a reservation. It’s a pretty typical way to choose a restaurant. After all, you want to enjoy your night out. But chef-instructor Kathryn Gordon from the Institute of Culinary Education in New York has one more suggestion: “I think you should try to look at the dessert menu more.”</p>\n\n<p class=\"has-text-align-none\">Desserts at most restaurants have gotten boring. You might find an incredible blend of cocktails or a wide-ranging wine list, followed by a well-curated list of sharable plates for appetizers, and of course the entrees will almost always offer some sort of wow factor. Oftentimes, dessert isn’t even on the main menu. Even the menu itself can feel like an afterthought — and when it hits the table, you’re likely staring down the same options you’ve seen hundreds of times before. There’s a reason for this. Check out the video above to learn more.</p>\n\n<p class=\"has-text-align-none\"><strong>Further reading</strong></p>\n\n<ul>\n<li>If you want to learn more about how pastry chefs are “going extinct,” <a href=\"https://www.bonappetit.com/story/pastry-chefs-struggle-inflation-2022?srsltid=AfmBOoq5R2H0zVc0ZDsqt4SYOP2QrvNCE50AVlwq0hPBoHCqy1T9_OMS\">Bon Appetit wrote a great article in 2022</a>. </li>\n\n\n\n<li>You can read more about the <a href=\"https://www.france24.com/en/20180420-magagascar-vanilla-price-trade-crime-crop-weather\">vanilla</a> and <a href=\"https://www.sustainabilitybynumbers.com/p/cocoa-prices\">cocoa crises</a> we mention in the video as well as further information on where our cocoa comes from <a href=\"https://www.statista.com/statistics/263855/cocoa-bean-production-worldwide-by-region/#:~:text=About%2070%20percent%20of%20the,%2C%20Ghana%2C%20Nigeria%20and%20Cameroon\">on Statistica</a>.</li>\n</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This video is presented by Bluehost. Bluehost doesn’t influence our editorial decisions, but they make videos like this possible. When choosing a restaurant, you probably look at a few things: What type of food do they serve? How close is it? Are they allergen- or kid-friendly? You’re very likely looking at the list of entrees [&#8230;]",
    "author": "Kim Mas"
  },
  {
    "title": "I listened to hours of Trump’s FBI pick on Steve Bannon’s podcast. Oh boy.",
    "link": "https://www.vox.com/politics/389481/kash-patel-trump-fbi-steve-bannon-podcast",
    "pubDate": "2024-12-04T14:31:56.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kash Patel raising a fist at a Trump rally\" data-caption=\"Trump FBI pick Kash Patel speaking during a campaign rally on October 13, 2024, in Prescott Valley, Arizona. | Rebecca Noble/Getty Images\" data-portal-copyright=\"Rebecca Noble/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2177572342.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Trump FBI pick Kash Patel speaking during a campaign rally on October 13, 2024, in Prescott Valley, Arizona. | Rebecca Noble/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Kash Patel, Donald Trump’s pick to direct the Federal Bureau of Intelligence, has never served in the FBI. But he has hosted Steve Bannon’s podcast.</p>\n\n<p class=\"has-text-align-none\">Patel is a contributor at <a href=\"https://americasvoice.news/\">Real America’s Voice</a>, the right-wing news network that produces Bannon’s show<em> War Room</em>, and has long appeared as a guest on the show. After top Trump adviser Bannon was imprisoned for four months earlier this year —&nbsp;on charges of contempt of Congress after he <a href=\"https://www.vox.com/2022/7/22/23274701/steve-bannon-conviction-contempt-congress-sentence\">refused to comply with a January 6 Committee subpoena</a> —&nbsp;Patel stepped up to serve as an occasional guest host.</p>\n\n<p class=\"has-text-align-none\">To try and understand Patel better, I listened to every episode and clip tagged with “Kash Patel” on the <em>War Room</em> website —&nbsp;and a few others that Bannon’s team missed. The overwhelming impression is that Patel is a man whose entire worldview revolves around paranoid conspiracy theories — specifically, conspiracies against both America and Trump, which for him are one and the same. It’s a specific kind of obsession that reminds me of the FBI’s first director: J. Edgar Hoover, a man who infamously abused his power to persecute political enemies.</p>\n\n<p class=\"has-text-align-none\">During his various appearances on Bannon’s show, Patel and/or his interviewees declared that:</p>\n\n<ul>\n<li>China is funding the Democratic Party and sending “<a href=\"https://warroom.org/election-infiltration-alert-chinese-communist-spies-invading-the-u-s-through-open-borders/\">military-aged males</a>” across the Mexican and Canadian borders to prepare for a preemptive strike.</li>\n\n\n\n<li>Barack Obama directs a “<a href=\"https://warroom.org/unveiling-the-shadow-network-barack-h-obamas-lasting-impact-according-to-lee-smith/\">shadow network</a>” that is quietly directing the intelligence community and Big Tech to persecute Trump.</li>\n\n\n\n<li>Attorney General Merrick Garland wants to throw “<a href=\"https://warroom.org/kash-patel-calls-for-action-holding-merrick-garland-and-gop-holdouts-accountable-to-the-constitution/\">all of us</a>” — which is to say, Trump allies —&nbsp;in prison.</li>\n</ul>\n\n<p class=\"has-text-align-none\">And Patel is willing to go to extreme measures in response to these alleged threats.</p>\n\n<p class=\"has-text-align-none\">In one episode, he called on the Republican majority in Congress to unilaterally arrest Garland&nbsp;— invoking an obscure legal doctrine called “inherent contempt” that has never been used in this fashion <a href=\"https://scholarship.law.upenn.edu/cgi/viewcontent.cgi?article=1035&amp;context=jcl\">in the entirety of American history</a>. In another, he outlined a plan for a MAGA blitz of American institutions focused on <a href=\"https://warroom.org/sit-rep-kash-patels-roadmap-for-trumps-swift-takeover-of-d-c-power-in-the-warroom/\">getting loyalists into high office</a>.</p>\n\n<p class=\"has-text-align-none\">It is hard to tell whether Patel genuinely believes this stuff or is merely performing for Bannon’s audience. But it’s largely immaterial. </p>\n\n<p class=\"has-text-align-none\">Because it is this performance that made him a star in Trumpworld: his willingness to ape Trump’s own conspiratorial worldview making him into a person Trump wants to be in charge of America’s domestic security services. Once in power, his stated commitment to these beliefs — whatever he thinks privately — will push him to act in line with them.</p>\n\n<p class=\"has-text-align-none\">Patel, in short, is the kind of man who could become Trump’s Hoover: a man willing to push federal law enforcement into dangerously anti-democratic territory in pursuit of alleged domestic enemies.</p>\n\n<h2 class=\"wp-block-heading\">The world according to Kash Patel</h2>\n\n<p class=\"has-text-align-none\">Patel <a href=\"https://www.theatlantic.com/magazine/archive/2024/10/kash-patel-trump-national-security-council/679566/\">owes his career to Russiagate</a>: the seemingly never-ending fight over whether the 2016 Trump campaign colluded with Russian efforts to interfere in American elections.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Patel worked as a staffer for then-Rep. Devin Nunes, the Republican chair of the House subcommittee on intelligence and Trump’s chief defender during the controversy. Patel <a href=\"https://www.nytimes.com/2018/02/02/us/politics/kashyap-patel-nunes-memo.html\">authored</a> the famous 2018 “Nunes memo” arguing that the FBI application to surveil Trump campaign adviser Carter Page was filled with errors and motivated by political bias.</p>\n\n<p class=\"has-text-align-none\">The memo got <a href=\"https://www.washingtonpost.com/politics/2019/12/13/vindication-nunes-memo/\">more right</a> than many observers (<a href=\"https://www.vox.com/world/2018/2/2/16965086/nunes-memo-dud-release\">including myself</a>) gave it credit for at the time&nbsp;— though it did <a href=\"https://www.lawfaremedia.org/article/about-presidential-medal-freedom-revisiting-nunes-memo\">get the bigger picture about FBI bias wrong</a>. Regardless, the incident turned Patel into a Trumpworld star. He ascended to several high-level positions in the first Trump administration relating to defense, national security, and intelligence.</p>\n\n<p class=\"has-text-align-none\">These experiences have given Patel a worldview that I think is best defined as paranoid.</p>\n\n<p class=\"has-text-align-none\">Patel believes that foreign enemies — ranging from China to Iran to drug cartels — are doing their best to infiltrate the United States and wreak havoc on its homeland. Only Trump has the strength and the fortitude to stand up against these enemies and defend American allies like Israel.</p>\n\n<p class=\"has-text-align-none\">The Democrats, he believes, do not just disagree with Trump&nbsp;on how to handle these threats: They are actively aligned with America’s enemies.</p>\n\n<p class=\"has-text-align-none\">In one <em>War Room</em> segment, for example, Patel hosted <a href=\"https://thediplomat.com/2015/03/why-do-people-keep-predicting-chinas-collapse/\">a discredited China “expert”</a> named Gordon Chang to warn that China was “planning an attack on our facilities on our soil.” But it’s worse than that, Chang argued: China had installed Joe Biden as the president of the United States.</p>\n\n<p class=\"has-text-align-none\">“They were actually able to cast the decisive vote in 2020,” Chang told Patel, claiming without evidence that China “poured money into Joe Biden’s campaign” through the Democratic crowdfunding platform ActBlue. Patel’s response was not skepticism but credulity: “I hope people are paying attention.”</p>\n\n<p class=\"has-text-align-none\">But Democrats are not merely unwitting cat’s paws of foreign powers, per Patel: They are nefarious actors aiming to tear down American democracy.</p>\n\n<p class=\"has-text-align-none\">One of Patel’s favorite phrases, one that he uses again and again on Bannon’s show, is “two-tiered system of justice.” In his mind, federal law enforcement employs two distinct standards — one for “the deep state’s” friends and another for its enemies. Its allies, like the Bidens, receive only limited and superficial scrutiny,&nbsp;while its enemies are constantly harassed and persecuted. The four prosecutions of Trump, for Patel, are not legitimate inquiries into wrongdoing and abuses of power, but rather agents of a corrupt system lashing out at the one man who threatens their grip on America.</p>\n\n<p class=\"has-text-align-none\">For this reason, Patel has an enemies list — literally. His book <em>Government Gangsters</em>, which he is constantly hawking on <em>War Room</em>, contains <a href=\"https://x.com/Timodc/status/1863620081873244259\">an appendix</a> listing dozens of names that comprise the “executive branch deep state.” The list ranges from names of people you know, like Vice President Kamala Harris, to people you’ve never heard of, like a former State Department diplomat named Elizabeth Dibble.</p>\n\n<h2 class=\"wp-block-heading\">Patel’s potential power perversions</h2>\n\n<p class=\"has-text-align-none\">If this all reminds you of the most infamous director of the FBI — J. Edgar Hoover — well, it should. The two men share a dangerous tendency to link enemies foreign and domestic, and a willingness to entertain dangerous abuses of law enforcement powers in fighting them.</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.npr.org/2012/02/14/146862081/the-history-of-the-fbis-secret-enemies-list#:~:text=Hoover%20started%20amassing%20secret%20intelligence,the%20FBI%20had%20deemed%20subversive.&amp;text=Newspapers%2FGetty%20Images-,Hoover%20saw%20Martin%20Luther%20King%20Jr.,%2C%22%20says%20author%20Tim%20Weiner.\">his book <em>Enemies</em></a>, journalist Tim Weiner argues that Hoover’s worldview was defined by a bone-deep fear of Communist plots against the American homeland —&nbsp;up to and including physical attacks from “kamikaze airplanes” and “dirty bombs.” Hoover began maintaining a secret list of “enemies of the United States” inside of government and out, conducting illegal surveillance and other law-bending operations designed to bring them to heel. One example: a plot to <a href=\"https://www.vox.com/xpress/2014/11/12/7204453/martin-luther-king-fbi-letter\">convince Martin Luther King Jr. to kill himself</a> by threatening to expose the civil rights leader’s sexual indiscretions.</p>\n\n<p class=\"has-text-align-none\">In theory, this is the kind of abuse of power that Patel is against. He rails constantly against government surveillance and abuses of power against political enemies.</p>\n\n<p class=\"has-text-align-none\">Yet at the same time, he is constantly proposing schemes —&nbsp;like Congress arresting Garland — that amount to efforts to criminalize political disagreements. This includes <a href=\"https://www.nytimes.com/2024/12/02/us/politics/kash-patel-fbi.html\">proposals</a> to investigate prominent Democrats and even prosecute journalists.</p>\n\n<p class=\"has-text-align-none\">“Yes, we’re going to come after the people in the media who lied about American citizens, who helped Joe Biden rig presidential elections — we’re going to come after you,” he said in <a href=\"https://www.instagram.com/joyannreid/reel/DDBBgt0NnfQ/\">a guest appearance</a> on <em>War Room</em> last year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Whether it’s criminally or civilly, we’ll figure that out.”</p>\n\n<p class=\"has-text-align-none\"><em>This story was adapted from the On the Right newsletter.</em><span> </span><em>New editions drop every Wednesday. Sign up <a href=\"https://www.vox.com/pages/on-the-right-newsletter-whats-driving-conservative-ideas\" target=\"_blank\" rel=\"noreferrer noopener\">here</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Kash Patel, Donald Trump’s pick to direct the Federal Bureau of Intelligence, has never served in the FBI. But he has hosted Steve Bannon’s podcast. Patel is a contributor at Real America’s Voice, the right-wing news network that produces Bannon’s show War Room, and has long appeared as a guest on the show. After top [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "What in the world is pink cocaine?",
    "link": "https://www.vox.com/future-perfect/378046/pink-cocaine-tuci-2cb-drugs-liam-payne-peso-pluma",
    "pubDate": "2024-12-04T14:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of people dancing with their arms in the air. Powdery pink smoke surrounds them. \" data-caption=\"\" data-portal-copyright=\"JooHee Yoon for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/drug_issue4_sq_3ac7de.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">On October 16, Liam Payne, a former member of One Direction, <a href=\"https://www.theguardian.com/music/2024/oct/16/liam-payne-former-one-direction-singer-dies-aged-31\">fell from his third-floor hotel room</a> and died. Within days, headlines in <a href=\"https://www.tmz.com/2024/10/21/liam-payne-pink-cocaine-in-system-autopsy-reveals/\">TMZ</a>, <a href=\"https://abcnews.go.com/GMA/Culture/liam-payne-partial-autopsy-report-multiple-substances/story?id=114985701\">ABC News</a>, and <a href=\"https://www.theguardian.com/music/2024/oct/22/liam-payne-cause-of-death-toxicology-reports-cocaine-methamphetamine\">the Guardian</a> announced that he had “pink cocaine” in his system.</p>\n\n<p class=\"has-text-align-none\">On August 10, 24-year-old Instagram model <a href=\"https://www.instagram.com/maecee_marie/?utm_source=ig_embed&amp;ig_rid=6a13609b-2bea-400b-ad6b-75d46e161e2e\">Maecee Marie Lathers</a> killed two people in a car crash in Miami. Topless, vomiting, and screaming, Lathers told police officers that <a href=\"https://www.usatoday.com/story/news/nation/2024/09/13/instagram-model-marie-lathers-pink-cocaine-miami/75213417007/\">she was under the influence of a drug called “tusi,”</a> a pink powder that’s gaining popularity in the US. A toxicology report later found that while she hadn’t been drinking, there were several other drugs in her system — but nothing called tusi.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://energycontrol.org/sustancias/tusi/\">“Tucibi” </a>— also called tusi or pink cocaine — is a Spanish phonetic play on 2C-B, a California-born synthetic psychedelic originally popular amongst Gen X psychonauts and ravers seeking a euphoric, trippy high. However, despite either of its names, pink cocaine rarely contains 2C-B or cocaine at all.</p>\n\n<p class=\"has-text-align-none\">In the 2000s, 2C-B made its way from European nightclubs to Colombia, where it devolved into something else entirely: a pink powdered cocktail of every type of party drug you might find at Coachella. It’s essentially a Gen Z <a href=\"https://www.addictioncenter.com/drugs/heroin/speedball/\">speedball</a>: Rather than blending cocaine and heroin, pink cocaine mixes <a href=\"https://www.vox.com/first-person/2018/7/24/17603616/depression-treatment-severe-ketamine-special-k\">ketamine</a> with stimulants <a href=\"https://www.vox.com/future-perfect/365820/mdma-therapy-lykos-therapeutics-maps-psychedelics-ecstasy\">like MDMA</a> and even caffeine. It can also include <a href=\"https://doi.org/10.1080/00952990.2023.2207716\">a chaotic sprinkling</a> of methamphetamine, DMT, and oxycodone, among other substances.</p>\n\n<p class=\"has-text-align-none\">Largely through artful <a href=\"https://www.youtube.com/watch?v=VOjAlLoXOhQ\">cartel marketing</a> portraying tusi as pretty, fun, and accessible, this blend of cheap drug leftovers has become the substance of choice for Colombian DJs and Mexican rappers, a wolf in sheep’s clothing for European ravers, and a source of confusion for everyone else. Tusi is making its way across the world, and it’s increasingly important that potential users know what it is.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The global war on drugs was originally organized around the <a href=\"https://www.vice.com/en/article/synthetic-drugs-could-change-the-global-drug-trade-forever-v26n3/\">production and trafficking of plant-based drugs</a> like cocaine, heroin, and marijuana. But in recent years, drug manufacturers have turned to synthetic drugs like MDMA, ketamine, and fentanyl, which are easier to mass produce and smuggle across borders. Pink cocaine is everything new all at once — easy money for producers, a cheap Instagrammable high for users, and a massive headache for law enforcement. </p>\n\n<p class=\"has-text-align-none\">The biggest problem: like playing a game of Russian roulette, only luck decides whether you’ll have fun — or die.</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<h2 class=\"wp-block-heading\"><strong>How 2C-B became tucibi&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">2,5-dimethoxy-4-bromophenethylamine, or 2C-B, was first synthesized in the 1970s by Californian biochemist and psychonaut <a href=\"https://www.theguardian.com/science/2014/jun/03/alexander-shulgin\">Alexander Shulgin</a>, who is best known for introducing <a href=\"https://www.vox.com/today-explained-podcast/363903/mdma-medicine-ptsd-fda\">MDMA</a> to the world of psychotherapy. Of the <a href=\"https://www.theguardian.com/science/from-the-archive-blog/2014/jun/03/shulgin-alexander-drugs-ecstasy-mdma\">over 100</a> psychedelics Shulgin created, <a href=\"https://www.vice.com/en/article/sihkal-shulgins-i-have-known-and-loved/\">2C-B was his favorite</a> — in <a href=\"https://www.cognitiveliberty.org/ccle1/shulgin/adsarchive/2cb.htm\">his words</a>, “one of the most graceful, erotic, sensual, introspective compounds I have ever invented.”</p>\n\n<p class=\"has-text-align-none\">The effects of 2C-B are <a href=\"https://www.erowid.org/experiences/subs/exp_2CB_Glowing_Experiences.shtml\">often described</a> as an MDMA-LSD hybrid, giving users both a heightened, vibrant sensory experience and a feeling of euphoria and openness. In many ways, Shulgin viewed 2C-B as a counterpart to MDMA, which has been touted for its therapeutic potential <a href=\"https://www.vox.com/today-explained-podcast/363903/mdma-medicine-ptsd-fda\">for 40 years</a>, well before it became popular as a club drug. Not only are the two drugs chemically similar, but their psychoactive effects complement each other. “Once the MDMA has shown you where your problems are,” <a href=\"https://www.cognitiveliberty.org/ccle1/shulgin/adsarchive/2cb.htm\">Shulgin wrote</a>, “the 2C-B opens up the emotional, intuitive, and archetypal area of your psyche to help you solve them.”</p>\n\n<p class=\"has-text-align-none\">Anecdotally, <a href=\"https://www.erowid.org/experiences/exp.cgi?A=Search&amp;S1=52&amp;Sub1=&amp;DoseMethodID=-1&amp;S2=-3&amp;Sub2=&amp;S3=-1&amp;Sub3=&amp;Str=&amp;Title=&amp;AuthorSearch=&amp;A1=-1&amp;GenderSelect=-1&amp;Intensity=&amp;I2=&amp;C1=1&amp;Context=-1&amp;Lang=1&amp;Group=-1&amp;S4=-1&amp;SP=1\">many people report</a> that 2C-B’s psychedelic effects are relatively mild and short-lived. Trips last a few hours, unlike the full-day trip provided by LSD. Like other hallucinogens, 2C-B generally doesn’t <a href=\"https://www.vice.com/en/article/what-is-2cb-and-its-effects/\">cause a next-day hangover</a>, according to users <a href=\"https://www.vice.com/en/article/what-is-2cb-and-its-effects/\">interviewed by Vice</a>. It can also have <a href=\"https://adf.org.au/drug-facts/2c-b/\">less fun side effects</a> like anxiety, nausea, headaches, or elevated heart rate, any of which can get dangerous in situations where users are dancing — and likely not drinking enough water — in crowded, hot spaces.</p>\n\n<p class=\"has-text-align-none\">In the 1980s and early 1990s, 2C-B was legally manufactured and sold in adult bookstores and dance clubs <a href=\"https://www.justice.gov/archive/ndic/pubs0/665/665p.pdf\">as a libido-enhancing drug</a>. That changed when the Drug Enforcement Administration (DEA) <a href=\"https://www.justice.gov/archive/ndic/pubs0/665/index.htm\">listed 2C-B as a Schedule I drug</a> in 1995, pushing it underground, where it remained a <a href=\"https://psychedelichealth.co.uk/2023/06/23/2c-b-lsd-mdma-baby/\">relatively niche drug for rave-goers</a>.</p>\n\n<p class=\"has-text-align-none\">But over the past decade, it’s become an <a href=\"https://www.vice.com/en/article/what-is-2cb-and-its-effects/\">increasingly popular party drug</a> in Latin America, Europe, and the US. The <a href=\"https://www.drugsandalcohol.ie/30537/1/Exec-Summary.pdf\">2019 Global Drug Survey</a> of over 120,000 people from more than 30 countries reported that darknet purchases of 2C-B and other drugs have been on the rise since 2014.</p>\n\n<p class=\"has-text-align-none\">In the early 2000s, wealthy young people <a href=\"https://insightcrime.org/es/noticias/tusi-coctel-sicodelico-rosa-engano-latinoamerica/\">smuggled small amounts of 2C-B</a> from Europe to Colombia, where it quickly became popular in <a href=\"https://insightcrime.org/news/analysis/2c-b-now-drug-of-choice-for-colombia-elite/\">Colombia’s elite club scene</a>. By 2012, models, politicians, and actors were <a href=\"https://insightcrime.org/news/analysis/2c-b-now-drug-of-choice-for-colombia-elite/\">shelling out 130,000 pesos</a> (about $71 at the time) for a gram of 2C-B — over 10 times the price of cocaine. “The media positioned it as an elite drug,” said <a href=\"https://www.linkedin.com/in/juli%C3%A1n-andr%C3%A9s-quintero-l%C3%B3pez-a5b28421/?originalSubdomain=co\">Julian Quintero</a>, a sociologist, drug researcher, and director of the <a href=\"https://www.acciontecnicasocial.com/que-es-ats/\">Technical Social Action Corporation</a> (ATS), a Colombian drug policy nonprofit. “Very few could access it.”</p>\n\n<p class=\"has-text-align-none\">While 2C-B was considered high-class, it wasn’t much to look at. It was usually sold as a plain-looking pill or an <a href=\"https://commons.wikimedia.org/wiki/File:4-bromo-2,5-dimethoxyphenethylamine.jpg#/media/File:4-bromo-2,5-dimethoxyphenethylamine.jpg\">off-white, bitter powder</a> that <a href=\"https://www.bdp.org.uk/get-information/drugs-information/2c-b/\">hurts to snort</a>. To make the drug more appealing, narcos started mixing the powder with sweet pink food coloring. Soon, demand outpaced the supply of 2C-B available in Latin America, so Colombian dealers <a href=\"https://insightcrime.org/es/noticias/tusi-coctel-sicodelico-rosa-engano-latinoamerica/\">cut the powder</a> with cheaper, longer-lasting, and more abundant European imports like MDMA and ketamine.</p>\n\n<p class=\"has-text-align-none\">People began calling the pink powder “<a href=\"https://energycontrol.org/sustancias/tusi/\">tusi,</a>” a Spanish spelling of the English pronunciation of “2C.” In the early 2010s, Quintero said, tusi still reliably contained about 10 percent 2C-B, mixed in with the MDMA and ketamine. But by the mid-2010s, the 2C-B component disappeared.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Removing the priciest ingredient, Quintero told me, was the “magic formula.” Today, a gram of tusi costs $10, not $100, making it accessible to just about anyone who can afford a night out.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://med.nyu.edu/faculty/joseph-j-palamar\">Joseph Palamar</a>, a drug use epidemiologist at New York University and deputy director of the <a href=\"https://ndews.org/\">National Drug Early Warning System</a>, said that the homophones — “tusi” and “2C-B” — initially confused old school ’90s ravers, who only knew of the original 2C-B and likely thought that’s what they were taking. But, he said, “new school people probably don’t know the difference.”</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">One surprising thing</h2>\n\n\n\n<p class=\"has-text-align-none\">Despite the flurry of headlines announcing that, according to an anonymous tip, Liam Payne’s autopsy found pink cocaine in his system, there’s no chemical test for pink cocaine. You can only test for its common ingredients, like ketamine and MDMA. If both of those substances are found at once, it <em>might </em>be pink cocaine — but there’s no way to know for sure.</p>\n</div>\n\n<p class=\"has-text-align-none\"></p>\n\n<h2 class=\"wp-block-heading\"><strong>“Those who use cocaine represent the old. Those who use tusi represent the new”</strong></h2>\n\n<p class=\"has-text-align-none\">Calling the powder “pink cocaine,” or polvo rosa<em>,</em> has even less to do with the drug’s contents. “The name ‘pink cocaine’ is one of many fantasies invented by the police to name things they don’t understand,” Quintero said.</p>\n\n<p class=\"has-text-align-none\">Much of polvo rosa’s<em> </em>rise in the club scene can be attributed to its Instagram-ready aesthetic. “The fact that it’s a pretty color draws a lot of people in,” Palamar said.</p>\n\n<p class=\"has-text-align-none\">It’s a brilliant marketing strategy: transform a bland-looking, expensive, exclusive synthetic drug into an Instagram-worthy accessory that almost any partygoer can afford — simply by changing just about everything in it. If tusi had a standard recipe — something potential users could make informed decisions about — this wouldn’t be as big a deal. But as tusi became more popular, the color told users increasingly little about what they were ingesting.</p>\n\n<p class=\"has-text-align-none\">“The thing is,” Palamar said, “anyone could dye any powder pink.”</p>\n\n<p class=\"has-text-align-none\">The initial rise of tusi in Latin America was part of a broader trend: Coca and opium production <a href=\"https://insightcrime.org/news/analysis/un-world-drug-report-new-drugs-new-users\">declined between 2007 and 2012</a> for a number of factors, including <a href=\"https://www.unodc.org/documents/data-and-analysis/WDR2012/WDR_2012_web_small.pdf\">increased seizures of heroin</a> exported to the US and evolving drug preferences. At the same time, the production and trafficking of synthetic drugs like 2C-B, MDMA, and ketamine grew. La Empreza, a street gang claiming to be the first to make and sell tusi in Colombia, <a href=\"https://www.youtube.com/watch?v=VOjAlLoXOhQ\">told Vice</a> in 2022 that in addition to MDMA, ketamine, and caffeine, their recipe for the drug includes synthetic methamphetamines, LSD, and fentanyl, among other chemicals.</p>\n\n<p class=\"has-text-align-none\">A batch of tusi is essentially made by tossing assorted drugs into a pan, adding a dash of pink food coloring, and stirring the mixture by hand. This isn’t even a great way to make a salad — the dressing won’t be evenly distributed across the greens, and some bites will wind up with more toppings than others. When mixing a powder and liquid drug salad, it’s nearly impossible to ensure that each dose of the final product will contain the same ratio of ingredients. When preparing non-toxic food, perfectly even distribution isn’t usually a concern, but a gram of powder that may contain a mystery dose of a powerful sedative like ketamine — or even the far deadlier fentanyl — is dangerous.</p>\n\n<p class=\"has-text-align-none\">The fact that tusi is so easy to make doesn’t just make it risky — it’s making it more popular. Because tusi is synthetic, lacks a standard recipe, and doesn’t require special equipment beyond kitchenware to make, nearly anyone can prepare it themselves. “Tusi not only emerged as a new drug for a new generation, but also popularized the idea that you can make your own drugs at home,” Quintero said.</p>\n\n<p class=\"has-text-align-none\">As of a couple years ago, tusi was the fifth most popular drug in Colombia. Pink cocaine has become synonymous with <a href=\"https://www.youtube.com/watch?v=0D5mC8fXHgQ\">Colombian guaracha</a>, a style of electronic house music often referencing the drug in the lyrics. In the song “<a href=\"https://www.youtube.com/watch?v=0D5mC8fXHgQ\">Magia Rosa</a>” by DJ Goozo, Massianello, and NesBunny, featured vocalist Paulette sings: “Quiero magia rosas que me ponga poderosa.” In English, this roughly translates to “I want pink magic to become powerful.” </p>\n\n<p class=\"has-text-align-none\">Quintero told me that the rise of tusi paralleled the rise of reggaeton, guaracha, small-scale drug dealers, and sexual tourism to Colombia, lending the drug a distinct cultural ethos for a younger generation. “Those who use cocaine represent the old,” he said. “Those who use tusi represent the new.”</p>\n\n<p class=\"has-text-align-none\">Perhaps nowhere outside Colombia is tusi more celebrated in pop culture than Mexico. While tusi isn’t often mentioned by the Mexican government or mainstream news media, it frequently appears in corridos tumbados — a genre of Mexican regional music blending the vibrant accordions, plucky bass lines, and quintessential trumpets of traditional corridos with hip-hop and reggaeton. Peso Pluma, a 25-year-old Mexican rapper, <a href=\"https://www.nytimes.com/2023/06/22/arts/music/peso-pluma-regional-mexican-music.html\">skyrocketed to global stardom</a> last year with the love song “<a href=\"https://www.youtube.com/watch?v=lZiaYpD9ZrI\">Ella Baila Sola</a>,” a collaboration with regional group Eslabon Armado. &nbsp;</p>\n\n<p class=\"has-text-align-none\">But a large swath of corridos tumbados are considered <a href=\"https://www.latimes.com/entertainment-arts/music/story/2023-05-22/peso-pluma-regional-mexican-ella-baila-sola\">narcocorridos</a>, or songs centered around the plight of cartels or drugs. Three of his songs — “<a href=\"https://www.youtube.com/watch?v=3Wnso2A4PZE\">Lady Gaga</a>,” “<a href=\"https://www.youtube.com/watch?v=W9If4-IhzM0\">Rosa Pastel,</a>” and “<a href=\"https://www.youtube.com/watch?v=4jvO-GCO_Tk\">Las Morras</a>” — mention using pink cocaine as part of a glamorous lifestyle, and music videos for those three songs alone have racked up over 500 million views combined. (Sometimes, the glamorous lifestyle isn’t so glamorous: Peso Pluma had to cancel and reschedule concerts last year because of <a href=\"https://www.nytimes.com/2023/09/15/arts/music/peso-pluma-postpone-concerts-threats.html\">death threats from a cartel</a>.)</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"LADY GAGA (Video Oficial) - Peso Pluma, Gabito Ballesteros, Junior H\" src=\"https://www.youtube.com/embed/3Wnso2A4PZE?rel=0\" width=\"720\" height=\"405\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Europe, home to hard-partying tourist destinations like Ibiza, isn’t a stranger to trippy, risky drugs. Combinations of ketamine and MDMA have been <a href=\"https://www.vice.com/en/article/new-drug-queensland-festival-pill-testing/\">trending among festivalgoers</a> across the world lately, <a href=\"https://www.vice.com/en/article/the-five-big-drug-trends-defining-summer-2024/\">priming the club scene</a> for tusi’s arrival. </p>\n\n<p class=\"has-text-align-none\">The drug first arrived in Europe sometime <a href=\"https://www.vice.com/en/article/pink-cocaine-tusi-colombia-drug/\">within the last decade or so</a>. Claudio Vidal, a director at <a href=\"https://energycontrol.org/\">Energy Control</a>, a drug harm reduction nonprofit in Spain, told me that while the first big pink cocaine drug bust happened in 2016, Energy Control first analyzed samples of pink powder in 2011.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2022, the <a href=\"https://www.unodc.org/documents/scientific/Global_SMART_Update_2022_Vol.27.pdf\">United Nations Office on Drugs and Crime reported</a> tusi popping up at music festivals in Austria, Switzerland, and the UK, in addition to party scenes in Spain and Italy. That same year, a <a href=\"https://energycontrol.org/wp-content/uploads/2023/01/OEC2022_INFORME_DEF.pdf\">survey of nearly 1,500 recreational drug users</a> at European EDM festivals found that about 20 percent had tried tusi in the last 12 months. And this summer, pink cocaine started to gain traction in US states like <a href=\"https://www.marca.com/en/lifestyle/celebrities/2024/07/04/6686f9c9e2704e75298b45ec.html\">New York</a> and <a href=\"https://www.newsweek.com/pink-cocaine-drugs-narcotics-tusi-dea-coastguard-1923902\">California</a> for many of the same reasons it blew up in Colombia: it’s relatively affordable, theoretically fun, and pink.</p>\n\n<p class=\"has-text-align-none\">But, Vidal said, we don’t know enough yet to tell exactly where tusi is most popular, or who exactly is using it. The biggest challenge in studying pink cocaine is that, despite its rising prevalence in pop culture, it’s hard to rigorously study a drug that’s largely defined by what it isn’t. “We do not have enough data,” Vidal said.</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<h2 class=\"wp-block-heading\"><strong>How dangerous is it, really?</strong></h2>\n\n<p class=\"has-text-align-none\">Given the lack of research examining pink cocaine specifically, no one knows how many people are having bad reactions to it yet.</p>\n\n<p class=\"has-text-align-none\">Drugs like ketamine and MDMA are unlikely to cause physical dependence — people aren’t generally using these substances to relieve withdrawal symptoms, like one might if they were addicted to opiates. That doesn’t mean they can’t create a kind of psychological dependence — as Palamar said, “A lot of people become accustomed to their world on ketamine,” which can make it hard to stop using it.</p>\n\n<p class=\"has-text-align-none\">Vidal hasn’t seen a tusi-related spike in demand for treatment at addiction treatment centers in Spain — at least not yet. More research will be necessary to see whether tusi users aren’t checking into treatment centers because they don’t have a substance use disorder, or because they’re avoiding treatment out of fear, stigma, or something else.</p>\n\n<p class=\"has-text-align-none\">But that may change as tusi itself changes. In <a href=\"https://www.echelecabeza.com/informe-2023-servicio-de-analisis-de-sustancias-sas-echele-cabeza/\">its 2023 report</a>, Energy Control found that Colombian manufacturers were starting to add addictive substances like benzodiazepines to batches of tusi. Quintero suspects they are also adding opioids like heroin, morphine, and oxycodone “with the aim of creating dependency.”</p>\n\n<p class=\"has-text-align-none\">Cases of pink cocaine being contaminated with fentanyl have yet to be reported in the US, but that hasn’t stopped Palamar from worrying about it. Over the past several years, potentially fatal doses of fentanyl have been found in samples of <a href=\"https://www.dea.gov/alert/dea-laboratory-testing-reveals-6-out-10-fentanyl-laced-fake-prescription-pills-now-contain\">fake prescription pills</a>, <a href=\"https://www.sciencedirect.com/science/article/pii/S0376871623012231\">methamphetamine, and cocaine</a>. Given its rising popularity, it’s reasonable to think that pink cocaine could be next.<br><br>But, at least for now, the biggest risks with pink cocaine don’t seem to be addiction or fatal overdose. Taking a mystery drug cocktail — especially if it’s mixed with alcohol on a night out — can get someone far more intoxicated than they planned for.</p>\n\n<p class=\"has-text-align-none\">Unlike opioids, which can cause <a href=\"https://bpspubs.onlinelibrary.wiley.com/doi/10.1111/bph.15580\">severe, potentially deadly respiratory depression</a>, “pink cocaine and the things that are in it generally don’t stop people from breathing, which is good,” said <a href=\"https://www.medstarhealth.org/innovation-and-research/medstar-health-research-institute/principal-investigators/maryann-amirshahi\">Maryann Amirshahi</a>, a DC-based ER doctor and co-medical director of the <a href=\"https://www.poison.org/\">National Capital Poison Center</a>. The most risky thing, Quintero said, “is that young people making it at home don’t know chemistry, and are adding any substances or medications they find in their houses.” </p>\n\n<p class=\"has-text-align-none\">Imagine going to a rave for your friend’s birthday. (For the sake of this thought experiment, you’re in your mid-20s, you’ve all been drinking, and you’ve vowed to dance until the sun comes up.) While waiting in line for the bathroom, a kind stranger offers your friend a pink powder, saying it’ll be fun. She goes for it, assuming it’s an upper. Before too long, she’s throwing up and struggling to stand — and she winds up spending the rest of her birthday spaced out on a couch.</p>\n\n<p class=\"has-text-align-none\">If someone uses a stimulant like cocaine or MDMA (which, despite being commonly labeled as a psychedelic, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC81503/\">is an amphetamine derivative</a>), it can cause side effects ranging from mild nausea to something as potentially deadly as <a href=\"https://www.healthline.com/health/substance-use/mdma-effects-on-heart#cardiac-symptoms\">heart failure</a>. Still, people generally remain tethered to reality.</p>\n\n<p class=\"has-text-align-none\">Palamar cautioned that being exposed to ketamine, a powerful drug that numbs pain and warps perception, after drinking is nothing like trying a little cocaine. </p>\n\n<p class=\"has-text-align-none\">“It’s not a happy drug,” he said. “If you do enough of it, you feel like you’re on another planet.” While it doesn’t stop breathing, it does dramatically reduce one’s awareness of their surroundings, especially when mixed with alcohol — which increases the risk of doing something embarrassing, getting injured, or being sexually assaulted.</p>\n\n<p class=\"has-text-align-none\">Of course, as we probably all learned in high school drug education, the best way to minimize these risks is to not do drugs. But if you’re going to use drugs, Palamar urges users to act with intention: Know what your drugs are made of, and dose with caution. All of the experts I spoke with strongly discourage people from trying unknown blends like pink cocaine, because intentional, risk-minimizing use is basically impossible.</p>\n\n<p class=\"has-text-align-none\">The biggest thing to worry about with pink cocaine is accidentally taking too much ketamine. If you think you might be exposed to ketamine, don’t drink, and don’t place yourself in unfamiliar social situations without support. “You’ve got to be around people you trust,” Palamar said, “because you could become very vulnerable.”</p>\n\n<p class=\"has-text-align-none\">One common misconception is that mixing uppers and downers, like MDMA and ketamine, will balance each other out. “The problem is, you can’t always time that,” Amirshahi said. If the downer lasts longer than the upper, “you may end up on the floor in a coma,” she said. Vice versa, and you risk experiencing an “<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5877453/\">emergence reaction</a>” — a psychotic break upon leaving the “k-hole,” an intense out-of-body experience brought on by high doses of ketamine. “You don’t know how much or what you’re getting, so it’s really hard to titrate, or make that balance.”</p>\n\n<p class=\"has-text-align-none\">Although according to experts, the risk of accidental fentanyl exposure appears relatively low in the US, it’s potentially deadly and worth taking seriously. You don’t have to be a professional chemist to run basic drug safety tests — harm reduction organizations like <a href=\"https://fentcheck.org/\">FentCheck</a> and <a href=\"https://dancesafe.org/\">DanceSafe</a> work with bars, nightclubs, and festivals to distribute relatively low-cost drug tests to potential users. Low-cost paper <a href=\"https://www.cdc.gov/stop-overdose/safety/index.html\">fentanyl test strips</a> can detect fentanyl in drug samples. They work like at-home <a href=\"https://www.fda.gov/consumers/consumer-updates/covid-19-test-basics\">Covid-19 antigen tests</a>, where you place a nasal swab on a strip of paper and wait for a line to appear if the virus is detected. For a fentanyl test, instead of a nasal swab, you’d add a few milligrams of your drug of choice. While these tests are relatively effective, they don’t work as well when MDMA is present, and can report false positives when testing an MDMA-containing drug blend like pink cocaine.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://dancesafe.org/wp-content/uploads/2024/05/DS_Instructions_Reagents_v17Spring24.pdf\">Liquid reagent kits</a>, like those provided by DanceSafe, contain chemicals that change colors in the presence of a range of different drugs. However, Vidal cautions that these tests also don’t work very well on tusi. Because the reagent usually provided for ketamine also reacts to MDMA, if both drugs are present (as they usually are), it’s hard to interpret the results. And as a general rule, Amirshahi recommends <a href=\"https://www.vox.com/even-better/353129/you-can-help-reverse-the-overdose-epidemic\">always having naloxone</a>, an opioid overdose-reversing nasal spray, on hand — and being prepared to administer it.</p>\n\n<p class=\"has-text-align-none\">In Spain, Vidal said the drug is continuing to evolve — not just chemically, but aesthetically. Powders with other colors and flavorings — not just pink — made of the same general stuff are also being marketed as “tusi.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Pink cocaine appears to be riding on the back of <a href=\"https://www.vice.com/en/article/the-five-big-drug-trends-defining-summer-2024/\">ketamine’s meteoric rise</a> in popularity, mostly because it’s cheap and easy to make. But it may also be the case that pink cocaine offers both social capital and a means of escape. With this powder, anyone can project an image of enviable glamour on social media, and take an affordable trip to another planet, if only for a couple hours — at least, that’s the image cartels are projecting. In reality, it’s a bottom-of-the-barrel powder that’s not that special. It’s just pink.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On October 16, Liam Payne, a former member of One Direction, fell from his third-floor hotel room and died. Within days, headlines in TMZ, ABC News, and the Guardian announced that he had “pink cocaine” in his system. On August 10, 24-year-old Instagram model Maecee Marie Lathers killed two people in a car crash in [&#8230;]",
    "author": "Celia Ford"
  },
  {
    "title": "Why do so many young people suddenly have cancer?",
    "link": "https://www.vox.com/explain-it-to-me/389508/cancer-early-young-adults-colon-breast-explained",
    "pubDate": "2024-12-04T13:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A researcher in a white coat and blue disposable gloves sits at a lab bench looking through a microscope.\" data-caption=\"Cancer rates are rising among young adults. Scientists are racing to figure out why. | ﻿Sebastian Kahnert/picture alliance via Getty Images\" data-portal-copyright=\"﻿Sebastian Kahnert/picture alliance via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-1228632931.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Cancer rates are rising among young adults. Scientists are racing to figure out why. | ﻿Sebastian Kahnert/picture alliance via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>A Vox reader asks: </em><em>What happened between Gen X and millennials to send cancer rates soaring?</em></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">That’s the million-dollar question in medical science today.</p>\n\n<p class=\"has-text-align-none\">You’ve surely seen the headlines, but let’s recap the most pertinent data: One in five new colorectal cancer patients in the United States is under 55, according to a <a href=\"https://www.wsj.com/health/healthcare/cancer-young-people-doctors-baffled-49c766ed\">Wall Street Journal analysis</a> of data from the National Cancer Institute. That is nearly twice the rate in 1995. A recent meta-analysis led by the American Cancer Society found that <a href=\"https://www.thelancet.com/journals/lanpub/article/PIIS2468-2667(24)00156-7/fulltext\">17 of the 34 most common cancers</a> — including those of the small intestine, pancreas, and kidney —&nbsp;are occurring more frequently in younger people. Some of them had previously been declining but are now on the upswing again.</p>\n\n<p class=\"has-text-align-none\">Here’s the really scary part: While death rates for colorectal cancer patients over 65 are dropping, they are increasing among younger patients. <a href=\"https://bmcprimcare.biomedcentral.com/articles/10.1186/s12875-023-01967-0a\">Scientists say these early cancers</a> can be more deadly because they are often not caught until it’s too late for treatment. (Colonoscopies are not recommended until age 45.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a millennial prone to health anxiety, I have the same question: Why is this happening to my generation? Unfortunately, the short answer is: We do not know for certain. But let’s dig into the long answer.</p>\n\n<h2 class=\"wp-block-heading\">What do we actually know about cancer risk factors?</h2>\n\n<p class=\"has-text-align-none\">We’ve long known that <a href=\"https://acsjournals.onlinelibrary.wiley.com/doi/10.3322/caac.20140\">weight and exercise</a> help determine a person’s risk of developing <a href=\"https://www.cancer.org/cancer/risk-prevention/diet-physical-activity/acs-guidelines-nutrition-physical-activity-cancer-prevention/diet-and-activity.html\">a range of cancers</a>. The increase in <a href=\"https://www.worldobesityday.org/assets/downloads/World_Obesity_Atlas_2023_Report.pdf\">global obesity rates</a> since the mid-1990s has likely played a significant role in the rise in early-onset cancers, especially those in the gastrointestinal tract.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Sign up for the <a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\">Explain It to Me newsletter</a></h2>\n\n\n\n<p class=\"has-text-align-none\">The newsletter is part of Vox’s <a href=\"https://www.vox.com/explain-it-to-me\">Explain It to Me</a>. Each week, we tackle a question from our audience and deliver a digestible explainer from one of our journalists. Have a question you want us to answer? Ask us <a href=\"http://www.vox.com/ask-vox\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">But over the past decade, new research has shown that other factors —&nbsp;specific foods in the diet, other behaviors such as sleep, environmental pollutants —&nbsp;may also contribute to cancer risk. These risk factors are not as well understood as obesity or lack of exercise, but scientists are now racing to catch up.</p>\n\n<p class=\"has-text-align-none\">Scientists have found that certain diets, including those rich in so-called <a href=\"https://www.vox.com/science-and-health/2019/6/11/18652653/diet-weight-loss-ultra-processed-foods-microbiome\">ultra-processed foods</a>, are <a href=\"https://www.bmj.com/content/378/bmj-2021-068921\">associated</a> with a higher risk of GI cancers, regardless of a person’s BMI. Higher alcohol consumption is likewise <a href=\"https://ascopubs.org/doi/10.1200/JCO.22.01895\">correlated</a> with a higher risk of developing colorectal cancer early. Exposures to <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6546253/\">toxins</a> in the environment and in everyday goods, including chemicals found in makeup and hair products and formaldehyde in building materials, are now also suspected to increase risk for a wide range of cancers in younger patients, particularly if the exposure occurred at pivotal points in a person’s life. Getting <a href=\"https://www.hopkinsmedicine.org/health/wellness-and-prevention/lack-of-sleep-and-cancer-is-there-a-connection\">less sleep or interrupted sleep</a> may also be a factor in developing breast, colon, ovarian, and prostate cancers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Sleep and circadian rhythm is an important component of health,” Andrew Chan, who is <a href=\"https://www.vox.com/future-perfect/386449/2024-future-perfect-50-progress-ai-climate-animal-welfare-innovation\">leading an international research project on early-onset cancer</a>, told me. People today “are probably <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6473877/\">getting less sleep</a> or having more disrupted sleep for a variety of reasons. Is that potentially changing our biology in a way that is detrimental?”</p>\n\n<p class=\"has-text-align-none\">Cancer researchers are also obsessed with the microbiome, the ecosystem of bacteria that is concentrated in a person’s gut. Certain kinds of <a href=\"https://translational-medicine.biomedcentral.com/articles/10.1186/s12967-022-03492-7\">microbiome bacteria are associated with</a> the development of GI cancers, but researchers are still puzzling out whether those changes are a cause or a consequence of the disease. </p>\n\n<p class=\"has-text-align-none\">This is truly a global challenge. The increases in early cancer cases and deaths are most pronounced in wealthy countries, but developing nations are contending with some of the same environmental contaminants, particularly <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0165993624000190#:~:text=The%20high%20production%20of%20plastic,environmental%20issues%20in%20these%20countries.\">microplastics</a>, and they are already seeing increasing death rates from other <a href=\"https://ourworldindata.org/obesity#the-global-distribution-of-health-impacts-from-obesity\">obesity-related diseases</a>. As poorer countries become more economically developed, they also expect to see more “first world” health problems — <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0921800917304913\">including cancer</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This is going to be a problem that is going to be facing us as our economy gets stronger,” Bhawna Sirohi, medical oncology director at the Balco Medical Center in Raipur, India, told me earlier this year. It’s “facing us, the West, everywhere.”</p>\n\n<h2 class=\"wp-block-heading\">Why do different generations have different cancer risks?</h2>\n\n<p class=\"has-text-align-none\">Since I started reporting on this slow-rolling crisis at the beginning of the year, easily the most interesting thing I have learned is that your risk of many types of cancer likely depends in part on something that was completely out of your control: when you were born.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you go back to the American Cancer Society’s meta-analysis, people born in 1975 experience nearly twice the rate of small-intestinal cancers as people born in 1955. For people born in 1990, those cancer rates have grown to nearly four times what they were for people born in the middle of the 20th century. You can see the same general trajectory for kidney, liver, pancreas, and bone marrow cancers.</p>\n\n<p class=\"has-text-align-none\">These generational differences would support the increasingly accepted idea that recent environmental changes and widespread alterations to our diets may be contributing to the rise in early-onset cancers. A 2020 study in the journal <em>Gastroenterology</em> <a href=\"https://pubmed.ncbi.nlm.nih.gov/31394082/\">noted</a> that a person’s GI cancer risk had previously been measured by their family history, yet three in four new cancer patients have no such history. The researchers concluded that the surge could instead “result from generational differences in diet, environmental exposures, and lifestyle factors.”</p>\n\n<p class=\"has-text-align-none\">Systematic reviews of the available research, including one <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9218641/\">published in <em>Frontiers in Nutrition</em> in 2022</a>, have identified consumption of a lot of deep-fried foods, processed foods, foods high in fat, and sugary drinks and desserts, as well as low folate and fiber consumption, as risk factors. People have been <a href=\"https://pubmed.ncbi.nlm.nih.gov/34647997/\">eating more and more of those products over the years</a> — well, except for <a href=\"https://www.vox.com/2019/3/20/18214505/fiber-diet-weight-loss\">fiber</a>, which is very good for human digestion and yet horribly underconsumed in the US. My generation <a href=\"https://findado.osteopathic.org/gen-x-older-millennials-are-drinking-too-much#:~:text=Gen%20X%2C%20older%20millennials%20are,as%20the%20associated%20disease%20states.%E2%80%9D\">drinks too much alcohol</a> too, even while the evidence of its carcinogenic properties continues to pile up.</p>\n\n<p class=\"has-text-align-none\">Scientists hypothesize that changes in our environment, such as the proliferation of <a href=\"https://www.vox.com/recode/23056251/nurdles-plastic-pollution-ocean-microplastics\">microplastics</a> and forever chemicals that are linked to <a href=\"https://www.roswellpark.org/cancertalk/202308/forever-chemicals-cancer#:~:text=How%20PFAS%20may%20lead%20to,no%20indication%20of%20an%20association.%E2%80%9D\">certain cancers</a> and may <a href=\"https://ysph.yale.edu/news-article/yale-study-forever-chemicals-promote-cancer-cell-migration/#:~:text=In%20a%20new%20study%20by,time%20the%20research%20was%20conducted.\">allow others to metastasize more easily</a>, could be another contributing factor. From food containers to synthetic clothing, we are <a href=\"https://cancerwellness.com/tiny-particles-huge-problems/\">exposed to and ingest these tiny particles every day</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to a <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10340669/\">paper published last year</a> by a New Zealand research team, the upticks in cancers among young adults matched the timeline that we would expect from the multiplication of microplastics in the environment. Research on cellular and rodent models has <a href=\"https://pubmed.ncbi.nlm.nih.gov/36739075/\">suggested</a> that microplastics could promote tumor growth. Though more research is needed, we already know these materials <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9885170/\">contain</a> chemicals that can disrupt hormones and pose a risk to our health.</p>\n\n<p class=\"has-text-align-none\">In the same vein, scientists increasingly suspect that exposures to risk factors at certain ages — whether in utero, early childhood, or early adulthood — could be playing an important role in a person’s risk of developing cancer at a young age. Preliminary findings, such as a <a href=\"https://pubmed.ncbi.nlm.nih.gov/33958435/\">study</a> that found consuming more sugary drinks in adolescence was associated with a higher risk of developing colorectal cancer early in women, lend support to those theories.</p>\n\n<p class=\"has-text-align-none\">Researchers are working to sharpen our understanding of these causes&nbsp;and of how to treat and prevent these devastating diseases. We still have a lot to learn about these new variables in our cancer risk. While it’s easy to feel powerless in the face of that uncertainty, all of the long-understood recommendations still apply and can make a world of difference in our health and disease risk: We can try to eat right, drink less alcohol, and be more active.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A Vox reader asks: What happened between Gen X and millennials to send cancer rates soaring? That’s the million-dollar question in medical science today. You’ve surely seen the headlines, but let’s recap the most pertinent data: One in five new colorectal cancer patients in the United States is under 55, according to a Wall Street [&#8230;]",
    "author": "Dylan Scott"
  },
  {
    "title": "The pro-housing consensus that wasn’t",
    "link": "https://www.vox.com/policy/389431/housing-affordable-homes-yimby-nimby-shortage-construction",
    "pubDate": "2024-12-04T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A demonstrator holds up a sign that says “Won’t you be my neighbor?” behind a row of people holding signs that list the benefits of neighborhoods under the header “In this home.”\" data-caption=\"Demonstrators calling on the Arlington  County board to allow multi-family homes, such as duplexes, to be built in the county, as long as it fits within the same space as a single-family home. | Stefani Reynolds/AFP via Getty Images\" data-portal-copyright=\"Stefani Reynolds/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-1241939417.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Demonstrators calling on the Arlington  County board to allow multi-family homes, such as duplexes, to be built in the county, as long as it fits within the same space as a single-family home. | Stefani Reynolds/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">These days, it seems as though everyone is something of a <a href=\"https://www.vox.com/policy-and-politics/2018/9/24/17896482/building-more-stuff-housing-gentrification-cities\">YIMBY</a>: a “Yes in My Backyard” activist advocating for more housing and fewer barriers to making that happen.</p>\n\n<p class=\"has-text-align-none\">&#8220;For decades, thanks to restrictive zoning laws and increasing construction costs, we simply haven’t built enough new housing,” wrote Rep. Alexandria Ocasio-Cortez and Sen. Tina Smith <a href=\"https://www.nytimes.com/2024/09/18/opinion/aoc-tina-smith-housing.html\">in the New York Times</a> earlier this fall.</p>\n\n<p class=\"has-text-align-none\">“Housing is too expensive, and we need to increase the housing supply,” Kamala Harris <a href=\"https://podcasts.musixmatch.com/podcast/call-her-daddy-01hng625k9w00j4a1jhxrcp26s/episode/vice-president-kamala-harris-01j9hnem30cq1y4zjz0f0twxv1\">said</a> as she campaigned for president, building off Joe Biden’s <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2024/03/11/remarks-by-president-biden-at-the-national-league-of-cities-congressional-city-conference-2/\">earlier call to</a> “build, build, build” to “bring housing costs down for good.”</p>\n\n<p class=\"has-text-align-none\">And Donald Trump has complained about regulations leading to high housing costs, telling <a href=\"https://www.bloomberg.com/features/2024-trump-interview-transcript/?srnd=homepage-americas&amp;sref=qYiz2hd0\">Bloomberg</a>, “Zoning is like &#8230; it’s a killer.”</p>\n\n<p class=\"has-text-align-none\">Yet as three recently published books reveal, this YIMBY-ish agreement across the political spectrum can mask deeper divides, including about property rights, community development, and the very meaning of democracy in housing policy. <a href=\"https://www.housingtrap.org/\"><em>Escaping the Housing Trap</em></a> by urbanists Charles Marohn and Daniel Herriges of <a href=\"https://www.strongtowns.org/\">Strong Towns</a> advocates for a slower-paced, locally driven form of development that they believe will be more sustainable over the long term. <a href=\"https://www.strandbooks.com/on-the-housing-crisis-land-development-democracy-atlantic-editions-9781638931966.html\"><em>On the Housing Crisis</em></a> by journalist Jerusalem Demsas challenges this kind of incrementalism, arguing the severity of today&#8217;s housing shortage demands bolder intervention. And in <a href=\"https://nowheretolive.org/\"><em>Nowhere to Live</em></a>, James Burling, a lawyer with the libertarian Pacific Legal Foundation, frames the housing shortage as the result of diminished respect for private property, something he argues will have to be reversed for any real change.</p>\n\n<p class=\"has-text-align-none\">Read together, these new books tell us that while it has become mainstream to say that America needs more homes —&nbsp;and even to acknowledge that zoning rules and <a href=\"https://www.vox.com/the-goods/22597947/homeowner-nimby-affordable-housing-local\">self-interested homeowners</a> play a role in blocking new housing —&nbsp;there’s not a clear consensus about what kinds of homes we should build, how we should build them, and who should decide where they go. While it’s tempting to think a pro-housing consensus at least forecasts positive changes, the authors say a close read of history should leave us unconvinced that policymakers will ultimately take the necessary steps for reform. There’s an opportunity, but we should be clear-eyed about the obstacles.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Who should chart the future of housing policy?</h2>\n\n<p class=\"has-text-align-none\">For decades, the federal government largely deferred to state governments on matters of land use. States mostly deferred to local governments, which in turn typically deferred to their home-owning constituents who backed restrictive zoning laws that barred new construction. But with housing now consuming a greater portion of households&#8217; budgets, even federal lawmakers can no longer avoid addressing the dramatic rise in rents and mortgage payments. Unlike past housing crises that primarily affected the poor, today&#8217;s challenges reach deep into the middle class.</p>\n\n<p class=\"has-text-align-none\">Experts say the US is short somewhere between <a href=\"https://www.freddiemac.com/research/insight/20210507-housing-supply\">3.8</a> million and <a href=\"https://www.brookings.edu/articles/make-it-count-measuring-our-housing-supply-shortage/\">6.8 million</a><strong> </strong>homes. As of 2022, households earning the median income could afford only <a href=\"https://www.urban.org/urban-wire/eighty-percent-homes-market-arent-affordable-households-earning-median-incomes-or-less\">20 percent</a> of the homes for sale across the country. Most renters <a href=\"https://www.theguardian.com/society/2024/mar/12/renters-poll-owning-home\">feel priced out</a> of homeownership entirely, and the lack of affordable housing is causing <a href=\"https://www.vox.com/policy/2023/3/8/23618237/homelessness-tent-encampments-housing-affordable\">homelessness to rise</a>.</p>\n\n<p class=\"has-text-align-none\">But as policymakers and voters focus more intently on the housing emergency, thorny questions about democratic participation have emerged. Research increasingly shows that <a href=\"https://sites.bu.edu/kleinstein/files/2017/09/EinsteinPalmerGlick_ZoningPartic.pdf\">local planning meetings are deeply unrepresentative</a>, with participants skewing older, whiter, more likely to be a homeowner — and therefore more likely to support measures that prioritize their property values and the status quo. Even making meetings virtual, which should theoretically increase access, <a href=\"https://www.housingpolitics.com/research/online_meetings_participation.pdf\">hasn’t solved this participation gap</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet the problem runs deeper than just representation. When polled, voters often express the most enthusiastic support for indirect interventions like government subsidies and <a href=\"https://www.vox.com/housing/365063/kamala-harris-housing-rent-control-landlords\">rent caps</a>, policies that housing experts say would <a href=\"https://www.threads.net/@rmc031/post/C7UJ0AFsPj-\">do little to address affordability</a> and could even make things worse long term. Meanwhile, voters frequently oppose the fundamental solution — building more housing — even though restricting new development is what perpetuates the shortage. This raises a fundamental question: How much should democratic preferences matter?</p>\n\n<p class=\"has-text-align-none\">This is a central concern in Demsas’s book, and explored to a lesser degree in the two others. In one of her most agitating chapters — “<a href=\"https://www.theatlantic.com/ideas/archive/2022/04/local-government-community-input-housing-public-transportation/629625/\">Community Input Is Bad, Actually</a>” — Demsas makes the case that democracy works best when the views or needs of people are accurately transmitted to their leaders, leaders take action, and voters can express their approval or disapproval in the next election. Invoking historian Paul Sabin, she argues this form of <a href=\"https://www.paulsabin.com/books/\">democratic accountability was upended in the 1960s and ’70s</a> by a new emphasis on citizen participation, including new public interest law firms that challenged rules and laws while expanding judicial influence over policy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Pacific Legal Foundation emerged from this 1970s institutional ferment. While Burling, a staunch defender of property rights, shares Demsas’s concerns about regulatory barriers to new housing, his book makes a passionate case for litigation as a crucial check on government power, particularly through a compelling chapter on how litigation has buffered eminent domain abuse. Without it, he writes, &#8220;entire neighborhoods of &#8216;undesirables&#8217; — the poor, the ethnic minorities, and those least able to mount meaningful political resistance — can be condemned in order to revitalize their neighborhoods.&#8221;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Public interest litigation and community input rules emerged to protect neighborhoods from destructive top-down planning like the urban renewal that <a href=\"https://www.vox.com/2015/5/14/8605917/highways-interstate-cities-history\">devastated Black neighborhoods in the 1960s</a>. But this democratic vision has evolved into a more routine participatory veto, where multiple choke points, from environmental impact reviews to historic preservation requirements, allow individuals to block housing projects or make them so financially unfeasible that developers withdraw their bids.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today&#8217;s YIMBYs are organizing within this existing system, forming local groups to mobilize pro-housing voices at planning meetings and provide political cover for elected officials to make risky decisions. But this strategy of trying to counter the NIMBYs in public life faces inherent scaling limitations. It’s possible to pack local meetings in major cities with dissenting voices, but it’s much harder to sustain that level of organizing across thousands of small- and medium-sized jurisdictions, especially given the housing crisis&#8217; mounting urgency.</p>\n\n<p class=\"has-text-align-none\">That&#8217;s why many pro-housing advocates have turned to state-level intervention — essentially arguing that sometimes real democracy requires overriding local democratic processes.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Governors and other statewide officials are forced to see the bigger picture because they’re accountable not only to the people who live in a particular community, but also to past residents priced out of and displaced from that community, and to future residents as well,” Demsas writes. It&#8217;s a paradox that echoes earlier civil rights battles: using higher levels of government to ensure broader participation and protect minority interests, even when that means overruling local control.</p>\n\n<p class=\"has-text-align-none\"><em>Escaping the Housing Trap </em>offers an alternative vision: promoting smaller-scale, community-led development. Strong Towns advocates for all cities to accept some level of change while taking “radical neighborhood transformation off the table.” This “grand bargain,” as they put it — where single-family homes can transform at least into duplexes — aims to turn NIMBYs skeptical of development into more self-interested partners. Strong Towns also argues this approach will lead to more sustainable fiscal growth.</p>\n\n<p class=\"has-text-align-none\">But it’s hard to ignore that this more patient, conflict-avoidant strategy runs up against the pressing need of the housing shortage in big, desirable cities like Seattle or Los Angeles. It also misses that even in lots of local communities, residents have ardently fought even modest developments like <a href=\"https://www.vox.com/policy/371561/affordable-housing-crisis-economy-hud-california\">accessory dwelling units</a>.</p>\n\n<p class=\"has-text-align-none\">Despite their divergent paths to housing reform, all three authors agree on who loses most from the country’s failure to build: renters, first-time homebuyers, and poor people. Perhaps most importantly, it&#8217;s everyone who doesn&#8217;t yet live in a community but who might benefit from its resources — the future residents who never get a say in today&#8217;s planning meetings.</p>\n\n<h2 class=\"wp-block-heading\">Are we moving forward?</h2>\n\n<p class=\"has-text-align-none\">After years of inaction, there are reasons to be optimistic that lawmakers might finally be ready to tackle the housing supply gap.</p>\n\n<p class=\"has-text-align-none\">Over the last five years, states across the political spectrum — from <a href=\"https://www.springfield-or.gov/wp-content/uploads/2021/07/DevelopmentCodeUpdateProject_Fact-2_commeng_final.pdf\">Oregon</a> and <a href=\"https://www.gov.ca.gov/2023/10/11/governor-newsom-signs-package-to-streamline-housing-and-expand-tenant-protections-in-california/\">California</a> to <a href=\"https://www.governing.com/community/floridas-republican-led-nearly-unanimous-housing-reforms\">Florida</a> and <a href=\"https://www.bloomberg.com/news/articles/2023-04-28/montana-s-yimby-revolt-aims-to-head-off-a-housing-crisis\">Montana</a> — have moved to update zoning codes and transform residential planning rules. This year alone, <a href=\"https://ggwash.org/view/93210/breakfast-links-maryland-governor-moores-housing-bills-all-pass-senate\">Maryland</a>, <a href=\"https://www.kjzz.org/kjzz-news/2024-08-15/4-new-arizona-housing-bills-were-just-signed-into-law-leaders-hope-theyll-help-rising-costs\">Arizona</a>, <a href=\"https://www.northjersey.com/story/news/2024/03/20/nj-affordable-housing-overhaul-phil-murphy-new-bill/73038189007/\">New Jersey</a>, and <a href=\"https://www.enterprisecommunity.org/blog/coloradans-big-legislative-wins-affordable-housing-and-housing-stability\">Colorado</a> passed new housing laws.</p>\n\n<p class=\"has-text-align-none\">Housing was a top issue during the presidential campaign, and high costs remain a pressing concern for voters. Even those against new development know they have to couch their opposition in vague YIMBY language these days, acknowledging that yes of course we need more housing but we must guard against displacement, corporate developer influence, and environmental harm.</p>\n\n<p class=\"has-text-align-none\">Still, we&#8217;ve seen promising moments before. As Burling notes, a 1991 federal <a href=\"https://www.huduser.gov/portal/publications/RBCPUBS/NotInMyBackyward.html\">report</a> warned that “increasingly expensive and time-consuming permit-approval process[es], exclusionary zoning, and well-intentioned laws” were pricing out young families. More striking still, that same report acknowledged that in the previous 25 years, &#8220;no more than 10 federally sponsored commissions&#8221; had examined these exact issues, &#8220;usually to little avail.&#8221; The YIMBY battles of 2024 echo debates we&#8217;ve been having for generations.</p>\n\n<p class=\"has-text-align-none\">I asked the authors if they believe this time will finally be different or whether we&#8217;re on the verge of seeing yet another generation succumb to the status quo.</p>\n\n<p class=\"has-text-align-none\">Demsas warns that some YIMBYs have taken &#8220;premature victory laps.&#8221; While mainstream figures like Barack Obama <a href=\"https://www.governing.com/urban/the-real-breakout-star-of-the-dnc-was-yimby\">now vocally acknowledge</a> the importance of increasing housing supply, she argues the implications of this position remain less examined. &#8220;When this comes into tension with historic preservation or public meeting participation norms &#8230; then what?&#8221; She points to Harris&#8217;s housing proposals, which avoided the thorny details of zoning reform in favor of more populist ideas targeting corporate landlords.</p>\n\n<p class=\"has-text-align-none\">Burling finds hope in the crisis&#8217;s unavoidable visibility. &#8220;The manifestation of the problem is much more clear than it used to be with the vast number of homeless encampments,&#8221; he told me. &#8220;We reached and went over a tipping point &#8230; the predictions that this crisis is going to get worse unfortunately have come true.&#8221;</p>\n\n<p class=\"has-text-align-none\">Marohn of Strong Towns also sees potential for change, though he believes it will have to be locally led given constraints in our national financial system.</p>\n\n<p class=\"has-text-align-none\">Marohn argues that today&#8217;s housing crisis stems from a post-WWII experiment in urban development. Determined to avoid another Depression, policymakers created an approach centered on rapid expansion, incentivizing cities to pursue growth that ultimately depleted tax bases and created unsustainable liabilities. Now, he warns, cities are discovering that all this infrastructure is too costly to maintain with current tax revenue. Yet he sees cities as uniquely positioned to lead on reform: Unlike traditional bank lenders constrained by the 30-year mortgage, cities can access low-interest capital to support the smaller-scale projects he sees as essential for lasting change.</p>\n\n<h2 class=\"wp-block-heading\">Housing reform’s next chapter</h2>\n\n<p class=\"has-text-align-none\">The political path forward is murky. Early in Trump&#8217;s first term, his administration showed YIMBY tendencies, establishing <a href=\"https://trumpwhitehouse.archives.gov/presidential-actions/executive-order-establishing-white-house-council-eliminating-regulatory-barriers-affordable-housing/\">a White House Council</a> to tackle local zoning restrictions. But by 2020, Trump’s rhetoric shifted dramatically toward NIMBYism, <a href=\"https://www.cnn.com/2020/07/16/politics/donald-trump-white-suburbs/index.html\">warning voters</a> that Democrats would &#8220;totally destroy the beautiful suburbs.&#8221;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Heritage Foundation&#8217;s Project 2025 blueprint reflects these tensions by advocating deregulation while also emphasizing local control and prioritizing single-family homes, exactly the kind of housing that puts ownership out of reach for many Americans. Trump has publicly disavowed Project 2025, but he’s already tapped some of its key authors and supporters to join his new administration. Trump’s selection <a href=\"https://apnews.com/article/housing-secretary-trump-scott-turner-nfl-727417b56d0e1f85a40eaf5f7d13d42f\">of a former NFL player</a> with no clear housing record to lead the Department of Housing and Urban Development adds another layer of uncertainty to how his administration will ultimately govern.&nbsp;<br><br>Yet the pressure for reform continues to grow. The <a href=\"https://scottpeters.house.gov/2024/11/reps-peters-garcia-and-others-launch-bipartisan-congressional-yimby-caucus\">recent launch of a bipartisan YIMBY caucus</a> in Congress signals housing&#8217;s staying power as a national priority. The fact that even&nbsp;critics of market-rate development now frame their arguments in <a href=\"https://newrepublic.com/article/170480/building-wont-make-housing-affordable-gentrification-book-review\">more supply-friendly terms</a> suggests a genuine shift in how we talk about housing.</p>\n\n<p class=\"has-text-align-none\">But as these three books reveal, consensus about the problem doesn&#8217;t ensure agreement on solutions. The philosophical divides they explore will shape housing policy for years to come. What&#8217;s different now isn&#8217;t the substance of these debates, but their urgency. The expanding ranks of Americans priced out of stable housing have transformed the crisis from an abstract policy concern to an unavoidable, immediate challenge.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "These days, it seems as though everyone is something of a YIMBY: a “Yes in My Backyard” activist advocating for more housing and fewer barriers to making that happen. &#8220;For decades, thanks to restrictive zoning laws and increasing construction costs, we simply haven’t built enough new housing,” wrote Rep. Alexandria Ocasio-Cortez and Sen. Tina Smith [&#8230;]",
    "author": "Rachel Cohen"
  },
  {
    "title": "It was always rough to be a woman on Twitter. It’s even worse on X.",
    "link": "https://www.vox.com/culture/389480/twitter-x-harassment-women",
    "pubDate": "2024-12-04T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"The upper body of a blonde woman in a black tank top looking at her phone. \" data-caption=\"Women are facing some extreme harassment on X. | Roni Bintang/Getty Images\" data-portal-copyright=\"Roni Bintang/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/womanharrassment.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Women are facing some extreme harassment on X. | Roni Bintang/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In late November, a woman posted a photo of herself proudly holding her PhD thesis along with the announcement that she had successfully defended her dissertation. “Thrilled to say I passed my viva with no corrections and am officially PhDone,” she <a href=\"https://x.com/DrAllyLouks/status/1861872149373297078\">wrote</a>. What followed was a case study in how the online right targets and harasses those who don’t fit into the narrow — and often conflicting — standards they’ve formulated for women.</p>\n\n<p class=\"has-text-align-none\">“This woman is why everything is falling apart,” began one <a href=\"https://x.com/ItIsHoeMath/status/1863428102564815094\">viral post by the YouTuber hoe_math</a>, who makes videos about “the degradation of Western Civilization.” “She got a PhD for this, and from the looks of her, she probably believes that this entitles her to an extremely high-status lifestyle. Remember this when they tell you that women are ‘beating’ men at getting an ‘education.’”</p>\n\n<p class=\"has-text-align-none\">“Crows feet and no children,” began <a href=\"https://x.com/Halalcoholism/status/1863150203085172916\">another</a>. “You literally have lived in the most advantaged time in all of human history for women and after 40 years have literally nothing of any real value to show for it and your bloodline will end with you due to your need to ‘stick it to the evil man’ by getting an ‘education.’”</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Thrilled to say I passed my viva with no corrections and am officially PhDone. <a href=\"https://t.co/4qwCyFYocX\">pic.twitter.com/4qwCyFYocX</a></p>&mdash; Dr Ally Louks (@DrAllyLouks) <a href=\"https://twitter.com/DrAllyLouks/status/1861872149373297078?ref_src=twsrc%5Etfw\">November 27, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Suffice to say that these are extreme, outlandish reactions to an otherwise anodyne post about completing a PhD. But they’re all too predictable considering the types of content that regularly go viral now on X, where conservative trads, <a href=\"https://www.vox.com/culture/373990/heterodoxy-anti-woke-libertarian-tech-bro\">anti-woke crypto bros</a>, and <a href=\"https://www.vox.com/politics/368884/online-right-l0m3z-jonathan-keeperman-interview-razib-khan\">mask-off white supremacists</a> enjoy a platform increasingly friendly to their extremism, especially in the wake of <a href=\"https://www.nbcnews.com/tech/tech-news/x-sees-largest-user-exodus-musk-takeover-rcna179793\">an exodus by users</a> looking for less toxic pastures.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Dr. Ally Louks is the perfect target for these types: She’s a young woman with the highest degree in the humanities, a field frequently ridiculed by certain men in online right spaces who view it as a waste of resources and a sure ticket to a “useless” or low-paying job. Her thesis, titled “Olfactory Ethics: The Politics of Smell in Modern and Contemporary Prose,” is an exploration of how descriptions of smell in literature structure our social world and, like all PhD theses, is meant to be a niche and novel contribution to the field of English Literature. But it enraged right-wingers who saw it as too <a href=\"https://x.com/AdrianDittmann/status/1863048116330758654\">woke</a>, irrelevant, or frivolous (using much nastier terms, of course).&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The mere existence of an educated woman presumably triggered so many of the right-wing&nbsp;men of X that they have hounded her with <a href=\"https://x.com/DrAllyLouks/status/1863386906769211575\">rape threats</a> for being “vegan, feminist and queer.” “It sure has been fun to become a scapegoat for the far right’s qualms with academia for a couple of days,” Louks <a href=\"https://x.com/DrAllyLouks/status/1863148392664203418\">posted</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Like the women in games media who were the targets of <a href=\"https://www.vox.com/culture/2020/1/20/20808875/gamergate-lessons-cultural-impact-changes-harassment-laws\">2014’s Gamergate harassment campaign</a>, Louks is only the latest in a long history of misogynist abuse on X, formerly known as Twitter. Through the years, there have <a href=\"https://www.theverge.com/2017/10/13/16468596/twitter-boycott-women-hashtag-silence-protest-social-media-rose-mcgowan-harvey-weinstein\">been boycotts</a> by women on the platform and <a href=\"https://www.amnesty.org/en/latest/research/2018/03/online-violence-against-women-chapter-1-1/\">studies dedicated</a> to exposing the extent of the harassment they face there.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But since Elon Musk took over Twitter in 2022, it’s gotten far worse. In the two years since he’s been its owner, the company rid itself of verification badges that confirmed the authenticity of official accounts, notable figures, and journalists and instead granted the blue checks to anyone willing to pay $8 per month. The change made it so that the top reply on almost any viral post is a scammer, a spammer, or someone engaging in bad faith or harassment for clout. Musk, as a <a href=\"https://www.npr.org/2022/10/08/1127689351/elon-musk-calls-himself-a-free-speech-absolutist-what-could-twitter-look-like-un\">self-described free speech absolutist</a>, brought back previously banned users and <a href=\"https://www.bloomberg.com/news/articles/2023-01-07/elon-musk-cuts-more-twitter-staff-overseeing-content-moderation\">cut down</a> the team overseeing content moderation; white supremacist speech is now so common that normal, presumably not-white nationalist celebrities <a href=\"https://archive.is/tbObU\">are following accounts</a> that spout extremist ideology.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the past two years, X also <a href=\"https://www.pbs.org/newshour/economy/twitter-quietly-removes-policy-against-deadnaming-transgender-people\">removed its policy</a> banning the deadnaming of transgender people, while Musk threatened to sue researchers studying the <a href=\"https://www.pbs.org/newshour/economy/musk-threatens-to-sue-researchers-documenting-the-rise-in-hateful-tweets\">increase in hate speech</a> on the platform. X also recently <a href=\"https://www.businessinsider.com/twitter-x-block-function-change-victims-domestic-abuse-safety-privacy-2024-10\">changed its blocking function</a> so that blocked users can still see the posts of the person who blocked them, making it easier for stalkers and harassers to continue to surveil their targets. In March, X was found to be the platform where women were most likely to experience abuse and threats based on the time spent there, <a href=\"https://www.the-independent.com/news/uk/home-news/social-media-online-violence-women-b2515624.html\">according to research</a> from the Open University, a public research institute in the UK.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The ISD found a 4,600 percent increase in phrases like “get back in the kitchen” on X in the 24 hours following the election, while “dumb cunt” had more than 64,000 mentions on November 5.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Donald Trump’s election worsened this problem, with men spamming replies with attack lines like “<a href=\"https://www.vox.com/politics/384792/your-body-my-choice-maga-gender-election\">Your body, my choice,</a>” flipping a longtime pro-abortion rights slogan into a rape threat. The Institute for Strategic Dialogue (ISD) <a href=\"https://www.isdglobal.org/digital_dispatches/your-body-my-choice-hate-and-harassment-towards-women-spreads-online/\">found a 4,600 percent</a> increase in phrases like “get back in the kitchen” on X in the 24 hours following the election, while “dumb cunt” had more than 64,000 mentions on November 5. Considering that <a href=\"https://www.vox.com/money/387348/elon-musk-trump-president-billionaire-oligarchy\">Musk has heavily aligned himself with Trump</a> over the past year, it’s not surprising that both men’s fans have coalesced on Musk’s platform, where they dogpile on their perceived opponents.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When content creator Angela Belcamino <a href=\"https://x.com/AngelaBelcamino/status/1862268595926929691\">posted on X</a> about feeling lucky to be at a bar on Thanksgiving without having to pay a babysitter because she doesn’t have children (and that the right would hate this), she was immediately proven correct and excoriated by conservative men who called her a “<a href=\"https://x.com/MyronGainesX/status/1862279897252565373\">thot</a>” and “brainwashed” <a href=\"https://x.com/ILA_NewsX/status/1862273106003529961\">by an</a> “extinctionist apocalypse cult.” The conservative columnist Jonah Goldberg quote-posted it and <a href=\"https://x.com/JonahDispatch/status/1862634254284259577\">wrote</a>, “Nothing more awesome than drinking alone at an empty bar when everyone else is hanging out eating well with friends and family. Congrats.”</p>\n\n<p class=\"has-text-align-none\">This landscape is perhaps unsurprising following a campaign year in which progressive values were pitted against a mounting backlash to Me Too and trans rights. Gender policing is now a blood sport online, where women who seem to defy traditional expectations of staying hot, quiet, chaste, and weak are humiliated and attacked en masse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Women who don’t fit in the mold of wives wearing cottagecore maxi dresses while baking snacks from scratch for their <a href=\"https://www.vox.com/23960702/big-family-ballerina-farm-hannah-neeleman-dougherty-dozen-instagram-tiktok-influencers\">herd of children</a> are being told that they’re responsible for the downfall of civilization by armies of disaffected men <a href=\"https://www.theatlantic.com/magazine/archive/2023/09/bronze-age-pervert-costin-alamariu/674762/\">with classical art</a> as their profile pictures. What goes unsaid is the knowledge that these women, the trad wives they so revere, are often the breadwinners of their families by monetizing their lifestyles online. Their standards, then, are often conflicting: They want women to be visible online, but only in a way that serves men’s desires. But if women succeed too much at this — like, say, when OnlyFans model Sophie Rain recently <a href=\"https://www.complex.com/pop-culture/a/backwoodsaltar/onlyfans-sophie-rain-earnings\">shared a screenshot</a> that showed she made more than $43 million on the platform in the past year — men were furious, again blaming her for the collapse of society.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s always been somewhat harrowing&nbsp;to be a woman in certain online spaces, but it does seem like a uniquely infuriating moment. More than 100,000 people, women or otherwise, have already left X (the platform and <a href=\"https://www.cnbctv18.com/education/twitter-after-elon-musk-where-have-all-the-women-gone-before-after-office-photos-surface-15219331.htm\">also the company</a>), while millions have signed up for <a href=\"https://www.vox.com/technology/385433/what-is-bluesky-twitter-social-media-use-future\">alternatives like Bluesky</a>, and that’s a completely understandable response to a clearly deteriorating experience.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>It’s always been somewhat harrowing&nbsp; to be a woman in certain online spaces, but it does seem like a uniquely infuriating moment. </p></blockquote></figure>\n\n<p class=\"has-text-align-none\">But it’s still debatable whether ceding an enormous and still significant site like X to the white supremacists and the misogynist trolls is the move. Because I’ve spent so much time there, my “For You” algorithm is pretty tailored to my preferences, and unlike many other users say, I rarely see pro-Musk, white supremacist, or otherwise reprehensible posts. Rather, it’s just people making jokes and weird memes about current events, which I’d argue is the only way to use the platform. </p>\n\n<p class=\"has-text-align-none\">As for Louks, she wrote that she’s remaining on X <a href=\"https://x.com/DrAllyLouks/status/1863753559583367246\">for the time being</a>. But at a certain point, you have to wonder: If you can’t even post about your greatest accomplishments without enduring heaps of harassment, what’s the point of a social network at all?</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In late November, a woman posted a photo of herself proudly holding her PhD thesis along with the announcement that she had successfully defended her dissertation. “Thrilled to say I passed my viva with no corrections and am officially PhDone,” she wrote. What followed was a case study in how the online right targets and [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "¿Por qué miles de personas viajan a un país para ver sus aves?",
    "link": "https://www.vox.com/down-to-earth/389487/avistamiento-de-aves-colombia-turismo-solucion",
    "pubDate": "2024-12-04T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A bright green toucanet with red beak is perched on a leafy branch with a plum hanging from it\" data-caption=\"Una tángara montuna pica un trozo de papaya en el jardín trasero de Doña Dora.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_02.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Una tángara montuna pica un trozo de papaya en el jardín trasero de Doña Dora.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em><a href=\"https://www.vox.com/down-to-earth/384745/best-birdwatching-colombia-tourism-solution\">Click here</a> to read this story in English.</em></p>\n\n<p class=\"has-text-align-none\">VALLE DEL CAUCA, Colombia — Desde el costado de una carretera antigua que atraviesa las estribaciones de los Andes, la casa de Dora Alicia Londoño pasa desapercibida. Ubicada en una zona rural a unas dos horas de Cali, la ciudad más grande del sur de Colombia, es una construcción sencilla de dos pisos y con techo de zinc. De las vigas del techo cuelgan algunas macetas con plantas.</p>\n\n<p class=\"has-text-align-none\">La principal atracción está en su jardín trasero.</p>\n\n<p class=\"has-text-align-none\">Allí, uno se encuentra con pájaros. Muchísimos pájaros. Y no se trata solo de las variedades comunes como mirlos o azulejos, sino de especies raras que los avistadores de aves de todo el mundo anhelan contemplar.</p>\n\n<p class=\"has-text-align-none\">Londoño, de 63 años, ha convertido su hogar en una finca para el avistamiento de aves, un verdadero paraíso. Cuenta con cinco habitaciones para huéspedes y una cafetería con vista al jardín, un denso bosque tropical. En su jardín, ha instalado un comedero artesanal con estantes de madera donde pone trozos de fruta. Arriba, en el techo, hay más comederos destinados a los colibríes.</p>\n\n<p class=\"has-text-align-none\">Cuando la visité una cálida mañana de octubre, sentí como si me estuviera adentrando en un documental de naturaleza. El jardín trasero estaba rebosante de aves, ninguna de las cuales había visto antes: tángaras montanas de un verde reluciente, tucanes barbudos, colibríes sietecolores, sueldas cejiamarillas. Las aves eran tan coloridas que casi parecían irreales, pintando el jardín con trazos de ocres, rojos, azules y morados. Y luego, el ruido: un clamor de trinos, silbidos y graznidos.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_01.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A hummingbird with vibrant blue, purple and green feathers\" title=\"A hummingbird with vibrant blue, purple and green feathers\" data-has-syndication-rights=\"1\" data-caption=\"Un colibrí sietecolores descansa sobre una rama en la finca de avistamiento de aves de Doña Dora.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“El tucán barbudo es uno de los pájaros más raros del mundo y se alimenta de bananos justo aquí,” dijo<a href=\"https://envs.ucsc.edu/faculty/index.php?uid=nocampop\"> Natalia Ocampo-Peñuela</a>, una investigadora colombiana, ecóloga de la conservación y especialista en aves de la Universidad de California en Santa Cruz, quien estaba conmigo esa mañana en la finca. En una hora, Ocampo-Peñuela estima que vió unas 45 especies diferentes mientras tomábamos café y comíamos empanadas con calma. Si así es la observación de aves, ¡cuenten conmigo!&nbsp;</p>\n\n<p class=\"has-text-align-none\">Si te gustan los pájaros, Colombia es el lugar indicado. El país tiene la mayor cantidad y variedad de aves en el mundo. Son cerca de <a href=\"https://ccro.asociacioncolombianadeornitologia.org/\">2.000</a> especies, lo que representa casi el 20% de las aves del planeta. Esta diversidad está profundamente arraigada en la geografía. Colombia es un mosaico de hábitats que van desde la selva tropical hasta montañas cubiertas de nieve, cada especie de ave se ha adaptado a un entorno específico. Y como experimenté esa mañana, la observación de aves aquí puede ser increíblemente fácil. Ni siquiera necesitas zapatos para hacer senderismo.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"La actividad de observación de aves se ha disparado en Colombia\" src=\"https://datawrapper.dwcdn.net/rvUJm/1/\" frameborder=\"0\" height=\"562\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">Esto no es un secreto. En la última década el avistamiento de aves en Colombia ha visto un auge, según Ocampo-Peñuela, quien también estudia ecoturismo. La actividad en <a href=\"https://ebird.org/home\">eBird,</a> una plataforma donde los observadores de aves pueden registrar sus avistamientos, ha aumentado más de 27 veces en Colombia desde 2010, según una investigación inédita de Ocampo-Peñuela y otros autores la cual actualmente está en revisión. Aunque la mayoría de estos observadores de aves son extranjeros, provenientes de lugares como Estados Unidos y Canadá, cada vez son más los colombianos que se están sumando a este hobby, comentó.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_Lede.jpg?quality=90&#038;strip=all&#038;crop=0,8.3235716461211,100,78.534031413613\" alt=\"El tucancito culirrojo.\" title=\"El tucancito culirrojo.\" data-has-syndication-rights=\"1\" data-caption=\"El tucancito culirrojo.\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_03.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A dark brown bird with light blue beak and yellow tail feathers stands on a brand while eating a banana\" title=\"A dark brown bird with light blue beak and yellow tail feathers stands on a brand while eating a banana\" data-has-syndication-rights=\"1\" data-caption=\"Las frutas tropicales son como imanes para una variedad de especies, como ésta oropéndola cabecinegra.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Muchos expertos argumentan que ésta industria en auge es una fuerza positiva poco común. Está canalizando dinero hacia comunidades rurales y generando valor material para los bosques conservados, algo por lo que el movimiento ambientalista ha luchado durante décadas. De hecho, mientras que los bosques tropicales y los pastizales están siendo asediados por la agricultura, la minería y otras amenazas, el ecoturismo de avistamiento de aves ofrece un verdadero incentivo para mantener intactos los ecosistemas. Sin bosques no hay aves, no hay observadores de aves, y no hay aviturismo.</p>\n\n<p class=\"has-text-align-none\">No cabe duda de que existen algunas preocupaciones sobre la sostenibilidad a medida que el aviturismo crece y más turistas extranjeros llegan a Colombia. Pero por ahora, son las comunidades locales las que están al mando de esta industria, lo cual trae beneficios para la gente, la economía local y la vida silvestre. Ellos esperan que se mantenga de tal forma.</p>\n\n<p class=\"has-drop-cap has-text-align-none\"><strong>Londoño, conocida como Doña Dora, no soñaba con gestionar una finca para el avistamiento de aves ni recibir turistas en su jardín.</strong> En los años noventa se mudó a esta zona, en las afueras de Cali, para escapar de la violencia cerca de su hogar en los Llanos tropicales. Esta historia no es poco común. El conflicto de varias décadas entre grupos armados y el gobierno nacional ha desplazado a <a href=\"https://story.internal-displacement.org/colombia-urban/index.html\">más de 5 millones</a> de personas en todo el país.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_04.jpg?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" alt=\"A woman sitting on a small brick wall with a green and purple painted bird mural behind her. She’s looking out at lush greenery to her left\" title=\"A woman sitting on a small brick wall with a green and purple painted bird mural behind her. She’s looking out at lush greenery to her left\" data-has-syndication-rights=\"1\" data-caption=\"Dora Alicia Londoño, conocida como Doña Dora, posa para una foto en su hogar.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Doña Dora me contó que llegó sin nada mientras observábamos los colibríes revoloteando alrededor de un par de comederos recién llenados, como una colección de joyas flotantes. Ella limpiaba casas y vendía empanadas al costado de la carretera. Su esposo tenía trabajos ocasionales.</p>\n\n<p class=\"has-text-align-none\">Un día fue al dentista y su vida cambió.</p>\n\n<p class=\"has-text-align-none\">Su dentista, un hombre llamado Gilberto Collazos Bolaños, era un fanático de las aves, y sabía que el bosque alrededor de su hogar estaba lleno de vida aviar. Así que le dio un consejo: pon un poco de fruta en una mesa afuera, y espera. La fruta atraerá a los pájaros, Doña Dora recuerda, los pájaros atraerán a los turistas, y los turistas traerán dinero.</p>\n\n<p class=\"has-text-align-none\">Ella siguió su consejo. Y llegaron los pájaros. Primero fueron mirlos azules, tángaras doradas y coloridos jilgueros llamados eufonías. Luego llegaron especies más raras, como tángaras de garganta rojiza y tucanes barbudos. Los tucanes barbudos son las estrellas indiscutibles del espectáculo. Hallados solo en los bosques montañosos del oeste de Colombia y Ecuador, tienen un plumaje brillante — una mezcla de gris claro, rojo, amarillo y negro — y un <a href=\"https://ebird.org/species/toubar1/L4375590\">canto que suena un poco como el croar de una rana.&nbsp;</a>Como predijo el dentista, los observadores de aves eventualmente llegaron también, en su mayoría de boca en boca. Y en 2015 Colombia albergó su primera BirdFair anual, un importante festival de avistamiento de aves. Una de las <a href=\"https://colombiabirdfair.com/salidas-de-pajareo/\">excursiones oficiales</a> del evento fue una visita a la casa de Doña Dora. Eso la puso en el mapa, me contó.</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_05.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\" Un cabezón tucán, una de las especies de aves más raras del mundo, suele frecuentar el jardín trasero de Doña Dora.\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/JuanitaEscobar_22_c528f7.jpg?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Doña Dora posa junto a un mural pintado por su hijo Elber Sánchez Londoño.\" data-portal-copyright=\"\" /></figure>\n\n<p class=\"has-text-align-none\">“Siempre hemos amado&nbsp;la naturaleza y los árboles,” dijo Doña Dora quien llevaba un pañuelo en la cabeza y vestía algo parecido a una bata blanca de laboratorio. “Pero no teníamos una visión de lo que tenemos ahora, del avistamiento de aves.”</p>\n\n<p class=\"has-text-align-none\">Hoy en día su casa es considerada uno de los destinos más importantes para el aviturismo en el país, y algunos visitantes la han denominado \"el mejor jardín trasero&nbsp; para el avistamiento de aves en el mundo.\" Es este negocio el que ahora sostiene a su familia.</p>\n\n<p class=\"has-text-align-none\">Los turistas extranjeros pagan alrededor de $9 (USD) para ver aves en su propiedad ($13 si traen cámara). Una habitación para dos personas cuesta unos $50 por noche, pero no incluye el café ni las empanadas caseras. En temporada alta, de septiembre a marzo, la finca recibe más de 100 turistas al mes, según su hijo Elber Sánchez Londoño, quien ayuda a gestionar el negocio.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_09_0c545a.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Una tángara nuquidorada visita el comedero en casa de Doña Dora para probar un trozo de banana.\" title=\"Una tángara nuquidorada visita el comedero en casa de Doña Dora para probar un trozo de banana.\" data-has-syndication-rights=\"1\" data-caption=\"Una tángara nuquidorada visita el comedero en casa de Doña Dora para probar un trozo de banana.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Esa mañana en su jardín avisté aves. Pero también observé a los avistadores de aves avistar aves. Honestamente, encontré esta actividad tan fascinante como la propia observación.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_07.jpg?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" alt=\"two people in a forest looking through binoculars toward the sky\" title=\"two people in a forest looking through binoculars toward the sky\" data-has-syndication-rights=\"1\" data-caption=\"Natalia Ocampo-Peñuela y José Luna Solarte, un guía local de avistamiento de aves, buscan aves en un bosque a unas dos horas al norte de Cali.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">¿Qué es lo que hace que algunas personas se obsesionen tanto con las aves? Una explicación es que se las puede encontrar casi en cualquier parte. Eso hace que el avistamiento sea fácil de practicar, sin importar dónde vivas. La observación de aves también puede conectarte con una comunidad. Tiende a reunir a personas con intereses similares, tanto en persona como a través de plataformas como eBird e iNaturalist, donde se pueden compartir los avistamientos. Además, es gratuita y se realiza al aire libre, una de las razones por las que ganó popularidad durante la pandemia de Covid-19, cuando la gente evitaba los espacios cerrados y concurridos.</p>\n\n<p class=\"has-text-align-none\">“Es como una adicción,” me dijo Ocampo-Peñuela, quien se identifica como observadora de aves. “Ves estas aves, su belleza, y te llena de hormonas de felicidad. Luego quieres hacerlo más.”</p>\n\n<p class=\"has-text-align-none\">Esa mañana conocí a varios turistas en la finca de Doña Dora. La mayoría llevaban cámaras con lentes largos. “Esto es increíble,” dijo Santiago Ferro, un visitante de Toronto quien creció en Bogotá. Le pregunté cómo comparaba este lugar con el avistamiento de aves en América del Norte y él solo se rió.</p>\n\n<p class=\"has-drop-cap has-text-align-none\"><strong>Los observadores de aves se sienten atraídos por la cantidad de especies que tiene Colombia, muchas de las cuales no se encuentran en ningún otro lugar.</strong> Sin embargo, el auge del aviturismo tiene mucho más que ver con la seguridad en el país.</p>\n\n<p class=\"has-text-align-none\">Hasta hace poco, el conflicto entre el gobierno y varios grupos armados sembraba violencia en toda Colombia. Al centro de este conflicto que comenzó a mediados del siglo XX estaba la distribución de la riqueza. El grupo más grande, las Fuerzas Armadas Revolucionarias de Colombia (FARC), luchaba contra el gobierno y los grupos paramilitares de derecha para llevar más recursos a las zonas rurales empobrecidas de Colombia. La violencia dejó más de <a href=\"https://conflictandhealth.biomedcentral.com/articles/10.1186/s13031-023-00561-6\">200.000 muertos,</a> la mayoría civiles.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_08.jpg?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" alt=\"Varios comederos para colibríes cuelgan de las vigas de un restaurante al noroeste de Cali. Aquí, un colibrí rumbito pechiblanco se acerca a tomar un sorbo de agua azucarada.\" title=\"Varios comederos para colibríes cuelgan de las vigas de un restaurante al noroeste de Cali. Aquí, un colibrí rumbito pechiblanco se acerca a tomar un sorbo de agua azucarada.\" data-has-syndication-rights=\"1\" data-caption=\"Varios comederos para colibríes cuelgan de las vigas de un restaurante al noroeste de Cali. Aquí, un colibrí rumbito pechiblanco se acerca a tomar un sorbo de agua azucarada.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">En 2016, después de años de negociaciones tensas, el gobierno y las FARC firmaron un acuerdo de paz. En términos sencillos, el acuerdo requería que las FARC entregaran sus armas, dejaran de luchar y abandonaran el narcotráfico que ayudaba a financiar el conflicto. A cambio, se les ofreció poder político y una promesa de grandes inversiones en las zonas rurales.</p>\n\n<p class=\"has-text-align-none\">A pesar de que la violencia persiste en algunas regiones, especialmente cerca de las fronteras, y de que el Departamento de Estado de EE. UU. <a href=\"https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Colombia.html\">recomienda</a> reconsiderar los viajes a Colombia, se mantiene una frágil tregua. El acuerdo de paz ha hecho que el país sea mucho más seguro, tanto para los locales como para los extranjeros. Y esto a su vez ha abierto la puerta al crecimiento del turismo para el avistamiento de aves.</p>\n\n<p class=\"has-text-align-none\">En 2017, Ocampo-Peñuela publicó un estudio que mostraba que el avistamiento de aves, el cual se mide a través de la actividad en eBird, ya estaba en expansión en áreas que antes se consideraban peligrosas, como Putumayo, un departamento al sur de Colombia.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Investigaciones más recientes que aún no se publican de Ocampo-Peñuela, han descubierto que esta actividad se disparó en Colombia después de 2016 a pesar de sufrir una caída durante la pandemia. (Una gran parte de los usuarios de eBird provienen de EE. UU., por lo que los datos de la plataforma tienden a reflejar las tendencias de avistamiento en América del Norte).</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"El acuerdo de paz de 2016 impulsó el aviturismo en Colombia. \" src=\"https://datawrapper.dwcdn.net/HHs1O/1/\" frameborder=\"0\" height=\"546\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">El gobierno colombiano no realiza un seguimiento del avistamiento, aunque señala que el turismo en general está en aumento. El año pasado, un récord de 6,1 millones de extranjeros visitaron Colombia, un aumento del 30% en comparación con 2022. La mayoría de ellos buscaban experiencias en la naturaleza, según ProColombia, una agencia gubernamental que promueve al país. El turismo también ha aumentado este año en comparación con 2023, según la misma agencia. Y desde 2021, el número de alojamientos ecológicos, incluyendo los destinados al avistamiento de aves, casi ha triplicado, informó la agencia.</p>\n\n<p class=\"has-text-align-none\">En lugares clave por su biodiversidad, como Colombia, el crecimiento económico a menudo viene a expensas de los ecosistemas. La creciente industria ganadera<a href=\"https://www.vox.com/science-and-health/2022/10/19/23403330/amazon-rainforest-deforestation-cattle-laundering\"> destruye los bosques tropicales</a>. Un auge en la minería filtra toxinas en los ríos y en el suelo. En comparación, la creciente industria del aviturismo parece algo digno de celebración.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_10.jpg?quality=90&#038;strip=all&#038;crop=0,30.366492146597,100,39.267015706806\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Jhonathan Estiven Bedoya Betancourth, uno de los guías de avistamiento de aves, o “intérpretes,” en la Laguna de Sonso.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">El turismo no solo está financiando destinos de avistamiento de aves como el de Doña Dora, sino que está generando demanda de guías locales. Esto ha creado empleos para los colombianos que tienen un conocimiento profundo de sus ecosistemas circundantes, independientemente de su educación formal. El conocimiento generacional de las aves locales y de dónde encontrarlas — conocido en algunos círculos académicos como conocimiento ecológico tradicional — es cada vez más valioso aquí, incluso en un sentido estrictamente económico. El ecoturismo de avistamiento de aves le da valor.</p>\n\n<p class=\"has-text-align-none\">A la mañana siguiente, viajé a un lugar llamado Laguna de Sonso, un humedal al norte de Cali. Es un pequeño hábitat natural en medio de un mar de plantaciones de caña de azúcar, un cultivo muy extendido en el Valle del Cauca. Cuando llegué, una garza cocoi, una gran ave gris y blanca con un pico largo y afilado, estaba hurgando en el agua y generando ondas en el lago.</p>\n\n<p class=\"has-text-align-none\">El humedal es un sueño para los observadores de aves. Más de 300 especies de aves viven o pasan por la Laguna de Sonso, incluidos gigantes como el águila pescadora y aves peculiares como el bienparado común, un ave con una inquietante boca ancha.</p>\n\n<p class=\"has-text-align-none\">Es también el lugar donde jóvenes de las comunidades cercanas aprenden a convertirse en guías o intérpretes, como se llaman a sí mismos. “Nosotros nos llamamos intérpretes porque somos una comunidad que ha tenido una formación empírica,” dijo el guía local Jhonathan Estiven Bedoya Betancourth, lo que significa que han aprendido a través de la observación y la experiencia. “No tenemos, digamos, la formación de un guía turístico profesional.” (Un par de organizaciones comunitarias en Laguna de Sonso ofrecen talleres y mentoría para la formación de guías de aves.)</p>\n\n<p class=\"has-text-align-none\">Bedoya, de 24 años, dice que ha guiado tours para el avistamiento de aves desde sus 14 años. “Interpretamos todo lo que tiene este hermoso territorio,” dijo Bedoya, quien llevaba un par de binoculares colgados del cuello.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_11.jpg?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" alt=\"A woman with bright red hair sits on a fallen tree within a forest next to water\" title=\"A woman with bright red hair sits on a fallen tree within a forest next to water\" data-has-syndication-rights=\"1\" data-caption=\"Daniela Gómez, otra guía de observación de aves, se sienta junto a un pequeño lago en la Laguna de Sonso.\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_21.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Una garza cocoi se posa sobre un tronco sobresaliente de la Laguna de Sonso.\" title=\"Una garza cocoi se posa sobre un tronco sobresaliente de la Laguna de Sonso.\" data-has-syndication-rights=\"1\" data-caption=\"Una garza cocoi se posa sobre un tronco sobresaliente de la Laguna de Sonso.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Bedoya Betancourth comenzó a guiar porque ama las aves y es bueno para ello. Dijo que puede imitar los cantos de alrededor de 30 especies. (Obviamente, le pedí que lo demostrara e impresionantemente imitó el canto repetitivo de un ave acuática llamada cotara chiricote). Pero también fue una forma de ayudar a su familia, agregó. Gana alrededor de $35 (USD) por cada tour, sin incluir la propina, y realiza varios tours al mes. Complementa sus ingresos fabricando tallados en madera para vender a turistas y locales.</p>\n\n<p class=\"has-text-align-none\">“Para mí, y para el grupo de intérpretes, el avistamiento de aves es una de las actividades económicas que ha logrado mantener a la comunidad a flote,” dijo María Omaira Rendón Rayo, líder comunitaria en Laguna de Sonso.</p>\n\n<p class=\"has-text-align-none\">La economía de las aves da a las personas una razón para quedarse en la comunidad, dijo, y ofrece una alternativa a oficios que podrían atraer la violencia, como el cultivo y venta de drogas. Al capacitar a los jóvenes, la laguna y sus organizaciones comunitarias también están ayudando a construir una ética de conservación que perdurará por décadas.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_13.jpg?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" alt=\"María Omaira Rendón Rayo, líder de la comunidad alrededor de la Laguna de Sonso, dice que el aviturismo ha ayudado a conservar el humedal y a apoyar a las familias de la región.\" title=\"María Omaira Rendón Rayo, líder de la comunidad alrededor de la Laguna de Sonso, dice que el aviturismo ha ayudado a conservar el humedal y a apoyar a las familias de la región.\" data-has-syndication-rights=\"1\" data-caption=\"María Omaira Rendón Rayo, líder de la comunidad alrededor de la Laguna de Sonso, dice que el aviturismo ha ayudado a conservar el humedal y a apoyar a las familias de la región.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“Si estás recibiendo ingresos económicos de una actividad como la conservación, entonces deseas conservar más,” dijo Rendón Rayo, quien trabaja con una organización local llamada Asociación de Productores Agropecuarios del Porvenir, la cual ayuda a regenerar bosques mediante la plantación de árboles y capacita a guías para el avistamiento de aves en la Laguna de Sonso. “Quieres ayudar a plantar más árboles. Quieres ayudar a mantener limpia la laguna.”</p>\n\n<p class=\"has-drop-cap has-text-align-none\"><strong>El turismo de naturaleza no es una fuerza inequívocamente positiva.</strong> De hecho, con frecuencia causa daño al medio ambiente, como<a href=\"https://www.sciencedirect.com/science/article/pii/S0006320724003549?\"> lo han documentado </a>investigadores como Ralf Buckley. Los turistas han descuidadamente introducido <a href=\"https://theconversation.com/galapagos-species-are-threatened-by-the-very-tourists-who-flock-to-see-them-86392\">especies invasoras </a>en lugares como las Islas Galápagos; los buceadores y quienes esnorquelean han dañado los arrecifes de coral, incluso la<a href=\"https://www.rrrc.org.au/wp-content/uploads/2014/04/Technical-Report-46.pdf\"> Gran Barrera de Coral</a>, y los hoteles a menudo se construyen sobre hábitats naturales.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Existe también un problema de explotación, ya que en muchos casos las empresas turísticas son de propiedad extranjera y restringen los beneficios que podrían llegar a las comunidades locales que dependen en gran parte de estas actividades. Cuando un destino se ve invadido por turistas adinerados, los precios de necesidades básicas como <a href=\"https://www.sciencedirect.com/science/article/pii/S0160738321001420\">la vivienda</a> y la alimentación tienden a aumentar, volviéndose insostenible para los locales.</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-2 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_14.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Un toche enjalmado reposa sobre una rama en La Florida, un sitio de observación de aves cerca de Cali.\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_15.jpg?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Gran parte de las áreas rurales colombianas están cubiertas por tierras de cultivo.\" data-portal-copyright=\"\" /></figure>\n\n<p class=\"has-text-align-none\">Hasta ahora el turismo de avistamiento de aves en Colombia ha logrado evitar muchos de los riesgos asociados con la explotación desmedida de los recursos naturales. Según Ocampo-Peñuela, este tipo de turismo tiene ciertos \"límites.\" Por ejemplo, la observación de aves no funciona bien con grupos grandes, ya que asustan a las aves y dificultan la tarea de avistar ejemplares lejanos. Los grupos pequeños, en cambio, tienen un menor impacto ambiental. Uno de los alojamientos que visité limita el número de turistas a 10. Otro aseguró que, en ocasiones, incluso rechazan visitantes.</p>\n\n<p class=\"has-text-align-none\">Además, encontrar especies raras y endémicas, las que más atraen a los observadores de aves, suele requerir el conocimiento local. Este factor contribuye a que los beneficios económicos se queden dentro de las comunidades.</p>\n\n<p class=\"has-text-align-none\">Sin embargo, el principal \"límite\" es que el turismo de observación de aves no funciona si no es sostenible. Incluso si se colocan frutas, las aves no llegarán si no tienen hábitats con bosques o humedales. La observación de aves no es como ir al zoológico, donde siempre se pueden ver animales. Es un interés económico para la industria del turismo ornitológico asegurar que los ecosistemas permanezcan saludables.</p>\n\n<p class=\"has-text-align-none\">“Uno no puede hacer este negocio sin conservar,” señala Javier Rubio, quien dirige otro destino de avistamiento de aves en su propiedad llamada La Florida, al noroeste de Cali. “Si no conservas, pones en riesgo tu futuro como negocio. Si empiezas a talar árboles y dañar el bosque, [las aves] se quedarán sin comida, que es la razón por la que están aquí.”</p>\n\n<p class=\"has-text-align-none\">Doña Dora comenta que uno de sus objetivos es ganar suficiente dinero para que su hijo Elber pueda comprar terrenos forestales alrededor de su casa. Él quiere conservarlos, me dijo. “Esa es la idea a futuro, si el presupuesto nos lo permite,” confirmó Elber, “asegurarnos de que las aves sigan en un buen ecosistema.”</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-3 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_16.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Michael Medina, un joven guía de avistamiento de aves en la Laguna de Sonso, dice que puede ganar hasta $70 en un buen día guiando tours de observación de aves.\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_17.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Un carpintero bellotero es observado en La Florida.\" data-portal-copyright=\"\" /></figure>\n\n<p class=\"has-text-align-none\">La industria aún es joven, por lo que todo su impacto ambiental aún no se ha determinado. Las personas dedicadas al crecimiento del aviturismo afirman que es fundamental que los colombianos, especialmente aquellos en las zonas rurales y ricas en biodiversidad, definan cómo debe ser el futuro de esta industria. “Es necesario y oportuno que los colombianos definamos qué tipo de aviturismo queremos”, señaló Carlos Mario Wagner, fundador y director de Colombia BirdFair y uno de los ornitólogos más conocidos del país.</p>\n\n<p class=\"has-text-align-none\">El avistamiento de aves no debería enfocarse solo en los extranjeros, dijo, sino también en los locales. “Algo que me alegra muchísimo es que los colombianos están contratando guías”, me contó Wagner. Según él, el avistamiento de aves ha brindado a los colombianos la oportunidad de reconectarse con su tierra tras el acuerdo de paz. Les inculca un sentido de orgullo por una versión de Colombia conocida por su naturaleza, no por la violencia.</p>\n\n<p class=\"has-text-align-none\">La industria del avistamiento de aves, aunque está creciendo, nunca será gigantesca, según Ocampo-Peñuela. Está en expansión a nivel global — creciendo más rápido que otras formas de ecoturismo, según ha descubierto — pero probablemente se mantendrá en una escala de nicho, limitada por el pequeño número de personas dispuestas a viajar a lugares rurales para observar aves, a menudo muy temprano por la mañana. “Tienes que tener la personalidad adecuada,” me dijo.</p>\n\n<p class=\"has-text-align-none\">Por lo tanto, no es que el avistamiento de aves por sí solo vaya a resolver los problemas de Colombia y sacar a la clase rural de la pobreza.</p>\n\n<p class=\"has-text-align-none\">A pesar de ello, lo que ofrece es algo increíblemente especial: No solo dinero para las comunidades locales, profesiones alternativas, e incentivos reales para salvar los bosques, sino también algo que es más difícil de cuantificar.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_20.jpg?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" alt=\"A man holding binoculars stands on a wooden platform with greenery surrounding\" title=\"A man holding binoculars stands on a wooden platform with greenery surrounding\" data-has-syndication-rights=\"1\" data-caption=\"Javier Rubio, un ex abogado penanalista, convirtió su propiedad cerca de Cali, conocida como La Florida, en un destino de observación de aves.\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_19.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Vista de La Florida.\" title=\"Vista de La Florida.\" data-has-syndication-rights=\"1\" data-caption=\"Vista de La Florida.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">En una tarde lluviosa de octubre visité a Rubio en La Florida. Al igual que Doña Dora, Rubio tiene un comedero casero para aves en su jardín construido con ramas. Atrae a una variedad diferente de visitantes alados. Aquí, la estrella era la tángara multicolor, una especie colorida que solo se encuentra en los bosques montañosos de Colombia. Mi favorito, sin embargo, fue el tucancito culirrojo, esencialmente un mini tucán. Es de un verde brillante con un pico de color óxido que parece demasiado grande para su cuerpo.</p>\n\n<p class=\"has-text-align-none\">Mientras tomaba mi cuarta taza de café negro, Rubio me contó que fue abogado penalista durante casi tres décadas antes de incursionar en el negocio del aviturismo. Hace unos años invitó a unos amigos a su casa para hacer avistamiento de aves. Vieron el tángara multicolor y le dijeron que su propiedad — que colinda con un bosque tropical — tenía un enorme potencial para convertirse en un destino para dicha actividad.</p>\n\n<p class=\"has-text-align-none\">Deseoso de llevar una vida más relajada, Rubio, de 56 años, dejó su trabajo como abogado y comenzó a construir un negocio turístico.</p>\n\n<p class=\"has-text-align-none\">“Me siento supremamente bien haciendo esto,\" admitió Rubio. “Muchas veces me siento como dándole felicidad a la gente. Casi unánimemente, las personas que vienen dicen: ‘Esto es un paraíso. Se siente tranquilidad.’ Cuando empiezas a salir, a pajarear, empiezas a sentir atracción no solamente por las aves, sino por el ambiente tranquilo de la naturaleza.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JuanitaEscobar_18.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Una tángara multicolor visita La Florida para comer algo de fruta.\" title=\"Una tángara multicolor visita La Florida para comer algo de fruta.\" data-has-syndication-rights=\"1\" data-caption=\"Una tángara multicolor visita La Florida para comer algo de fruta.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Este es un punto que casi todos los observadores de aves con los que hablé señalaron: el hecho de preocuparse por las aves es una puerta de entrada para preocuparse por la naturaleza, para ver su verdadero valor.</p>\n\n<p class=\"has-text-align-none\">“Es un proceso gradual,” me dijo Rubio mientras nos sentábamos en una terraza cubierta mientras llovía, observando a una tángara multicolor dando saltitos entre las ramas a pocos metros de nosotros. “Primero las contemplas, luego empiezas a comprenderlas, y luego comienzas a conservar. Ese es el camino que recorre el que adquiere este hábito de avistar aves\".</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Click here to read this story in English. VALLE DEL CAUCA, Colombia — Desde el costado de una carretera antigua que atraviesa las estribaciones de los Andes, la casa de Dora Alicia Londoño pasa desapercibida. Ubicada en una zona rural a unas dos horas de Cali, la ciudad más grande del sur de Colombia, es [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Why protests in the country of Georgia matter",
    "link": "https://www.vox.com/world-politics/389362/georgia-protests-eu-georgian-dream-russia",
    "pubDate": "2024-12-03T16:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Fireworks exploding\" data-caption=\"Fireworks explode as protesters clash with police outside Georgia parliament during a demonstration against the government’s decision to delay EU membership talks amid a post-election crisis, in Tbilisi, early on December 1, 2024. | Giorgi Arjevanidze/AFP via Getty Images\" data-portal-copyright=\"Giorgi Arjevanidze/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2187074925.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Fireworks explode as protesters clash with police outside Georgia parliament during a demonstration against the government’s decision to delay EU membership talks amid a post-election crisis, in Tbilisi, early on December 1, 2024. | Giorgi Arjevanidze/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Georgians are on the streets protesting following the government’s announcement it would pause the process to join the European Union until at least 2028.</p>\n\n<p class=\"has-text-align-none\">The protests come amid a greater, global power struggle over the country’s place in the world order. The protesters —&nbsp;as well as the European Union and the United States — are pushing for a more democratic society that’s aligned with the West. The ruling party, Georgian Dream, meanwhile, is cracking down on liberal democracy while aligning the state more closely with Vladimir Putin’s Russia.</p>\n\n<p class=\"has-text-align-none\">Over the past year, Georgian Dream has taken a number of undemocratic actions. Those include crackdowns on LGBTQ people, civil society, and press organizations. Those laws, <a href=\"https://apnews.com/article/georgia-russia-election-european-union-8f040cb30e1d9c9e778383cbcbb7b2c1\">plus a potentially tainted</a><a href=\"https://www.osce.org/odihr/elections/georgia/579376\"> parliamentary election in October</a>, have protesters concerned that the country is moving further away from European-style liberal democracy and toward autocracy.</p>\n\n<p class=\"has-text-align-none\">The stakes for Georgian democracy are high; Georgian Dream appears to have decided it must embrace authoritarian tactics to remain in power, and the EU accession plan is an important and powerful barrier to that. EU and NATO accession are also popular among the Georgian population, hence the enormous and contentious protests going on right now in the capital city of Tbilisi and other major cities. </p>\n\n<p class=\"has-text-align-none\">Now the question is whether Georgia’s democracy, such as it is, can be reoriented toward Europe and the West, or whether its fate is more along the lines of Belarus, the Russia-aligned Eastern European state ruled by dictator Aleksandr Lukashenko.</p>\n\n<p class=\"has-text-align-none\">Georgian Dream’s latest move away from European liberal democracy may be a boon for Russia, Sam Greene, director of Democratic Resilience at the Center for European Policy Analysis, told Vox.</p>\n\n<p class=\"has-text-align-none\">“I think Moscow sees Georgia as a test case to show that it can maintain regional hegemony even after significant depredations,” such as the punishing, nearly three-year invasion of Ukraine, Greene said. “They may believe that their ability to maintain Georgia’s allegiance is a harbinger of things that may come in Ukraine — although I think they’re wrong. What’s more likely true is that they see it as a nice black eye to the EU.” </p>\n\n<p class=\"has-text-align-none\">But while Georgia’s current political crisis is caught up in a conflict between Russia and the West, the situation is complicated by the country’s internal struggle for democracy.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The fight for Georgia’s place in the world</strong></h2>\n\n<p class=\"has-text-align-none\">Prime Minister Irakli Kobakhidze announced Thursday that the government suspended talks to join the EU until 2028, and that Georgia would refuse all EU funding till then as well. <a href=\"https://matsne.gov.ge/en/document/view/30346?publication=36\">Georgia’s constitution requires government officials to work toward EU membership</a>, and some have <a href=\"https://www.reuters.com/world/europe/georgia-police-fire-tear-gas-scatter-protesters-russian-agencies-say-2024-12-02/\">resigned in protests of Kobakhidze’s decision</a>.  </p>\n\n<p class=\"has-text-align-none\">But the EU had already shut down those talks back in June, after the government enacted two concerning laws. The first <a href=\"https://apnews.com/article/georgia-lgbtq-rights-crackdown-election-2cac5aea651c0380d6a2829aa28c4697\">severely curtailed LGBTQ rights</a>, including abolishing same-sex marriage, the right of same-sex couples to adopt, and media depictions of LGBTQ people. The second targeted nongovernmental organizations and independent press.</p>\n\n<p class=\"has-text-align-none\">Both are similar to Russian laws that have significantly curtailed the right to protest and organize, as well as the flow of independent information there.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“In Georgia, the protest is against &#8230; the Putinist type of governance which is autocratic, which is anti-Western, and tries to generate support among masses through populism, conservatism, and appeal to traditional values and so on,” Natalie Sabanadze, senior researcher in the Russia and Eurasia program at UK think tank Chatham House, told Vox. “Fundamentally, it is anti-Western, anti-liberal, and it is about one-party rule with fake opposition, and everybody else either leaves the country or is in jail.”</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.state.gov/statement-on-georgias-suspension-of-european-union-accession/\">US responded forcefully to the pause in accession talks</a>. “​​By suspending Georgia’s EU accession process, Georgian Dream has rejected the opportunity for closer ties with Europe and made Georgia more vulnerable to the Kremlin,” the State Department said in a statement. “The Georgian people overwhelmingly support integration with Europe.” </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://neighbourhood-enlargement.ec.europa.eu/news/statement-high-representative-vice-president-commission-kaja-kallas-and-commissioner-enlargement-2024-12-01_en\">The EU’s response</a> has been less firm; while the bloc “regrets” the Georgian government’s decision to pause the negotiation process and halt EU funding, the statement thus far does not outline consequences for Kobakhidze’s decision, nor does it indicate how the EU and Georgian Dream will navigate this crisis if indeed the door to EU accession remains open. That, Sabanadze said, indicates a lack of consensus and a lack of leadership on the EU’s part.</p>\n\n<p class=\"has-text-align-none\">That lack of clarity and consensus in the face of increasing illiberalism and democratic backsliding weakens its position in the world, Sabanadze said. “That is a big blow, in my view, to the EU, as a normative, transformative power, which was very much part of its identity up until now,” she said. </p>\n\n<h2 class=\"wp-block-heading\"><strong>It’s not just about Russia vs. the West</strong></h2>\n\n<p class=\"has-text-align-none\">Georgia declared independence from the Soviet Union in 1991 but has never made a full transition to a consolidated democratic system. There are elections, and there has historically been space for opposition and freedom of expression, especially against the government’s more autocratic excesses. But the government and its institutions have taken the character of a <a href=\"https://freedomhouse.org/country/georgia\">hybrid regime</a> — a government that uses the democratic processes to consolidate power for the benefit of a select few. </p>\n\n<p class=\"has-text-align-none\">The decision to move toward the EU and NATO was initially a pragmatic one, specifically aimed at protecting Georgia’s sovereignty, which has been tenuous following Putin’s rise to power; <a href=\"https://www.cnn.com/2014/03/13/world/europe/2008-georgia-russia-conflict/index.html\">Russia invaded in 2008</a>, <a href=\"https://www.csis.org/analysis/russias-hybrid-aggression-against-georgia-use-local-and-external-tools\">destabilizing the country’s democratic transition</a>. </p>\n\n<p class=\"has-text-align-none\">The country’s aspirations to join the EU <a href=\"https://www.eeas.europa.eu/delegations/georgia/eu-enlargement-report-2024-georgia-assessment-implementation-steps-priorities_en\">require democratic reforms</a> such as increased judicial independence, as well as fighting disinformation and tackling political polarization — none of which are in the interest of an <a href=\"https://www.wilsoncenter.org/microsite/2/node/124652\">increasingly autocratic government trying to maintain power</a>. Georgian Dream has changed significantly over its 12 years in power, shifting from a progressive <a href=\"https://ge.boell.org/en/2024/10/30/2024-elections-georgia-descent-hegemonic-authoritarianism\">multiparty coalition to a right-wing party</a> <a href=\"https://www.reuters.com/world/europe/georgian-ruling-party-founder-vows-ban-opposition-final-pre-election-rally-2024-10-23/\">headed by a billionaire </a>who has threatened to ban opposition parties. Georgian Dream has become increasingly unpopular as it has shifted to the right, consolidated power, and also failed to improve Georgians’ material conditions; controlling state institutions and polarizing the electorate with extremist disinformation are part of the path to maintaining power.  </p>\n\n<p class=\"has-text-align-none\">Some, however, see increasingly complex Russian meddling in Georgia’s affairs, especially following contentious parliamentary elections in October. Outside and internal elections observers reported voting irregularities, and protesters and <a href=\"https://apnews.com/article/georgia-russia-election-european-union-8f040cb30e1d9c9e778383cbcbb7b2c1\">opposition politicians have called for new elections</a>. </p>\n\n<p class=\"has-text-align-none\">But that doesn’t necessarily mean Russia is directing the Georgian move toward authoritarianism, both Greene and Sabanadze said: Georgian Dream is also trying to keep hold of power at home.</p>\n\n<p class=\"has-text-align-none\">“I often say that the government is pro-Russian, maybe not necessarily by intent, but that&#8217;s definitely the effect,” Sabanadze said. “So the effect of this is Russia strengthening its position in the South Caucasus, Russia having a regime that it&#8217;s much more comfortable with, that it can do business with. But what motivates the Georgian Dream, whether it is necessarily love for Russia or rapprochement [with] Russia or rather love for power and the ability to and the need to stay there and take Georgia in a different direction, that&#8217;s a more complex question to be honest.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Georgians are on the streets protesting following the government’s announcement it would pause the process to join the European Union until at least 2028. The protests come amid a greater, global power struggle over the country’s place in the world order. The protesters —&#160;as well as the European Union and the United States — are [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "How weed won over America",
    "link": "https://www.vox.com/the-highlight/379637/marijuana-daily-drug-americans-alcohol",
    "pubDate": "2024-12-03T14:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustrated scene of various cannabis products surrounded by green smoke\" data-caption=\"\" data-portal-copyright=\"JooHee Yoon for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/drug_issue5_sq_d7b18c.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Vox Members got to read this story first. Support independent journalism and get exclusive access to stories like this by </em><a href=\"https://www.vox.com/support-now?itm_campaign=article-header-Q42024&amp;itm_medium=site&amp;itm_source=in-article\"><em>becoming a Vox Member today</em></a><em>.</em></p>\n\n<p class=\"has-text-align-none\">In the last few decades, marijuana’s had a major glow-up.</p>\n\n<p class=\"has-text-align-none\">In 1992, less than 1 million people were using it daily or nearly every day — a low point, according to an analysis of data from the US National Survey on Drug Use and Health, which began surveying Americans in the 1970s. Ten times as many people, meanwhile, reported drinking alcohol daily or almost daily.</p>\n\n<p class=\"has-text-align-none\">In the 1990s, weed was illegal nationally and in every state. But marijuana’s since had a major rebrand: Three decades later, it’s legal for recreational adult use in nearly half of the 50 states. Now, it’s even challenging alcohol for its status as America’s favorite daily intoxicant.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2022, for the first time, <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/add.16519\">more Americans were using marijuana daily, or near daily, than consuming alcohol</a> at the same rate, according to a study by <a href=\"https://www.heinz.cmu.edu/faculty-research/profiles/caulkins-jonathanp\">Jonathan Caulkins</a>, a professor at Carnegie Mellon University. The number of daily or near daily marijuana users has grown from less than 1 million in 1992 to 17.7 million in 2022; in terms of per capita rate, that’s a 15-fold increase.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Marijuana is having a moment just as Americans reconsider their relationship toward alcohol. As public awareness of the <a href=\"https://www.vox.com/2018/4/24/17242720/alcohol-health-risks-facts\">toxic effects of even moderate alcohol consumption grows</a>, many people are turning to THC products as an alternative. The THC industry touts its wares as a more natural alternative to alcohol with <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK425767/\">myriad health benefits</a>, including decreased <a href=\"https://pubmed.ncbi.nlm.nih.gov/35258504/\">nausea</a>, <a href=\"https://pubmed.ncbi.nlm.nih.gov/26103031/\">pain</a>, and <a href=\"https://pubmed.ncbi.nlm.nih.gov/36539991/\">sleeplessness</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The rise in daily smokers (and vapers, and edible enjoyers, if you will)&nbsp;is also driven by the explosion of the industry. <a href=\"https://www.pewresearch.org/short-reads/2024/02/29/most-americans-now-live-in-a-legal-marijuana-state-and-most-have-at-least-one-dispensary-in-their-county/\">Millions of Americans</a> live in cities and counties with retail shops offering a range of products that make the dimebags of yesteryear seem quaint by comparison: vape cartridges, edibles, oils, and waxes, offering more <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6312155/\">highly concentrated THC doses</a>. The rise of marijuana retail has opened new doors for people who might have once shied away because they didn’t like smoking or were worried about breaking the law.</p>\n\n<p class=\"has-text-align-none\">For many people, the rapid shift toward liberalization of marijuana policy, and the swiftness with which Americans have taken up consumption, has been great. But it’s also caught researchers off guard. Society has moved more quickly than they’ve been able to keep up with. That means millions of daily users are essentially conducting a real-time experiment on their own bodies.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">Marijuana isn’t benign for everyone, though. Some of the results of the real-time experiment are already becoming apparent, both to regular users and people working in health care.</p>\n\n<p class=\"has-text-align-none\">“It is very desirable to believe that there is a drug that can make you feel good, that can relax you, and has absolutely no negative outcomes,” <a href=\"https://nida.nih.gov/about-nida/directors-page/biography-dr-nora-volkow\">says</a> Dr. Nora Volkow, director of the National Institute on Drug Abuse at the National Institutes of Health. “But in biology, there are no free lunches.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Take the emergence of <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK549915/\">cannabinoid hyperemesis syndrome</a>, a condition marked by intense and prolonged bouts of nausea and vomiting and brought on by regular, long-term marijuana use. While once extremely rare, some doctors are saying <a href=\"https://www.nytimes.com/2024/10/04/us/cannabis-marijuana-risks-addiction.html\">they now see patients with symptoms</a> frequently. “It emerged because people were consuming marijuana regularly with high [THC] content,” Volkow says. “And similarly, there is now evidence that consumption in those patterns is associated with <a href=\"https://jamanetwork.com/journals/jama/article-abstract/2816618#:~:text=Compared%20with%20nonusers%2C%20daily%20cannabis,42%25%20higher%20odds%20of%20stroke.\">higher risk of stroke or cardiovascular disease</a>.”</p>\n\n<p class=\"has-text-align-none\">Maybe the most worrying studies about frequent, heavy marijuana use involve teens and young adults. (While experts say marijuana use appears to be less risky for middle-aged adults, there’s still a lot they don’t know that needs to be researched further. Some note that more research is needed on older adults in particular.) Studies show regular marijuana use among adolescents and teens can predict increased risk of the <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC2424288/\">development of schizophrenia and other psychotic disorders</a>. Others have shown an increased likelihood of depression and <a href=\"https://adai.uw.edu/wordpress/wp-content/uploads/2020/11/Cannabis-Concentration-and-Health-Risks-2020.pdf\">suicidal ideation, disrupted dopamine function, and disruptions in the anatomy of the brain</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And marijuana, contrary to popular belief, can be <a href=\"https://www.yalemedicine.org/conditions/marijuana-use-disorder#:~:text=About%2010%25%20of%20people%20who,developing%20cannabis%20addiction%20is%20hereditary.\">habit forming</a>. It can also <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK425760/\">increase the risk of dependence on other substances</a>. A <a href=\"https://www.nytimes.com/2024/10/04/us/cannabis-marijuana-risks-addiction.html?campaign_id=190&amp;emc=edit_ufn_20241017&amp;instance_id=137117&amp;nl=from-the-times&amp;regi_id=216178965&amp;segment_id=180707&amp;user_id=8814718662865e19d88b8253b3544fca\">recent analysis</a> by Columbia University for the New York Times estimated that as many as 18 million people in the US may have some form of cannabis use disorder, or addiction.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Getting a handle on who might be harming their health is tricky. Even the findings that point to a major rise in daily users leave a lot of questions unanswered, especially around how often they’re smoking, vaping, or ingesting, and how potent the THC is.</p>\n\n<p class=\"has-text-align-none\">Caulkins, the <a href=\"https://www.heinz.cmu.edu/faculty-research/profiles/caulkins-jonathanp\">Carnegie Mellon</a>&nbsp;professor who published the research showing that more Americans are using marijuana daily, says there are different categories of daily or near daily users. There are the people who use marijuana similar to the way someone might pop a melatonin before going to bed at night — a small, daily dose to help with sleep or pain. And then there are those who are more like heavy cigarette smokers, consuming marijuana multiple times a day, morning or night, before or after meals, on breaks from work, or out with friends.&nbsp;</p>\n\n<p class=\"has-text-align-none\">His previous research has found that daily or near daily users are a small portion of overall users, but make up about three-quarters of all marijuana purchases.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But just how many of the 17.7 million daily or near daily marijuana users are truly heavy users remains a mystery, because the US National Survey on Drug Use and Health doesn’t ask about how many times a day someone is using, or what they’re taking. </p>\n\n<p class=\"has-text-align-none\">“We can have people who are using near daily, but they&#8217;re taking a puff off their vape pen right before they go to sleep,” says Ziva Cooper, a researcher and director for the UCLA Center for Cannabis and Cannabinoids, “versus somebody who&#8217;s using daily or near daily and they&#8217;re using five to 10 one-gram <a href=\"https://dcweed.com/pre-rolls-in-dc/\">pre-rolls</a> every day. You can imagine that the health outcomes are going to be quite different.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not just that researchers are often unsure of how much people are taking. The consumers are also often not sure what they’re putting in their bodies. That’s partly because what’s being sold in stores is way stronger than the weed that millennials and previous generations grew up with.&nbsp;Over the last 25 years, <a href=\"https://nida.nih.gov/research/research-data-measures-resources/cannabis-potency-data\">government data shows</a>, the percentage of THC in marijuana seized by the Drug Enforcement Agency (DEA) has more than tripled, <a href=\"https://www.theatlantic.com/ideas/archive/2024/08/high-potency-marijuana-regulation/679639/\">from 5 percent to 16 percent</a>. And a lot of the products for sale in dispensaries can be even more potent — with vendors selling concentrated products, some <a href=\"https://www.nytimes.com/2022/06/23/well/mind/teens-thc-cannabis.html\">claiming 90 or close to 100 percent THC.</a> Some teens who’ve used those products have struggled <a href=\"https://www.ncbi.nlm.nih.gov/search/research-news/15335/?utm_source=gquery&amp;utm_medium=referral&amp;utm_campaign=gquery-home.\">with vomiting and substance abuse</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cooper says it’s not uncommon for her to end up on the phone with her patients as they read the label aloud to her and she searches the internet to try to find out what exactly they’re taking.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“As researchers,” Cooper says, “we are trying to catch up with what&#8217;s actually happening in the world of cannabis. And we are woefully behind.”</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">Though humans have been <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC7605027/\">using cannabis for at least 10,000 years</a> — it was widely used for medical purposes in the United States in the late 19th century — the demonization of marijuana under the Nixon administration in the 1970s pushed the plant into the shadows.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nixon, according to secretly reported tapes, knew at the time that marijuana was “<a href=\"https://www.nytimes.com/2024/09/14/us/nixon-marijuana-tapes.html\">not particularly dangerous</a>.” But his “war on drugs,” carried on by the administrations of Ronald Reagan, George H.W. Bush, and Bill Clinton forced consumers and their providers to stop or risk arrest.</p>\n\n<p class=\"has-text-align-none\">The drug’s public image was less threatening — smoking pot was played for laughs in movies and TV shows — but the reality of its criminalization was much darker. <a href=\"https://www.drugpolicyfacts.org/table/total_arrests\">Hundreds of thousands of people were arrested</a> and incarcerated each year for selling and dispensing marijuana, with the harms falling disproportionately on Black people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Public awareness of the harms caused by criminalizing marijuana grew, and so too did a movement to raise awareness about the medicinal benefits of its use, especially for chemotherapy and cancer parents, who found marijuana use helpful for combatting nausea. Meanwhile, advocates focused on reducing mass incarceration and addressing racial disparities in the judicial system pushed states to begin decriminalizing marijuana and revising the sentences for people serving time for it. After getting the states to approve marijuana for medicinal purposes, organizations began pushing for it to be legal for all adults.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, <a href=\"https://www.cdc.gov/cannabis/about/state-medical-cannabis-laws.html\">marijuana is legal</a> for medical use in 38 states and for recreational use for adults in roughly half of the states, plus the District of Columbia.</p>\n\n<p class=\"has-text-align-none\">But marijuana is still illegal on the national level, where it is classified as a <a href=\"https://www.dea.gov/sites/default/files/2020-06/Marijuana-Cannabis-2020_0.pdf\">Schedule I drug</a> —&nbsp;meaning the government doesn’t recognize it for medical use. That’s made getting the safety <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9903742/\">approvals and government funding necessary to study the drug</a> difficult. Researchers say it’s made it harder to study potential risks of long-term marijuana use. But it’s made it harder to study the potential benefits, too. Earlier this year, the Biden administration proposed <a href=\"https://www.nytimes.com/2024/05/16/us/politics/marijuana-schedule-drug-biden.html\">changing marijuana to a Schedule III</a>, which will put it in a lower-risk category with drugs like ketamine.</p>\n\n<p class=\"has-text-align-none\">In 2022, President Joe Biden signed the <a href=\"https://www.addiction.rutgers.edu/congress-passes-medical-marijuana-and-cannabidiol-research-expansion-act/\">Medical Marijuana and Cannabidiol Research Expansion Act</a>, hoping to reduce some of the federal barriers that have stymied research in the past. The <a href=\"https://www.congress.gov/bill/117th-congress/house-bill/8454\">legislation</a> required the DEA to register and approve more researchers, and more manufacturers who can provide them with marijuana or cannabidiol (CBD). In addition to creating more opportunities and resources for researchers, the bill asked the DEA to assess whether there is enough marijuana to meet researchers’ experimental needs, and allowed doctors to discuss the benefits and harms of marijuana with their patients.</p>\n\n<p class=\"has-text-align-none\">The federal government’s approach to marijuana has also meant that each state is doing its own regulation of its markets, without a concrete set of federal safety guidelines. The piecemeal nature of legalization, absence of national regulation, and lack of public awareness has contributed to the uncertainty around marijuana use and its long-term consequences.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The market is also changing rapidly. The 2018 farm bill, for example, legalized hemp, which inadvertently popularized delta-8 THC. Delta-8 THC, <a href=\"https://cendigitalmagazine.acs.org/2021/08/30/delta-8-thc-craze-concerns-chemists-3/content.html\">which is similar to delta-9 THC</a>, is less potent in its natural form, but producers have been able to extract and synthesize the delta-8 THC in hemp, converting it into more potent concentrates. Manufacturers are now selling products the FDA <a href=\"https://www.fda.gov/consumers/consumer-updates/5-things-know-about-delta-8-tetrahydrocannabinol-delta-8-thc\">says</a> have serious health risks.</p>\n\n<p class=\"has-text-align-none\">But that isn’t the only thing that the government can and should be doing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In September, the National Academies of Sciences, Engineering, and Medicine <a href=\"https://www.nationalacademies.org/news/2024/09/to-protect-public-health-federal-government-should-provide-guidance-to-states-that-have-legalized-marijuana-close-hemp-regulatory-loopholes-create-public-health-campaign\">issued a report</a> outlining what state and federal governments could do to establish better public policy around marijuana and minimize potential negative public health consequences over the next five years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The report outlined specific actions, such as closing the loophole in the 2018 farm bill that legalized delta-8 THC and clarifying that all forms of THC are subject to regulation under the Controlled Substances Act.&nbsp;More broadly, <a href=\"https://nap.nationalacademies.org/read/27766/chapter/1\">the report calls for</a> states that have legalized, public health officials, and government agencies like the CDC to come together and establish more unified guidelines for marijuana, working to develop a set of regulations around the production and sale. Marijuana, the report argues, should be regulated the same way as alcohol and tobacco.</p>\n\n<p class=\"has-text-align-none\">The report also recommends that the federal government support more research into marijuana use, along with a public health campaign to educate people about individual risks for different populations, including teens and older people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s a tall order, but even that doesn’t capture everything researchers want to know. Caulkins, for one, has other questions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Cannabis intoxication impairs short-term memory formation. When cannabis was only being used as a social drug on weekends, who cares if it reduced effective performance on intellectual tasks?” he says. “Now, roughly half of cannabis is consumed by people who use often enough that they spend perhaps 50 percent of their waking hours under the influence of the drug. A lot of those hours of cannabis intoxication are while people are on the job or in school. How does that impact your functioning, how much you’re learning in college? We underinvest in thinking about the consequences of so many billions of hours of work and school time being, in some form, under the influence.”</p>\n\n<p class=\"has-text-align-none\">It’s a question that might be hard to answer empirically right now. But it matters — maybe most of all for the millions of people taking part in America’s real-time marijuana experiment. “Maybe it&#8217;s not a problem,” Caulkins says. “But possibly, it&#8217;s affecting people&#8217;s abilities to meet their life goals in some subtle ways.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Vox Members got to read this story first. Support independent journalism and get exclusive access to stories like this by becoming a Vox Member today. In the last few decades, marijuana’s had a major glow-up. In 1992, less than 1 million people were using it daily or nearly every day — a low point, according [&#8230;]",
    "author": "Marin Cogan"
  }
]