[
  {
    "title": "MDMA is on the brink of becoming medicine",
    "link": "https://www.vox.com/today-explained-podcast/363903/mdma-medicine-ptsd-fda",
    "pubDate": "2024-08-02T20:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Jun/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1383502875.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">2024 was supposed to be the year MDMA, perhaps better known as “ecstasy” or “molly,” got its big break.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Until this summer, it was on track to rise out of the underground and into mainstream mental health care. Amid a lack of novel treatments for PTSD and staggering rates of veteran suicide, results from late-stage clinical trials seemed promising and advocates were hopeful the FDA would approve the drug for medical use.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then, an FDA advisory panel raised red flags about trial methodology, bias, and potential data suppression, which could imperil the future of medicinal MDMA. Now, the psychedelic drug is at a make-or-break point, with the FDA scheduled to make an announcement this month on whether it is ready to move forward as a PTSD treatment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a three-part series, <em><a href=\"https://www.vox.com/today-explained-podcast\" data-type=\"link\" data-id=\"https://www.vox.com/today-explained-podcast\">Today, Explained</a></em>’s Haleema Shah reports on the promise and precarity of MDMA. Starting with the rogue chemist and therapists in the 1980s who believed it could change psychotherapy, the series traces the decades-long effort to make a dance-floor drug medicinal, journeying through the war on drugs, the rave era, and the psychedelic renaissance to explain how a once-maligned drug became an emblem of healing — and how, no matter what the FDA decides, therapy will never be the same.</p>\n\n<p class=\"has-text-align-none\">Listen to the first episode below or wherever you find podcasts. The second and third episodes of the series are scheduled to publish on Friday, August 2, and Thursday, August 8.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP5927100160\" width=\"100%\"></iframe>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "2024 was supposed to be the year MDMA, perhaps better known as “ecstasy” or “molly,” got its big break.&#160; Until this summer, it was on track to rise out of the underground and into mainstream mental health care. Amid a lack of novel treatments for PTSD and staggering rates of veteran suicide, results from late-stage [&#8230;]",
    "author": "Haleema Shah"
  },
  {
    "title": "Is J.K. Rowling transphobic? Let’s let her speak for herself.",
    "link": "https://www.vox.com/culture/23622610/jk-rowling-transphobic-statements-timeline-history-controversy",
    "pubDate": "2024-08-02T19:00:49.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"J.K. Rowling, pictured at the premiere of Fantastic Beasts: The Secrets of Dumbledore in 2022, has a history of transphobic statements and actions. | Stuart C. Wilson/Getty Images\" data-portal-copyright=\"Stuart C. Wilson/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24474225/GettyImages_1388427456.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>J.K. Rowling, pictured at the premiere of Fantastic Beasts: The Secrets of Dumbledore in 2022, has a history of transphobic statements and actions. | Stuart C. Wilson/Getty Images</figcaption>\n</figure>\n<p>J.K. Rowling’s supporters frequently claim the author has never actually said or done anything transphobic. It’s a position you can see on social media, <a href=\"https://www.theguardian.com/us-news/2023/feb/17/new-york-times-contributors-open-letter-protest-anti-trans-coverage\">in the pages of the New York Times</a>, and even on <a href=\"https://www.vulture.com/article/witch-trials-jk-rowling-podcast-essay-review.html\">a new podcast</a> with Rowling herself.</p>\n\n<p>It’s also an easily debunked lie.</p>\n\n<p>Some of this confusion around Rowling’s opinions can be cleared up with <a href=\"https://www.merriam-webster.com/dictionary/transphobia\">a definition of transphobia</a>, which doesn’t — despite the “phobia” — solely<strong> </strong>mean fear of <a href=\"https://www.vox.com/lgbtq\" data-source=\"encore\">trans</a> people, but, per Merriam-Webster, also an “irrational fear of, aversion to, or discrimination against transgender people.”&nbsp;(In fact, Merriam-Webster’s own <a href=\"https://www.merriam-webster.com/dictionary/transphobia#examples\">examples list</a> cites multiple articles related to Rowling.) Rowling can say she likes everyone, but she has displayed that prejudice time and again. She’s also peddled explicit fear of trans people, particularly trans women, insisting they’re an inherently dangerous threat to cisgender women.&nbsp;</p>\n\n<p>Although some in <a href=\"https://www.nytimes.com/2023/02/16/opinion/jk-rowling-transphobia.html\">the media</a> distort the anger directed at Rowling from trans activists, trans people, and allies, the truth is those feelings — not just anger, but betrayal and grief — are justified. Rowling has made her antagonistic position on trans issues clear through tweets, sound bites, actions, and even a <a href=\"https://www.vox.com/culture/21285396/jk-rowling-transphobic-backlash-harry-potter\">3,600-word blog post</a>. By 2024, her transphobia has become so rampant and constant that it’s difficult to build a completely comprehensive timeline of it. For those attuned to it, she doesn’t have to spell it out every single time; it’s a huge part of her identity. These dog whistles only lead to more confusion, however, allowing people to point to the absence of immediately obvious bigotry to claim she’s being unfairly maligned. Additionally, she <a href=\"https://www.tricitynews.com/local-news/jk-rowling-threatens-legal-action-against-coquitlam-transgender-activist-over-tweets-3123135\">increasingly</a> <a href=\"https://twitter.com/jk_rowling/status/1416680018416181248\">threatens detractors</a> <a href=\"https://www.lgbtqnation.com/2023/02/lgbtq-activist-forced-to-apologize-for-calling-jk-rowling-a-nazi-after-she-threatens-him-with-legal-action/\">with legal action</a>, which contributes to critics of her behavior <a href=\"https://deadline.com/2023/02/bbc-apologizes-again-jk-rowling-transphobia-1235266083/\">falling silent</a>. Conspicuously, many of her legal threats appear to be directed at individuals identifying as part of the LGBTQ+ community.</p>\n\n<p>Since Rowling began airing her views, her community, especially online where many of these conversations are had, is now stacked with similarly minded people who share her transphobic beliefs. For instance, Rowling is friends with numerous anti-trans activists, including Helen Joyce, who’s made <a href=\"https://www.thepinknews.com/2022/06/03/helen-joyce-transgender-lgbtq/\">alarmingly transphobic statements</a> calling for a “reduction” in the number of trans people. She’s <a href=\"https://twitter.com/jk_rowling/status/1502679601335705603\">tweeted</a> public support for <a href=\"https://web.archive.org/web/20140626075425/http://www.columnist.org.uk/2014/05/06/caroline-farrow-is-homophobic-there-ive-said-it/\">anti-gay</a>, <a href=\"https://thepinktriangletrust.com/tag/caroline-farrow/\">anti-trans </a>activist <a href=\"https://www.thepinknews.com/2022/03/14/caroline-farrow-jk-rowling-trans-twitter/\">Caroline Farrow</a>. These connections are part of a social network echo chamber of <a href=\"https://www.vox.com/identities/2019/9/5/20840101/terfs-radical-feminists-gender-critical\">trans-exclusionary radical feminists, or TERFs</a> (sometimes called “radfems” or the “gender-critical” movement).&nbsp;In Rowling’s native UK, <a href=\"https://www.vox.com/identities/2019/12/19/21029874/jk-rowling-transgender-tweet-terf\">TERFism has gained a unique stronghold</a> over some particularly vocal, ostensibly liberal feminists like Rowling.</p>\n\n<p>The facts we can easily point to suggest that Rowling has been turning toward an anti-trans stance over a long period, beginning mostly with simple engagement on social media and leading to fiery and extremist statements. While labeling something transphobic is a serious accusation, and not something we do lightly, it’s important to recognize Rowling’s bigotry for what it is. The rundown that follows shows her growing embrace of transphobic, even extremist rhetoric.</p>\n\n<p><strong>2014:</strong> Rowling writes <em>The Silkworm</em>, the second novel in the Cormoran Strike mystery series, which involves a trans woman who is <a href=\"https://www.vice.com/en/article/pkeynz/jk-rowlings-transphobia-wasnt-hard-to-find-she-wrote-a-book-about-it\">portrayed as conspicuous and unable to pass</a>. The book includes a scene where the main character gleefully threatens this character with prison rape.</p>\n\n<p><strong>October 2017: </strong>Rowling <a href=\"https://web.archive.org/web/20180921175900/https://www.facebook.com/549800225039203/photos/a.775757485776808.1073741831.549800225039203/1714016318617582/?type=3&amp;theater\">“likes” a tweet</a> linking to a controversial, since-deleted <a href=\"https://web.archive.org/web/20171027163603/https://medium.com/@GappyTales/me-too-now-what-sex-the-left-and-gender-identity-236b08f194b0\">Medium article</a> referring to a theoretical trans woman in a female space as “a stranger with a penis.” While liking a tweet might seem small, this is notable because the piece made the basic argument Rowling continues to make today, namely that trans women are by default part of a “male-bodied” group who are dangerous to women and who should not have access to <a href=\"https://www.vox.com/2016/5/5/11592908/transgender-bathroom-laws-rights\">women’s bathrooms</a>. In the public sphere, this kicks off questions about whether Rowling is anti-trans, which are followed by the author entrenching further.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter alignnone\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">JK Rowling hitting that like button on a &quot;trans women are rapists&quot; piece, if you were wondering whether to relax as a trans person in the UK <a href=\"https://t.co/W5JvBmylPW\">pic.twitter.com/W5JvBmylPW</a></p>&mdash; sistersinead.bsky.social (@sistersinead) <a href=\"https://twitter.com/sistersinead/status/922849074667315200?ref_src=twsrc%5Etfw\">October 24, 2017</a></blockquote>\n</div></figure>\n\n<p><strong>​​2018: </strong>In March, Rowling<strong> “</strong>likes” (and then unlikes) a <a href=\"https://twitter.com/Philip_Ellis/status/976476549531754501\">tweet</a> referring to trans women as “men in dresses” and implying that trans rights are “misogyny.” A JKR spokesperson later <a href=\"https://www.thepinknews.com/2018/03/22/jk-rowling-reps-blame-middle-aged-moment-for-liking-tweet-calling-trans-women-men-in-dresses/\">claims</a> that this “like” was an accident and that Rowling was having “a middle-aged moment.”&nbsp;&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter alignnone\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Wingardium transphobia <a href=\"https://twitter.com/jk_rowling?ref_src=twsrc%5Etfw\">@jk_rowling</a> <a href=\"https://t.co/s6cJ2rIr6A\">pic.twitter.com/s6cJ2rIr6A</a></p>&mdash; Philip J. Ellis (he/him) (@Philip_Ellis) <a href=\"https://twitter.com/Philip_Ellis/status/976476549531754501?ref_src=twsrc%5Etfw\">March 21, 2018</a></blockquote>\n</div></figure>\n\n<p>In September, Rowling “<a href=\"https://phaylen.medium.com/oops-she-did-it-again-transphobic-j-k-rowling-no-fox-belongs-in-a-henhouse-b3cdf0e81dd8\">likes” a tweet</a> linking to an opinion column by <a href=\"https://www.thepinknews.com/2018/12/11/times-janice-turner-award-trans-rights/\">known TERF Janice Turner</a>, which argues yet again that trans women are inherently sexual predators, referring to them as “fox[es] in a henhouse &#8230; identify[ing] as [hens].”&nbsp;The myth that trans women are a danger to cis women is a grossly transphobic stereotype with almost <a href=\"https://link.springer.com/article/10.1007/s13178-018-0335-z\">no real-world justification</a>, but Rowling pins most of her anti-trans&nbsp;arguments on it, using her experience as a survivor of domestic abuse to justify her prejudice.&nbsp;</p>\n\n<p><strong>December 2019:</strong> In a shift toward openly voicing her anti-trans sentiments, Rowling <a href=\"https://www.vox.com/culture/2019/12/19/21029852/jk-rowling-terf-transphobia-history-timeline\">vocally supports</a> the plaintiff of an employment discrimination suit in the UK. Maya Forstater became a cause célèbre in the TERF community after suing the company that chose not to renew her contract. In 2018, Forstater posted <a href=\"https://www.nbcnews.com/think/opinion/j-k-rowling-s-maya-forstater-tweets-support-hostile-work-ncna1105201\">numerous anti-trans tweets</a>, both generalizing about trans people and directly targeting one nonbinary person. The tweets made staff members at her company uncomfortable, and ultimately, in March 2019, the organization declined to renew Forstater’s contract. Rowling’s <a href=\"https://twitter.com/jk_rowling/status/1207646162813100033\">tweet</a>, in which she distorts trans identity and the facts of the case, marks the first time many people become aware of her growing transphobic tendencies.&nbsp;</p>\n\n<p><strong>June 2020:</strong> In a tweet, <a href=\"https://twitter.com/jk_rowling/status/1269382518362509313\">Rowling mocks</a> the trans-inclusive phrase “people who menstruate” in an article about pandemic menstrual health, implying that the phrase, meant to encompass trans men and nonbinary people, erases, overrides, or obscures the word “women.”</p>\n\n<p>In a follow-up to the previous tweet and the backlash it spawned, Rowling <a href=\"https://twitter.com/jk_rowling/status/1269389298664701952\">posts a thread</a> implying that trans activists are “erasing the concept of [biological] sex” and along with it “the lived reality of women.” She also states, “I’d march with you if you were discriminated against on the basis of being trans.”&nbsp;(To date, she has not.)</p>\n\n<p>Days later, Rowling produces her most overt and lengthy discussion of her views, <a href=\"https://www.vox.com/culture/21285396/jk-rowling-transphobic-backlash-harry-potter\">a 3,600-word manifesto</a> published on her website responding to “the new trans activism.” The post is replete with myths and false transphobic stereotypes, particularly revolving around the narratives that gender and biology are inextricable and that trans women are dangerous. Rowling states the movement offers “cover to predators”. She also repeatedly amplifies the alarmist, <a href=\"https://juliaserano.medium.com/all-the-evidence-against-transgender-social-contagion-f82fbda9c5d4\">false idea</a> that teens are transitioning as part of a social media trend, a claim based on a handful of inaccurate and shady scientific studies claiming that an outsize number of trans teens will detransition later, studies that have <a href=\"https://www.huffpost.com/entry/the-end-of-the-desistance_b_8903690\">since been</a> <a href=\"https://www.kqed.org/futureofyou/441784/the-controversial-research-on-desistance-in-transgender-youth\">widely debunked</a>.&nbsp;&nbsp;</p>\n\n<p><strong>August 2020: </strong>After the Robert F. Kennedy Human Rights organization issues a statement repudiating her transphobia, Rowling doubles down on her position and <a href=\"https://www.theguardian.com/books/2020/aug/28/jk-rowling-robert-f-kennedy-human-rights-award-trans-views\">returns an award</a> given to her by the org in 2019.</p>\n\n<p><strong>September 2020: </strong>Rowling releases the Cormoran Strike book <a href=\"https://www.vox.com/culture/21449215/troubled-blood-review-jk-rowling-transphobia-controversy\"><em>Troubled Blood</em></a> and is <a href=\"https://www.vanityfair.com/style/2020/09/jk-rowling-transphobia-new-novel-troubled-blood-controversy\">widely</a> <a href=\"https://www.usatoday.com/story/entertainment/books/2020/09/15/jk-rowling-troubled-blood-transgender-comments-can-you-separate-art-artist/5760735002/\">criticized</a> after she creates a villain who preys on women by wearing women’s clothes. This is exactly the specter of a sexual predator that Rowling believes hides behind the label of “trans woman.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24474174/1227892566.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Trans rights banners reading “trans witches are witches” and “trans wizards are wizards” protest J.K. Rowling during anti-government protests In Bangkok\" title=\"Trans rights banners reading “trans witches are witches” and “trans wizards are wizards” protest J.K. Rowling during anti-government protests In Bangkok\" data-has-syndication-rights=\"1\" data-caption=\"Trans rights banners call out J.K. Rowling during anti-government protests in Bangkok, Thailand. | Lauren DeCicca/Getty Images\" data-portal-copyright=\"Lauren DeCicca/Getty Images\" />\n<p><strong>December 2020: </strong>In an interview with Good Housekeeping, <a href=\"https://www.lgbtqnation.com/2020/12/j-k-rowling-says-90-fans-agree-transphobia-theyre-afraid-say-publicly/\">Rowling claims</a> that “90 percent” of Harry Potter fans secretly agree with her anti-trans views, but that “many are afraid to speak up because they fear for their jobs and even for their personal safety.” This once again stereotypes trans activists as an angry, entitled, and vicious mob.</p>\n\n<p><strong>July 2021: </strong>Rowling <a href=\"https://twitter.com/jk_rowling/status/1415631382068535296\">tweets</a> a screenshot of a tiny account — <a href=\"https://twitter.com/leahmcelrath/status/1415772649633075203\">reportedly</a> with around 200 followers at the time — of a self-identified trans user who mentions her in a tweet discussing <a href=\"https://www.vox.com/gender\" data-source=\"encore\">gender identity</a>. Since Rowling did not remove the trans user’s information in the screenshot that went out to her 14 million followers,&nbsp;that user is subsequently inundated with transphobic harassment and ultimately deletes their <a href=\"https://www.vox.com/twitter\" data-source=\"encore\">Twitter</a> account.&nbsp;</p>\n\n<p><strong>November 2021: </strong>Rowling <a href=\"https://twitter.com/jk_rowling/status/1462758324177444870\">publicizes</a> that a group of three trans people shared a photo of themselves holding protest signs outside of her house, saying that she had called the police out of alarm (a fact Scottish police also verified). Rowling claims that these protesters had “doxxed” her, and the media runs with this report, which plays into the larger evolving media narrative of Rowling as a victim of trans harassment. But as many people have <a href=\"https://twitter.com/PantiBliss/status/1462820326048423936\">pointed out</a>, Rowling’s address is publicly known — so well-known, in fact, that it is a frequent fan tour stop. Police later officially state there is “<a href=\"https://www.them.us/story/jk-rowling-doxxing-no-criminality-scotland-police\">no criminality</a>” in what the trans protesters had done.&nbsp;</p>\n\n<p>As trans culture vlogger Jessie Earl <a href=\"https://www.youtube.com/watch?v=w29O8r7bLA4\">points out</a>, trans people themselves are at <a href=\"https://www.vox.com/identities/2019/12/27/21028342/trans-visibility-backlash-internet-2010\">much higher risk</a> of experiencing doxxing, bullying, and harassment than cisgender people. Earl also notes that Rowling has supported and platformed (through Twitter likes, follows, and retweets) multiple TERFs who had themselves doxxed other people, including Marion Millar, who <a href=\"https://randompublicjournal.com/2021/08/31/this-is-not-womens-rights/\">faced criminal charges</a> for homophobically doxxing a police officer (though those charges were <a href=\"https://www.thepinknews.com/2021/10/28/marion-millar-transphobia-charges-gender-critical/\">dropped pending review</a>); Rosie Duffield, an MP who drew criticism for “<a href=\"https://labourlist.org/2020/10/gmb-mps-staff-branch-condemns-actions-of-rosie-duffield-towards-staff-member/\">publicly outing</a>” a staff member who resigned over her transphobia; and Rosa Freedman, a professor who <a href=\"https://www.reddit.com/r/transgenderUK/comments/oamjgs/transphobic_uni_of_reading_prof_rosa_freedman/\">doxxed a student</a> who emailed her requesting a chat about her views on trans equality.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote alignleft\"><blockquote><p>“War is Peace. Freedom is Slavery. Ignorance is Strength. The Penised Individual Who Raped You Is a Woman.”</p></blockquote></figure>\n\n<p><strong>December 2021: </strong>Rowling shares a Sunday Times article that mocks the Scottish police for recognizing transgender identity. In her <a href=\"https://twitter.com/jk_rowling/status/1470092815506063365\">tweet</a>, she parodies <em>1984</em>, writing, “War is Peace. Freedom is Slavery. Ignorance is Strength. The Penised Individual Who Raped You Is a Woman.”</p>\n\n<p>Later that month, in the middle of a thread ostensibly attempting to support trans equality, Rowling <a href=\"https://twitter.com/jk_rowling/status/1476194393631645699\">tweets</a>, “The question at the heart of this debate is whether sex or gender identity should form the basis of decisions on safeguarding, provision of services, sporting categories and other areas where women and girls currently have legal rights and protections.” The idea behind what Rowling is saying is that allowing trans women equal access to those spaces will erode current legal rights for cisgender women and girls. This is a position that only makes sense if you are denying that trans women and girls are women and girls. Rowling then adds an insistence on separating “sex” from “gender,” an essentialist idea that contradicts current medical practice and scientific research, which advocates for treating gender identity as <a href=\"https://www.nytimes.com/2018/10/22/health/transgender-trump-biology.html\">linked primarily to the brain</a>, not anatomy.&nbsp;&nbsp;</p>\n\n<p><strong>March 2022: </strong>In response to a <a href=\"https://web.archive.org/web/20220307161320/https://twitter.com/GordieKat/status/1500867150596169730\">since-deleted tweet</a> (which was itself a reply to a <a href=\"https://web.archive.org/web/20220307161320/https://twitter.com/jk_rowling/status/1500865487621742596\">tweet</a> in which Rowling implied trans women were “predators”), Rowling <a href=\"https://web.archive.org/web/20220307163226/https://twitter.com/jk_rowling/status/1500871932597747716/\">tweets about</a> a sexual assault committed by a trans woman, using this single incident to imply that all trans women should be denied access to public spaces designated for women.</p>\n\n<p>The next day, on International Women’s Day, Rowling posts a <a href=\"https://www.billboard.com/music/music-news/tinashe-jk-rowling-shut-up-transphobic-twitter-1235042079/\">series of tweets</a> maligning gender-inclusive language and mockingly referencing Voldemort by sarcastically opining that the day in future would be known as “She Who Must Not Be Named Day.” She also <a href=\"https://www.indiewire.com/2022/03/jk-rowling-transphobia-international-womens-day-rant-1234705640/\">explicitly criticizes</a> gender-inclusive legislation.</p>\n\n<p>Later that month,&nbsp;British lawyer Alison Bailey <a href=\"https://www.bbc.com/news/uk-england-london-62294030\">partially wins</a> an employment discrimination lawsuit in which she claimed that she was discriminated against because of her gender-essentialist views. While the lawsuit was in progress, Rowling <a href=\"https://twitter.com/HPANA/status/1518650786347163651\">posted a tweet</a> urging her followers to financially support Bailey.&nbsp;</p>\n\n<p><strong>August 2022: </strong>Rowling’s latest Cormoran Strike book, <em>The Ink Black Heart</em>, once again <a href=\"https://www.npr.org/2022/08/31/1120299781/jk-rowling-new-book-the-ink-black-heart\">comes under fire for transphobia</a> because of its depiction of a character broadly viewable as a satirical stand-in for Rowling herself — an anti-trans public figure who is “canceled” by the&nbsp;internet&nbsp;on trumped-up charges of transphobia and then killed.</p>\n\n<p><strong>December 2022: </strong>Rowling <a href=\"https://twitter.com/jk_rowling/status/1604180531155017731\">screencaps</a> a thread about the controversial new <a href=\"https://www.vox.com/the-goods/23599799/hogwarts-legacy-review-rowling-trans\">Hogwarts Legacy</a> video game by the aforementioned popular transgender YouTuber Jessie Earl, a.k.a. Jessie Gender. Earl <a href=\"https://twitter.com/jessiegender/status/1603942028555210752\">points out</a> that <a href=\"https://www.vox.com/culture/22254435/harry-potter-tv-series-hbo-jk-rowling-transphobic\">supporting the franchise</a> would “justify her continued targeting of trans people”; Rowling, in response, sarcastically accuses Earl of practicing “purethink,” implying trans advocacy is a type of religious dogma. An <a href=\"https://twitter.com/search?q=(to%3Ajessiegender)%20until%3A2022-12-19%20since%3A2022-12-17&amp;src=typed_query&amp;f=live\">onslaught</a> of transphobic social media harassment targeting Earl follows.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter alignnone\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Since JK Rowling retweeted me with an honestly nonsensical argument; I’m gonna stay off the Musk app today cause she knows she’s sending harassment my way. I send you all love &amp; this article with my thoughts on Rowling continued harm against trans people. <a href=\"https://t.co/MJ9yizkCcM\">https://t.co/MJ9yizkCcM</a> <a href=\"https://t.co/7NfYMVr65i\">https://t.co/7NfYMVr65i</a></p>&mdash; Jessie Earl (@jessiegender) <a href=\"https://twitter.com/jessiegender/status/1604191954291822592?ref_src=twsrc%5Etfw\">December 17, 2022</a></blockquote>\n</div></figure>\n\n<p>This month, Rowling also personally funds a new domestic violence support center in Edinburgh, Scotland, which <a href=\"https://www.theguardian.com/books/2022/dec/12/jk-rowling-launches-support-centre-for-female-victims-of-sexual-violence\">explicitly excludes trans women</a>; Rowling frames this new center as offering “women-centered and women-delivered care.” Edinburgh’s longstanding domestic violence support center has had a trans woman as its director since 2021. Trans women, in particular women of color, are at <a href=\"https://williamsinstitute.law.ucla.edu/press/ncvs-trans-press-release/\">a vastly higher risk</a> of experiencing domestic violence and sexual assault than cisgender women.</p>\n\n<p><strong>January 2023:</strong> <a href=\"https://twitter.com/jk_rowling/status/1619302315248488450\">Rowling tweets</a> that she is “Deeply amused by those telling me I’ve lost their admiration due to the disrespect I show violent, duplicitous rapists.” The most immediate context for this comment is presumably both the backlash to Hogwarts Legacy and the ongoing backlash over Rowling’s views writ large regarding trans women being dangerous predators. So a reasonable implication of Rowling’s words seems to be that she considers trans women, by default, to be “violent, duplicitous rapists.”</p>\n\n<p><strong>March 2023: </strong>A <a href=\"https://www.vulture.com/article/witch-trials-jk-rowling-podcast-essay-review.html\">new podcast</a>, <em>The Witch Trials of J.K. Rowling</em>, produced by Bari Weiss’s The Free Press and hosted by prominent former Westboro Baptist Church member Megan Phelps-Roper, featured interviews with Rowling. In its <a href=\"https://open.spotify.com/episode/5r8SZLhLsgroLqPC1owm0m?si=8ed16b7423d04d5b\">fifth episode</a>, Rowling begins discussing the modern trans rights movement, calling it “a cultural movement that was illiberal in its methods and questionable in its ideas” and insisting, “I&nbsp;believe, absolutely, that there is something dangerous about this movement and that it must be challenged.”</p>\n\n<p>She then compares the movement to Death Eaters — the villainous supremacists in her books, analogous to Nazis:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>[S]ome of you have not understood the books. The Death Eaters claimed, “We have been made to live in secret, and now is our time, and any who stand in our way must be destroyed. If you disagree with us, you must die.” They demonized and dehumanized those who were not like them.</p>\n\n\n\n<p>I am fighting what I see as a powerful, insidious, misogynistic movement, that has gained huge purchase in very influential areas of society. I do not see this particular movement as either benign or powerless, so I’m afraid I stand with the women who are fighting to be heard against threats of loss of livelihood and threats to their safety.</p>\n</blockquote>\n\n<p>While Rowling can say she only intends to target the specific trans activists who are angry at her, that’s an impossible distinction. She does not mention any formal group or entity that represents trans rights that has acted against her. The only context we have for what she is responding to are non-affiliated individuals on Twitter sending angry messages in response to her transphobic comments. Indeed, the episode is titled “The Tweets” and features Phelps-Roper reading angry and sad tweets from former fans of Rowling. This generalization doesn’t distinguish “the movement” from people who are simply angry and upset with Rowling. Instead, it seems to imply that “good” trans people are the ones who accept Rowling’s version of their identity and allow her viewpoint — that they aren’t who they say they are — to dominate their fight for social acceptance.</p>\n\n<p>Trans people are estimated to comprise about half a percent of populations in both <a href=\"https://williamsinstitute.law.ucla.edu/wp-content/uploads/Trans-Adults-US-Aug-2016.pdf\">the US</a> and <a href=\"https://www.bloomberg.com/news/articles/2023-01-06/transgender-population-uk-census-shows-gender-identity-in-england-and-wales\">the UK</a>. A <a href=\"https://www.axios.com/2018/09/22/study-transgender-policies-bathroom-safety-lgbtq\">2018 study from UCLA</a> found no evidence to support that anti-trans legislation makes designated public spaces safer, but did find that “reports of privacy and safety violations in these places are exceedingly rare.” In essence, there was no danger to begin with.</p>\n\n<p><strong>March 2024: </strong>On March 13, Rowling appears to deny on X (formerly Twitter) that trans people were targeted during the Holocaust. This all started when Rowling retweeted <a href=\"https://twitter.com/JamesEsses/status/1767648977090998775\">a post</a> by James Esses about having been “canceled.” Esses is a blogger and former student who was <a href=\"https://www.telegraph.co.uk/news/2022/05/13/questioned-children-encouraged-transition-cost-dream-career/\">fired</a> from his counseling job and expelled from his therapy degree program for his anti-trans campaigning.</p>\n\n<p>Esses’s post claimed he was fired for opposing the use of puberty blockers for trans children. In the threads of Esses’s post, in response to one of his supporters but also copying both Esses and Rowling, a Twitter user <a href=\"https://twitter.com/jaytuberr/status/1767910144539844610\">responded</a> with, “The Nazis burnt books on trans healthcare and research, why are you so desperate to uphold their ideology around gender?”</p>\n\n<p>Rowling then takes this tweet and screencaps it, <a href=\"https://twitter.com/jk_rowling/status/1767912990366388735\">asking</a>, “I just… how? How did you type this out and press send without thinking ‘I should maybe check my source for this, because it might’ve been a fever dream’?”</p>\n\n<p>The literal burning by Nazis of books and research from Berlin’s pioneering <a href=\"https://www.scientificamerican.com/article/the-forgotten-history-of-the-worlds-first-trans-clinic/\">Institute for Sexual Research</a>, which conducted the world’s first gender-affirming surgeries for trans people, was <a href=\"https://youtu.be/QU-WVjwJPNk?t=347\">captured</a> in German newsreels at the time and has been <a href=\"https://www.smithsonianmag.com/history/new-research-reveals-how-the-nazis-targeted-transgender-people-180982931/\">well-documented</a> since, including by the UK’s own<a href=\"https://www.hmd.org.uk/resource/6-may-1933-looting-of-the-institute-of-sexology/\"> Holocaust Memorial Day Trust</a>. Calling this very well-sourced history a “fever dream” quickly drew significant backlash from Twitter users, with many framing it as a form of Holocaust denial. When <a href=\"https://twitter.com/Esqueer_/status/1767914998808953316\">challenged</a> on her claim with multiple sources by Harvard Cyberlaw Clinic instructor Alejandra Caraballo, Rowling first <a href=\"https://twitter.com/jk_rowling/status/1767925285008064592\">responds</a> that the original tweet had made claims it didn’t say: that the Nazis burnt <em>all</em> research on trans health care, and that trans people were the <em>first</em> victims of the Nazis.</p>\n\n<p>Rowling then doubles down on Twitter, by <a href=\"https://twitter.com/jk_rowling/status/1767928717538644460\">quote tweeting</a> another tweet claiming trans people were not targets of the Nazis during the Holocaust. In her quote, Rowling frames the verified history of Nazi violence toward trans people as “persistent claims.” She then, again in response to Caraballo’s pushback in reply, <a href=\"https://twitter.com/jk_rowling/status/1767939048427896900\">attempts to separate</a> “trans-identifying people” from “gay people, who were indeed victims of heinous treatment by the Nazis.”</p>\n\n<p>Caraballo’s <a href=\"https://twitter.com/Esqueer_/status/1767952608604365269\">reply</a>, which cited sources including <a href=\"https://www.scientificamerican.com/article/the-forgotten-history-of-the-worlds-first-trans-clinic/\">Scientific American</a>, and a <a href=\"https://www.cambridge.org/core/journals/central-european-history/article/transgender-life-and-persecution-under-the-nazi-state-gutachten-on-the-vollbrecht-case/0779A24B130C4F0CA64DB639FA6DBF46\">thorough accounting</a> by a historian about the ways trans people faced persecution under Nazi Germany, did not receive a rejoinder from Rowling.&nbsp;</p>\n\n<p><strong>April 2024: </strong>On April 1, 2024, Rowling posted a thread on X pegged to the <a href=\"https://www.theguardian.com/society/2024/mar/31/scotlands-new-hate-act-what-does-it-cover-and-why-is-it-controversial\">implementation</a> of the Hate Crime and Public Order (Scotland) Act, which added “threatening or abusive behaviour which is intended to stir up hatred” around a number of identities, including age, religion, and transgender identity to the hate crimes statute; the law does not, somewhat controversially, include <a href=\"https://www.washingtonpost.com/world/2024/04/01/scotland-hate-speech-law-britain/b47ccffe-f029-11ee-a4c9-88e569a98b58_story.html\">hatred of women</a>. In her posts, Rowling spotlit a number of women, from a handful of convicted or reported sex offenders to UN appointees Katie Neeves and Munroe Bergdorf as well as Mridul Wadhwa, head of a Scottish rape crisis center. All of the women Rowling listed are reportedly trans — leading the author to <a href=\"https://twitter.com/jk_rowling/status/1774749954629652873\">write</a>, “Obviously, the people mentioned in the above tweets aren’t women at all, but men, every last one of them.” Rowling ended the thread with the hashtag #ArrestMe.</p>\n\n<p><strong>May 2024:</strong> As part of a Twitter discussion that began with Rowling <a href=\"https://www.lgbtqnation.com/2024/05/cruel-jk-rowling-calls-trans-soccer-official-a-crossdressing-straight-man-for-no-reason/\">deliberately misgendering</a> a trans soccer manager, she doubled down in response to criticism, both by <a href=\"https://twitter.com/jk_rowling/status/1789641182164688934\">claiming</a> that trans women are “crossdressing straight men” and by comparing trans identity to cultural appropriation.</p>\n\n<p class=\"has-text-align-none\">“Do I get to be black if I like Motown and fancy myself in cornrows?” <a href=\"https://twitter.com/jk_rowling/status/1789681522544455976\">she wrote</a>. “What if I claim the authentic me has always been black and that you’re being racist to me? Would that be OK, or would you find it ludicrous and deeply offensive?” She did not respond to the many platform users who replied to address her use of racist stereotypes or to point out that race, unlike gender, is a genetic identity.</p>\n\n<p class=\"has-text-align-none\"><strong>August 2024: </strong>Rowling contributed to ongoing harassment and attacks upon Olympics boxer Imane Khelif, who was one of two female boxers disqualified by the Russian-led International Boxing Association (IBA) from the 2023 World Championships after an unspecified biochemical test. The test detected <a href=\"https://slate.com/culture/2024/08/olympic-boxers-gender-test-controversy-explained.html\">elevated levels</a> of testosterone in Khelif’s system; while the specific reason for this result is unconfirmed, cis women can have elevated testosterone levels due to natural differences in sex characteristics. Although Khelif is a woman and was assigned female at birth, many extremists have used this vague test result to attack her with transphobic rhetoric, accusing her of being a man in disguise.</p>\n\n<p class=\"has-text-align-none\">Both Khelif and the other IBA-disqualified athlete, Taiwan’s Lin Yu-ting, qualified under the International Olympic Committee guidelines and were approved to compete in the Olympics. But following a dramatic match on August 1, in which Khelif’s opponent Angela Carini of Italy forfeited in under a minute after exchanging just a few hits, Khelif once again came under scrutiny from transphobes on the suspicion of secretly being a man. Among the transphobic commentary she faced was vitriol from J.K. Rowling, who tweeted a photo of Khelif looking at Carini after Carini abruptly retired.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Could any picture sum up our new men’s rights movement better? The smirk of a male who’s knows he’s protected by a misogynist sporting establishment enjoying the distress of a woman he’s just punched in the head, and whose life’s ambition he’s just shattered. <a href=\"https://twitter.com/hashtag/Paris2024?src=hash&amp;ref_src=twsrc%5Etfw\">#Paris2024</a> <a href=\"https://t.co/Q5SbKiksXQ\">pic.twitter.com/Q5SbKiksXQ</a></p>&mdash; J.K. Rowling (@jk_rowling) <a href=\"https://twitter.com/jk_rowling/status/1819007216214573268?ref_src=twsrc%5Etfw\">August 1, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Carini, shown in tears in the photo after withdrawing as Khelif looks on, refused to shake Khelif’s hand after the match, which may have contributed to the belief she had been unfairly treated in the ring. She later <a href=\"https://www.bbc.com/sport/olympics/articles/c2j3jg51rg4o\">said</a> to the BBC, however, that she wished to apologize to Khelif for not shaking her hand — an act Carini explained came from anger at herself, not Khelif. </p>\n\n<p class=\"has-text-align-none\">Rowling, however, saw things much differently. In <a href=\"https://twitter.com/jk_rowling/status/1819007216214573268\">her tweet</a>, she framed the photo as a misogynistic assault, writing, “The smirk of a male who’s knows he’s protected by a misogynist sporting establishment enjoying the distress of a woman he’s just punched in the head, and whose life’s ambition he’s just shattered. #Paris2024”</p>\n\n<p class=\"has-text-align-none\">Again, Khelif was born female and has always been a cisgender woman. Rowling seems to be arguing that any hormone-related variance at all among women — despite the millions of women who have hormone imbalances — is enough to render them inauthentic or not “real” women. It’s an alarming development in her ongoing shift into extreme transphobic views.</p>\n\n<p><strong><em>Clarification, March 3, 2023, 12:15 pm ET</em>:</strong> <em>Updated to clarify details of the character who is “canceled” in&nbsp;</em>The Ink Black Heart.</p>\n\n<p><em><strong>Clarification, March 16, 2023, 3:20 pm ET: </strong>Updated to clarify that Rowling’s remarks drew a comparison between the Death Eaters and the trans rights “movement,” rather than trans people. </em></p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 1, 2024, 12:00 pm ET: </strong>This story, originally published March 3, 2023, has been updated several times, most recently with Rowling’s transphobic remarks about a cisgender Olympics athlete.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "J.K. Rowling’s supporters frequently claim the author has never actually said or done anything transphobic. It’s a position you can see on social media, in the pages of the New York Times, and even on a new podcast with Rowling herself. It’s also an easily debunked lie. Some of this confusion around Rowling’s opinions can [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "These reviled birds of prey literally save people’s lives",
    "link": "https://www.vox.com/future-perfect/364277/india-vultures-human-health-deaths-study",
    "pubDate": "2024-08-02T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A vulture in India in 2022. The country saw its native vulture population fall from tens of millions to only a few thousand in the 1990s, with terrible effects for the human population. | Faisal Khan/Anadolu Agency via Getty Images\" data-portal-copyright=\"Faisal Khan/Anadolu Agency via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1241170086.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A vulture in India in 2022. The country saw its native vulture population fall from tens of millions to only a few thousand in the 1990s, with terrible effects for the human population. | Faisal Khan/Anadolu Agency via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">As a young man in the 1990s, walking to school in New Delhi, Anant Sudarshan would watch the vultures perched along telephone wires, waiting for the discards of nearby leather tanning factories. So when the birds started to disappear, he couldn’t help but notice.</p>\n\n<p class=\"has-text-align-none\">What Sudarshan, who now researches environmental policy and economics at the University of Warwick in the UK, did not realize at the time but would help discover decades later, was that the extinction of India’s vultures had far-reaching consequences for the humans who lived alongside the birds. In just a few years, the species’s disappearance contributed to the deaths of hundreds of thousands of his fellow citizens.</p>\n\n<p class=\"has-text-align-none\">Together with Eyal Frank, an environmental economist at the University of Chicago, Sudarshan used his adolescent experience as inspiration for <a href=\"https://www.anantsudarshan.com/uploads/1/0/2/6/10267789/vultures_manuscript.pdf\">a new study</a> being published in the American Economic Review. As in other developing nations, they found, the scavengers functioned as a natural sanitation system for communities with a less developed infrastructure than the US or Europe, helping control diseases that could otherwise be spread through the carcasses they consume.</p>\n\n<p class=\"has-text-align-none\">Outside experts unaffiliated with the study say it will be a classic that unlocks further research on how the loss of critical species can have disastrous effects on human populations that depend on them, in often underappreciated ways. The findings should reshape how the public and policymakers alike relate to the world around us, and how we consider the unforeseen consequences of ecological destruction.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We’re interconnected with the rest of the natural world,” Frank said. “I think for a lot of people, it’s this hippie, quasi-tree-hugger concept. Turning it into numbers and an outcome that people care about like mortality does change how people think about this statement: that we’re one with nature. What does that actually mean? It’s not a spiritual statement. It’s a statement about causal mechanisms.”</p>\n\n<h2 class=\"wp-block-heading\">The human costs of India’s extinct vultures</h2>\n\n<p class=\"has-text-align-none\">Sudarshan and Frank estimate that from 2000 to 2005, an additional 500,000 people died in India above the preexisting trend, after the rapid dying off of vultures in the 1990s. The near-extinction was an unexpected (and for a long time unknown) byproduct of the country’s farmers introducing a medication to livestock that had previously only been prescribed to humans.</p>\n\n<p class=\"has-text-align-none\">Within a few years, 95 percent of the country’s vulture population was wiped out, dropping from tens of millions to a few thousand. A decade later, researchers discovered the drug led to kidney failure and death in the vultures when they fed on dead livestock that still had it in their system.</p>\n\n<p class=\"has-text-align-none\">Sudarshan and Frank compared death rates in the years following the die-offs between regions that had previously been home to vulture populations and those that hadn’t, finding that people started dying at higher rates in areas where the birds had lived.</p>\n\n<p class=\"has-text-align-none\">In the communities that lost vultures, there were an estimated 104,000 excess deaths annually —&nbsp;deaths that may be attributed to the species’ near-extinction — from 2000 to 2005, the years immediately following their dramatic decline that were the focus of Sudarshan and Frank’s study. It adds up to more than half a million deaths over five years, costing India an estimated $69 billion annually.</p>\n\n<p class=\"has-text-align-none\">“I would not have guessed the effect would be so large,” Sudarshan said. But as he and Frank came to realize the various vectors by which diseases might spread without vultures around, Sudarshan realized the extinction was “the largest sanitation shock you could imagine, where you have 50 million carcasses every year not being disposed of.”</p>\n\n<h2 class=\"wp-block-heading\">Keystone animal species are vital to human health</h2>\n\n<p class=\"has-text-align-none\">Ecologists and conservationists have long known that some species — called “keystone” species — play a pivotal role in their ecosystems. Scientists have also suspected that those species’ role is so important that their loss could have life-and-death consequences for human beings. That relationship, though, has been hard to prove.</p>\n\n<p class=\"has-text-align-none\">There has been plenty of circumstantial evidence. In India, vultures are known to be extremely efficient scavengers, eating nearly all of a carcass less than an hour after finding it. Before the extinction, Indian regions that were home to vultures already recorded lower baseline mortality rates than those without them. After the birds died off, people in affected areas reported seeing more feral dogs and more rotting carcasses building up in fields.</p>\n\n<p class=\"has-text-align-none\">Without vultures to consume them, there were more dead animals lying around, which sometimes ended up in rivers or other bodies of water, tainting local water supplies. The absence of vultures became an opportunity for other scavengers, such as rats and dogs. India did not attempt a census of feral dogs until 2012, well after the study period. But when they did, there were more of the animals in the areas previously hospitable to vultures, which Sudarshan and Frank argue implies the dogs may have flourished after the birds were eliminated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Dogs and rats are less efficient than vultures at fully eliminating flesh from potentially disease-carrying carcasses, creating more opportunities for a person to come in contact with infected remains. They’re also more likely to transmit diseases like anthrax and rabies to people. Orders of the rabies vaccines started to rise in the years after the vulture population plummeted. </p>\n\n<p class=\"has-text-align-none\">“I was mind-blown that it happened so drastically, so quickly,” Frank said. “We often say that anecdotes are not evidence, but the amount of anecdotes about how people were negatively affected by the disappearance of the vultures, we read more and more and more of it and said, ‘Okay, this has got to show up in data.’”</p>\n\n<p class=\"has-text-align-none\">Sudarshan and Frank have now provided a template for studying the impacts of species loss on human health, and researchers unaffiliated with the study told me that they expect more such research to follow.&nbsp; Frank hopes future work might be able to identify whether specific causes of death increase after the elimination of a keystone species.</p>\n\n<h2 class=\"wp-block-heading\">Rethinking our relationship to the animals we live alongside</h2>\n\n<p class=\"has-text-align-none\">The findings should inform conservation efforts in other regions, such as sub-Saharan Africa, where vultures play a similar sanitation role, the researchers argue. Small investments to support local populations could have big payoffs. More broadly, supporting species believed to be ecologically critical, of which vultures are only one, is a wise investment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is also clear that farmers and agricultural officials should consider the potential ripple effects when giving new medications to livestock. This is a textbook example of One Health, the public health paradigm that says we should protect animal and environmental health to protect the well-being of humans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The drug in question, diclofenac, had been introduced because it was a cheap way to treat fevers and inflammation in farm animals. The medicine was banned once Indian officials learned of its role in the vulture die-off, but by then, the damage was already done.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vultures remain critically endangered in India, with only a few thousand individuals. Sudarshan and Frank argue their findings should encourage conservation efforts in India, though vultures’ life cycles will make them difficult to restore: They lay, at most, one egg in a year and take years to sexually mature.</p>\n\n<p class=\"has-text-align-none\">The enormous consequences of their near-extinction in India remind us that promoting biodiversity means embracing every species, not only those that look good on a T-shirt; they and we are all part of a whole.</p>\n\n<p class=\"has-text-align-none\">“We need to really remember these connections. They are crucially important,” Andrea Santangeli, a conservation scientist at the Research Centre for Ecological Change at the University of Helsinki, told me. “We cannot live a healthy life without a healthy nature.”</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story originally appeared in the&nbsp;</em><a href=\"https://www.vox.com/future-perfect\"><em><strong>Future Perfect</strong></em></a><em>&nbsp;newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\"><em><strong>Sign up here!</strong></em></a></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As a young man in the 1990s, walking to school in New Delhi, Anant Sudarshan would watch the vultures perched along telephone wires, waiting for the discards of nearby leather tanning factories. So when the birds started to disappear, he couldn’t help but notice. What Sudarshan, who now researches environmental policy and economics at the [&#8230;]",
    "author": "Dylan Scott"
  },
  {
    "title": "Money Talks: The Black business owners who forged a partnership in uncertain times ",
    "link": "https://www.vox.com/even-better/362777/buy-black-business-owners-stationery-gifts",
    "pubDate": "2024-08-02T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/MoneyTalks_main-image1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Welcome to&nbsp;</em><a href=\"https://www.vox.com/personal-finance/2019/8/20/20813748/money-debt-personal-finance\"><em>Money Talks</em></a><em>, a series in which we interview people about their relationship with money, their relationship with each other, and how those relationships inform one another.</em></p>\n\n<p class=\"has-text-align-none\"><em>Nicole Alesi is a 42-year-old New York native who has been running </em><a href=\"https://www.nicolemariepaperie.com/\"><em>Nicole Marie Paperie</em></a><em>, a stationery company, since 2013, and whose cards are featured in more than 100 retailers, including TJ Maxx. Constance Panton, a 52-year-old Baltimore resident, is the CEO and founder of </em><a href=\"https://bifties.com/\"><em>Bifties Gifts</em></a><em>, a gifting platform that allows people to buy Black, support small businesses, and donate to charity. The two met in 2020 when Panton was looking for Black-owned businesses selling products that could be included in Bifties gift boxes.</em></p>\n\n<p class=\"has-text-align-none\"><em>The following conversation has been lightly condensed and edited.</em></p>\n\n<p class=\"has-text-align-none\"><strong>Nicole:</strong> I started as an illustrator, and I was looking for affordable ways to communicate my artwork. During the holiday season, people were always asking, “Can you draw me a card?” So I decided to mass-produce one. At the same time, I was walking through the stationery shop at a drugstore and I noticed that I didn’t see cards that really spoke to me. These cards always had a message inside in a font I didn’t like. </p>\n\n<p class=\"has-text-align-none\">I was also very tired of coloring my face in, you know? I just didn’t see cards that represented me or my friends, who were about ready to get married. This was <a href=\"https://www.vox.com/2015/6/26/8823655/gay-marriage-legal-scotus-obergefell-v-hodges\">before gay marriage was even legal</a>, and I was, like, “I don’t see cards I can send that are appropriate for their weddings!” I felt really inspired to draw what I know and love, and it took off from there.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/LGBTQ-wedding-V.2.jpg?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">This is one of my original cards. A wedding card. We’re talking about, like, 2013? It was such a fun time to explore. It felt like social media was smaller. You could post something and it felt, dare I say, a little bit kinder? I was able to find my illustration community, and a community of makers on Etsy, because this was around the time of the <a href=\"https://www.vox.com/the-goods/2019/9/4/20841475/etsy-free-shipping-amazon-handmade-josh-silverman\">handmade movement</a>. It was post-recession. Everyone was laid off, and people were starting to knit scarves and make things. I was thinking, “Maybe this will be my profession now.” </p>\n\n<p class=\"has-text-align-none\">It was a great time to try something different. It felt potent and exciting. Nicole Marie Paperie — it just made sense, because Marie is my middle name, so I’ll never get tired of it, I’ll never regret it — and Paperie, it just went together like peanut butter and jelly, so why not?&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Constance:</strong> Bifties started in 2016 as a gift exchange. This was during <a href=\"https://www.vox.com/identities/2017/5/30/15713254/cleveland-police-tamir-rice-timothy-loehmann\">Tamir Rice</a>, <a href=\"https://www.vox.com/identities/2019/8/27/20835639/daniel-pantaleo-eric-garner-nypd-protests-activists-de-blasio\">Eric Garner</a> — I was starting to get really depressed. I was starting to really feel it, and I thought, “Wouldn’t it be really great if I could just give the Black community a hug? Give everybody a hug, because it’s tough right now, being a Black person in America.” </p>\n\n<p class=\"has-text-align-none\">It was around the holidays, and serendipitously my aunt invited me to a gift exchange. The only thing you had to do was pay $5, and it went to a ladies’ charity, and then she matched you with random people to buy gifts. I thought, “This is fantastic. I’m going to do the same thing, but instead of $5, just buy your gift from a Black-owned business.” We’re going to give an economic hug to the Black community.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I ran that gift exchange for about four years, and there were a lot of challenges. This was pre-<a href=\"https://www.vox.com/identities/2020/5/27/21271667/george-floyd-death-police-kneed-in-the-neck\">George Floyd</a>, and many people weren’t “buying Black.” I’d have people send a gift to someone, but they bought it at a big-box retail store, and it was an African print. Or they got something from Mary Kay because the Mary Kay vendor was a Black person — there were a whole lot of different versions of “buying Black.”  </p>\n\n<p class=\"has-text-align-none\">The other component was a lot of my non-Black friends were, like, “This is a call to action for Black people. I don’t know if I’m supposed to be participating.” I said, “No no no, this is a call to support Black businesses!” When you combine all of that together, the people who didn’t think they could be involved in this opportunity, the gifts I didn&#8217;t think were matching my idea of what I was looking for, I decided in January 2020 to launch Bifties as a service.</p>\n\n<p class=\"has-text-align-none\">What is Bifties? I literally took the words “Black,” “best,” and “gifts” and made it into “Bifties.” </p>\n\n<p class=\"has-text-align-none\">Bifties are a community of people — yes, it’s a noun — regardless of race, color, religion, and creed, who buy the best Black-owned gifts. The “giving B(l)ack,” with the parentheses, is because a portion of our proceeds goes to charity. It’s like “giving back, giving Black.” </p>\n\n<p class=\"has-text-align-none\">In 2020, I launched that, and I said, “Okay, now you have no excuse. No matter what you look like, no matter what you believe in, you can go on this site and you can build your own gift.” And I curate the gifts! I don’t have to worry that you bought it at a big-box store or from the Mary Kay lady down the street. I was able to create the lane that I actually wanted, and that’s how Bifties came to be.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Bifties-gift-box.jpg?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" alt=\"A gift box including items on plant care, including a book, a spray bottle, and a card.\" title=\"A gift box including items on plant care, including a book, a spray bottle, and a card.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\"><strong>Nicole:</strong> The month that she launched, January 2020, is really important. It was a wild year.</p>\n\n<p class=\"has-text-align-none\"><strong>Constance:</strong> Yes it was. I launched Bifties as a platform in 2020. Come May of 2020, with the George Floyd incident, it was an opportunity — here I am, trying to get people to buy Black regardless of who you are, and then all of a sudden the nation decided that we needed to buy Black. I had corporations looking for me. I had the exact thing that they needed at that time to show up for their employees, their friends, their family — and that’s what took off for me.</p>\n\n<p class=\"has-text-align-none\"><strong>Nicole: </strong>I always say that authenticity is key. As much as my cards are art-driven, we’re selling a feeling and an emotion. The only way to communicate that through the internet is jokes, memes, laughter. If I’m not doing a belly laugh when I see this card, “Congrats on your quiet quitting” —</p>\n\n<p class=\"has-text-align-none\"><strong>Constance:</strong> I saw that one!</p>\n\n<p class=\"has-text-align-none\"><strong>Nicole:</strong> And I saw your smile. I saw how your face lit up. I couldn’t do this in the ’90s or the early aughts, but thanks to Facebook and Instagram, I can just draw something, and the middleman is gone. That’s very liberating for people like us. Women like us.</p>\n\n<p class=\"has-text-align-none\">Constance and I are both divorced. We’re both moms. I say to her, when things get hard, “We don’t have a choice. This has to succeed.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/quiet-quitting.png?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">We started working together during the Buy Black movement. We didn’t know it would be this thing that we’d get swept up in. It was like getting caught in a maelstrom. There were all of these emotions, positivity and empathy, but also negative emotions like, “I’m an artist, my work speaks for itself.” It was hard to open my inbox and see things that made me feel like people were buying from me because of the way I looked instead of the work I did.</p>\n\n<p class=\"has-text-align-none\"><strong>Constance:</strong> There are a lot of Black-owned businesses that you didn’t know were Black-owned. I’m doing my market research and I’m putting my boxes together, and verifying who was a Black-owned business before 2020 was very challenging because people weren’t identifying their businesses that way back then. </p>\n\n<p class=\"has-text-align-none\">Now, on Facebook and Instagram, you can put “Black-owned” and “women-owned,” but before then I had to search and dig. I had a lot of companies say, “I don’t want to be identified as Black-owned. I don’t want to be put into a box.”  I get that. <a href=\"https://www.vox.com/first-person/2019/11/30/20985982/buy-black-business\">That’s a real issue</a>. There was a period of time around 2020 when everyone wanted to be identified as Black-owned, but now that we’re coming out of that, we’re having those same discussions again. “My work should speak for itself.”</p>\n\n<p class=\"has-text-align-none\">I want to sell awesome gifts. It just happens to be that everything in that gift box is Black-owned.</p>\n\n<p class=\"has-text-align-none\"><strong>Nicole:</strong> And you just happen to like it!</p>\n\n<p class=\"has-text-align-none\"><strong>Constance: </strong>You can give it to your friends and it doesn’t matter because it speaks to everyone. </p>\n\n<p class=\"has-text-align-none\"><strong>Nicole: </strong>For me, personally, I’m going to keep that hashtag [#blackownedbusiness] regardless. I’m not ashamed — it’s nothing to be ashamed of. Bring back Black joy, number one, and number two, representation matters. I remember being a kid and not seeing anything that looked like me. My mom is Italian, and she doesn’t even look like me. Now you have millions of TV shows with people who look like me and people who have moms who look different from them — there was nothing like that when I was a kid. If there&#8217;s anybody, anywhere in the world who sees my artwork, and they look like me, and they’re in my inbox asking, “How do I do this?” it’s my responsibility to pass that information on. </p>\n\n<p class=\"has-text-align-none\"><strong>Constance:</strong> Long-term, my vision is to have a brick-and-mortar store that you can come into. I want to be the next Black Hallmark! I want you to come in and everything in the store is Black-owned. I want to be in Downtown Disney, too!</p>\n\n<p class=\"has-text-align-none\"><strong>Nicole:</strong> For me, I would just love to expand the medium. I’d like to see my products on more than just cards — clothes, home goods, that area. I’d also like to explore new creative and artistic areas. I always say, at the beginning of every year, “This is the year I’m going to paint.” I want to paint, I want to consult, I want to mentor. That’s something I love doing — helping people. </p>\n\n<p class=\"has-text-align-none\"><strong>Constance:</strong> She’s really good at helping people, and she’s an incredible businesswoman. It’s uncanny. I had two business issues, and I came to Nicole, and she said, “Okay, here’s what we need to do.”</p>\n\n<p class=\"has-text-align-none\"><strong>Nicole:</strong> Because we’re going to Downtown Disney!</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Welcome to&#160;Money Talks, a series in which we interview people about their relationship with money, their relationship with each other, and how those relationships inform one another. Nicole Alesi is a 42-year-old New York native who has been running Nicole Marie Paperie, a stationery company, since 2013, and whose cards are featured in more than [&#8230;]",
    "author": "Nicole Dieker"
  },
  {
    "title": "3 unexpected winners — and 1 predictable loser — from the Paris Olympics so far",
    "link": "https://www.vox.com/olympics/364413/paris-winners-losers-sharpshooter-simone-biles-pommel-horse",
    "pubDate": "2024-08-02T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Stephen Nedoroscik celebrates his performance on the pommel horse during the Olympic Games in Paris, France.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2163827551.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Stephen Nedoroscik celebrates his performance on the pommel horse during the Olympic Games in Paris, France.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">We all know the medal winners for the competitions that have taken place so far in the 2024 Paris Olympics (or, rather, they’re all <a href=\"https://olympics.com/en/paris-2024/medals/medallists\">a single click away</a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">The US women’s gymnastics team reclaimed gold for the team all-around after a second-place finish in Tokyo, while the men’s team won its first medal in the team event since 2008. Some of China’s swimming successes are <a href=\"https://www.si.com/olympics/china-swimming-success-deserves-doubt-pan-zhanle\">being scrutinized</a>, given recent doping scandals. The triathlon finish line was incredibly impressive — and a reminder of <a href=\"https://www.marca.com/en/olympic-games/2024/08/01/66ab4ef9e2704e7d3e8b45a7.html\">how intensely these athletes push themselves</a>.</p>\n\n<p class=\"has-text-align-none\">But the Games aren’t beloved just for the games themselves. We fall in love with athletes’ stories, and the stories we tell ourselves about them, too. With that in mind, here are some of the biggest winners (and one loser) of our hearts so far.</p>\n\n<h2 class=\"wp-block-heading\">Winner: America’s favorite pommel horse son&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Not all heroes wear capes; some wear glasses and are very good at pommel horse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For nearly three hours, American gymnast and <a href=\"https://www.tiktok.com/@teamusa/video/7397596179477056814\">part-time Rubik’s Cube solver</a> Stephen Nedoroscik waited for his turn. Sitting on the bench, the electrical engineer looked relatable; more like Clark Kent’s nerdier cousin than Superman.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But Nedoroscik, like <a href=\"https://www.youtube.com/watch?v=2BmOov5mKzE\">McKayla Maroney on the vault</a> in the 2012 Games, is an apparatus specialist — a “one and done” gymnast called in to do an event because they’re so exceptional at it.</p>\n\n<p class=\"has-text-align-none\">The pommel horse requires massive upper body and core strength as gymnasts use only their arms to glide up and down the body of the horse. At the same time, they flare their legs like breakdancers, whipping them in circles and intricate patterns. The pommel horse has, in some years, been a weak spot for American men.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@nbcolympics/video/7397245303386033439\" data-video-id=\"7397245303386033439\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@nbcolympics\" href=\"https://www.tiktok.com/@nbcolympics?refer=embed\">@nbcolympics</a> <p>OUR FRIEND STEVE. 🇺🇸 <a title=\"parisolympics\" target=\"_blank\" href=\"https://www.tiktok.com/tag/parisolympics?refer=embed\">#ParisOlympics</a> <a title=\"usagym\" target=\"_blank\" href=\"https://www.tiktok.com/tag/usagym?refer=embed\">#usagym</a> <a title=\"mensgymnastics\" target=\"_blank\" href=\"https://www.tiktok.com/tag/mensgymnastics?refer=embed\">#mensgymnastics</a> <a title=\"gymtok\" target=\"_blank\" href=\"https://www.tiktok.com/tag/gymtok?refer=embed\">#gymtok</a> <a title=\"gymnastics\" target=\"_blank\" href=\"https://www.tiktok.com/tag/gymnastics?refer=embed\">#gymnastics</a> <a title=\"stephennedoroscik\" target=\"_blank\" href=\"https://www.tiktok.com/tag/stephennedoroscik?refer=embed\">#stephennedoroscik</a> <a title=\"teamusa\" target=\"_blank\" href=\"https://www.tiktok.com/tag/teamusa?refer=embed\">#TeamUSA</a> </p> <a target=\"_blank\" title=\"♬ som original - taina\" href=\"https://www.tiktok.com/music/som-original-7085642820618324742?refer=embed\">♬ som original &#8211; taina</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">It also just so happened to be the last event for USA’s men’s gymnastics team at the team final on Monday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As the final wound down, Team USA needed Nedoroscik’s pommel horse score to ensure that the team would be going home with Olympic hardware. With the pressure on and all eyes on him, the bespectacled athlete delivered. His champion performance earned the <a href=\"https://www.tiktok.com/t/ZTNXAN7Cb/\">highest-ever US score on the horse</a> and gave the US team the bronze medal — the first medal for American male gymnasts in 16 years.&nbsp;<em>—Alex Abad-Santos, senior correspondent, culture</em></p>\n\n<h2 class=\"wp-block-heading\">Winner: Simone Biles’s social media</h2>\n\n<p class=\"has-text-align-none\">We all knew the <a href=\"https://www.vox.com/culture/363796/simone-biles-gold-medal-team-final-2024-olympics-result\">gymnastics GOAT</a> was going to get the glory, but some out there (cough cough) were a little less certain about her teammates — who are now officially gold medal winners for the gymnastics team all-around competition. And Simone Biles has something to say about that.</p>\n\n<p class=\"has-text-align-none\">The original shade came from former Olympic vaulter and 2020 silver medalist MyKayla Skinner, in a now-deleted video on her own YouTube channel earlier this summer. Other than her former teammate Biles, Skinner <a href=\"https://x.com/gymguyri/status/1808619618010829261\">claimed</a> that “the talent and the depth” of the US women’s Olympic team “just isn’t like what it used to be.” She went on to say, “Obviously a lot of girls don’t work as hard. The girls just don’t have the work ethic.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">These comments appear to be what Biles was referring to when she <a href=\"https://www.instagram.com/p/C-ESNIFIQ8l/?img_index=1\">posted</a> her celebratory Instagram after the team’s Tuesday win, pairing pictures of herself and teammates Suni Lee, Jordan Chiles, Jade Carey, and Hezly Rivera with the caption: &#8220;Lack of talent, lazy, olympic champions ❤️🥇🇺🇸.&#8221;&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-instagram wp-block-embed-instagram\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-permalink=\"https://www.instagram.com/p/C-ESNIFIQ8l/?utm_source=ig_embed&#038;utm_campaign=loading\" data-instgrm-version=\"14\"><div> <a href=\"https://www.instagram.com/p/C-ESNIFIQ8l/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\"> <div> <div></div> <div> <div></div> <div></div></div></div><div></div> <div></div><div> <div>View this post on Instagram</div></div><div></div> <div><div> <div></div> <div></div> <div></div></div><div> <div></div> <div></div></div><div> <div></div> <div></div> <div></div></div></div> <div> <div></div> <div></div></div></a><p><a href=\"https://www.instagram.com/p/C-ESNIFIQ8l/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\">A post shared by Simone Biles (@simonebiles)</a></p></div></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">The gag didn’t escape former Olympic gymnast and <a href=\"https://knowyourmeme.com/memes/mckayla-maroney-is-not-impressed\">beloved meme</a>, McKayla Maroney, who unfortunately shares a version of Skinner’s first name.&nbsp;She commented, “It doesn’t get more iconic than this. She f’d around n found out fr. Feels like I need to apologize just to redeem my first name.”</p>\n\n<p class=\"has-text-align-none\">Skinner, who also happens to be the mom behind the viral <a href=\"https://www.distractify.com/p/baby-harmer-gender-reveal\">“Baby Harmer”</a> gender reveal, previously disavowed the video in a July 3 Instagram story, saying it “wasn’t always necessarily about the current team, because I love and support all the girls that made it and I’m so proud of them.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Biles, who indicated she has since <a href=\"https://x.com/Simone_Biles/status/1818684539431981149\">been blocked by Skinner</a>, last posted some pics of <a href=\"https://www.instagram.com/p/C-GcmeitktJ/?img_index=1\">getting a well-earned rest</a>, before <a href=\"https://www.nytimes.com/live/2024/08/01/world/olympics-gymnastics-simone-biles?campaign_id=190&amp;emc=edit_ufn_20240801&amp;instance_id=130442&amp;nl=from-the-times&amp;regi_id=76220551&amp;segment_id=173847&amp;te=1&amp;user_id=182f712f716eea2570dff279c1743e9e\">winning her second all-around gold on Thursday</a>.&nbsp;<em>—Meredith Haggerty, senior editor, culture</em></p>\n\n<h2 class=\"wp-block-heading\"><strong>Winner: Sharpshooters who have never looked cooler</strong></h2>\n\n<p class=\"has-text-align-none\">Apologies to my boyfriend, but I’m in love with two sharpshooters: South Korea’s <a href=\"https://www.cnn.com/2024/07/31/style/kim-yeji-pistol-shooter-paris-olympics-intl-hnk/index.html\">Kim Yeji</a> and Turkey’s <a href=\"https://www.npr.org/2024/08/01/nx-s1-5060078/turkey-shooter-olympics-glasses-gear-silver\">Yusuf Dikec</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Photos of the two have gone viral for completely opposite reasons. After she won silver in the 10-meter pistol event, a previous photo of Kim made the rounds on the internet. Dripped out in black athletic wear, futuristic eyeglasses customized for the sport, a backward hat, and boasting an ice-cold stance, Kim looked like someone had teleported her out of <em>Blade Runner.</em> </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Is this the hottest and coolest anyone has ever looked in history? Possibly.<br><br> <a href=\"https://t.co/CkJQbIinn0\">pic.twitter.com/CkJQbIinn0</a></p>&mdash; 𝕯𝖎𝖑𝖉𝖔 𝕭𝖆𝖌𝖌𝖎𝖓𝖘 (@EmmaTolkin) <a href=\"https://twitter.com/EmmaTolkin/status/1818358941153386817?ref_src=twsrc%5Etfw\">July 30, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Dikec, on the other hand, wasn’t in any particular gear. The 51-year-old, who’s been competing at the Olympics since 2008, showed up in a T-shirt, jeans, and no shooting glasses. He nonchalantly pointed his gun and got to the podium with a silver medal.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">The 51-year-old Turkish athlete Yusuf Dikeç makes a statement about going viral for competing at the Olympics without specialized equipment and winning a silver medal. <br><br>“I did not need special equipment. I&#039;m a natural, a natural shooter” <a href=\"https://t.co/cTF6dJ2yD5\">pic.twitter.com/cTF6dJ2yD5</a></p>&mdash; kira 👾 (@kirawontmiss) <a href=\"https://twitter.com/kirawontmiss/status/1818924521757253828?ref_src=twsrc%5Etfw\">August 1, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Can’t say that the US is bringing either style or skill when it comes to sharpshooting — deeply ironic that we have zero medals despite our gun culture — but I digress. It rules to see people stand on business. <em>—Izzie Ramirez, deputy editor of Future Perfect</em></p>\n\n<h2 class=\"wp-block-heading\"><strong>Loser: Paris’s eco-friendly approaches</strong></h2>\n\n<p class=\"has-text-align-none\">There are a lot of studies that indicate that “nudging” people toward certain behavioral choices works. If oat milk is the automatic choice for an iced latte, <a href=\"https://www.theclimatechangereview.com/post/oat-milk-defaults-as-corporate-climate-action\">more people would default to oat milk</a>. That’s better for health and environment — and I’m inclined to agree in <a href=\"https://www.vox.com/future-of-meat\">most cases</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But perhaps the one place where I wouldn’t do that is the Olympics, where routine is everything. Athletes — elite and amateur alike — are notorious for sticking to what they know during a competition: nothing new. The night before a big race isn’t the time to try lentils — or Impossible Meat or even normal chicken! — if you’ve never had them before. Naturally, athletes have been <a href=\"https://www.washingtonpost.com/sports/olympics/2024/07/30/paris-olympics-food-athletes-protein-meat/\">complaining that they’re hungry</a> and that they can’t sleep because Paris <a href=\"https://www.washingtonpost.com/sports/olympics/2024/06/06/paris-olympics-no-air-conditioning-village-2024/\">opted for no AC</a> and <a href=\"https://www.euronews.com/green/2024/07/31/not-anti-sex-but-backbreaking-olympic-athletes-review-eco-friendly-cardboard-beds\">cardboard beds</a> as part of <a href=\"https://olympics.com/en/paris-2024/our-commitments/the-environment/organising-more-responsible-games\">its commitment to a more sustainable Games</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a vacuum, plant-based foods, lower electricity, and less waste are good things. We should value that. But when athletes need peak performance for this one moment, and when some countries can entirely ignore the nudges (Team USA brought window-unit ACs!), it creates a divide in performance, opens the door to anti-green backlash that could have been avoided, and leaves a bad taste. <em>—IR</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "We all know the medal winners for the competitions that have taken place so far in the 2024 Paris Olympics (or, rather, they’re all a single click away).&#160; The US women’s gymnastics team reclaimed gold for the team all-around after a second-place finish in Tokyo, while the men’s team won its first medal in the [&#8230;]",
    "author": "Izzie Ramirez"
  },
  {
    "title": "An influencer is running for Senate. Is she just the first of many?",
    "link": "https://www.vox.com/culture/364445/caroline-gleich-utah-senate-influencer",
    "pubDate": "2024-08-02T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A blond woman in a parka with the sun setting behind her.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/clipper_peak_7-13-2017-01041_smaller.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">It has been a meme-heavy election so far this year, with a fire hose of content about <a href=\"https://www.vox.com/culture/362300/kamala-harris-meme-brat-summer\">Kamala Harris’s “Brat” summer</a> and <a href=\"https://www.vox.com/culture/363230/jd-vance-couch-sex-hillbilly-elegy-rumor-false\">J.D. Vance’s undeniable weirdness</a>. But another meeting of politics and the internet has flown a little more under the radar, in the form of a Senate race that includes, for the first time, a professional influencer. </p>\n\n<p class=\"has-text-align-none\">The seat opened up after Mitt Romney <a href=\"https://www.nytimes.com/2023/09/13/us/politics/mitt-romney-retirement.html#:~:text=Senator%20Mitt%20Romney%2C%20Republican%20of,be%20in%20my%20mid%2D80s.\">announced</a> last year that he wouldn’t be seeking reelection in 2024. Though <a href=\"https://www.politico.com/news/2024/07/06/john-curtis-pro-climate-republican-00165810\">Republican John Curtis</a>, currently a US Representative for Utah’s third district, is virtually guaranteed to win in November (<a href=\"https://elections2024.thehill.com/forecast/2024/senate/utah/\">The Hill predicts</a> a more than 99 percent chance of a Curtis victory, and Utah hasn’t had a Democratic Senator since 1977), his Democratic opponent Caroline Gleich has made headlines for her career outside of politics: namely, that of a professional ski mountaineer and content creator. </p>\n\n<p class=\"has-text-align-none\">Gleich, 38, is known to her more than 220,000 Instagram followers for both her climate activism and her mountain-climbing adventures, which have taken her through ski slopes in Argentina to the summit of Mount Everest. Her campaign for Senate began after taking a training course by <a href=\"https://utahwomenrun.org/\">a state-level organization</a> devoted to helping more Utah women run for office. From there, she met someone at a campaign management firm who reached out earlier this year to ask if she’d be willing to run for Romney’s seat. “Initially, when I got the email, I was a bit hesitant,” she told me in an interview. “But the more I thought about it, the more I realized that the time is now, that we can&#8217;t wait for other people to step up and be the leaders that we want to see.”</p>\n\n<p class=\"has-text-align-none\">“Sometimes even if they’re going to lose, having a candidate to demonstrate to the opposition party that they also have to listen to their preferences [is important],” explains Juliet Carlisle, a political science scholar at the University of Utah. “The influence of a young Democratic candidate can make [Curtis] aware of what the vibe in Utah politics is among the younger generation.”</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Did you know that, currently, the average Utahn loses two years of life expectancy from air pollution?<br><br>Marginalized groups that live closer to pollution (who are disproportionately Black, brown and Indigenous) can expect to die over five years earlier due to our poor air… <a href=\"https://t.co/ojCzAQbwb7\">pic.twitter.com/ojCzAQbwb7</a></p>&mdash; Caroline Gleich (@carolinegleich) <a href=\"https://twitter.com/carolinegleich/status/1808167899515048105?ref_src=twsrc%5Etfw\">July 2, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Influencers have long played a role in politics, though typically they’re asked by established politicians to stump for them or push certain policies online to their followers. <a href=\"https://www.tmz.com/2024/07/29/jake-paul-squares-up-donald-trump-support-former-president/\">Trump, for instance, has lately</a> been making videos with YouTuber Jake Paul, while <a href=\"https://www.washingtonpost.com/technology/2024/07/30/democratic-senators-influencers-laws-initiatives/\">senators are tapping</a> influencers to help push legislation in addition to relying on traditional media. </p>\n\n<p class=\"has-text-align-none\">The White House enlisted <a href=\"https://ny1.com/nyc/all-boroughs/health/2021/08/02/white-house-enlists-army-of-social-media-influencers-to-promote-covid-19-vaccines\">influencers to promote Covid-19 vaccine information</a>, but President Biden struggled to court content creators to support his now-aborted reelection campaign: Some who <a href=\"https://www.washingtonpost.com/technology/2024/06/13/influencers-biden-tiktok-ban/\">supported him in 2020</a> refused to do so for the 2024 cycle, while other creators have <a href=\"https://www.washingtonpost.com/politics/2024/07/05/biden-campaign-tiktok-creators-online-backlash/\">faced backlash</a> for stumping for an administration their fans have criticized. This, in contrast with Kamala Harris, who has garnered enormous organic support online from influencers and celebrities, speaking to a divide in what kinds of candidates are able to authentically tap into the chaotic energy of the internet. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>It can often feel as though politicians are straining to be influencers themselves, referencing memes and online language in a way that can feel embarrassingly forced</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">It’s also not unusual for politicians to build large followings after ascending into office. Rep. Alexandria Ocasio-Cortez, for instance, <a href=\"https://variety.com/2021/tv/opinion/aoc-instagram-live-capitol-attack-1234898292/\">continues to use Instagram Live</a> and other social channels to speak directly to her constituents and followers, while Rep. Marjorie Taylor Greene <a href=\"https://www.vox.com/recode/22867140/marjorie-taylor-greene-facebook-twitter-suspension-big-tech-content-moderation\">has leveraged her large online base</a> to promote QAnon conspiracy theories and vaccine misinformation. It can often feel as though politicians are straining to be influencers themselves, referencing memes and online language in a way that can feel embarrassingly forced (see Vance’s <a href=\"https://www.thenation.com/article/politics/jd-vance-twitter-conservatives/\">try-hard tweets</a> or Hillary Clinton’s ill-fated attempt to get in on the <a href=\"https://www.thedailybeast.com/hillary-clinton-has-entered-the-barbie-snub-discourse\"><em>Barbie</em> Oscars snub discourse</a>).  </p>\n\n<p class=\"has-text-align-none\">Yet only recently have professional content creators, or those who make their money on social media via sponsorships with brands or contributions from followers, run for office. Gleich appears to be the first full-time influencer to do so, though there have been others with popular social accounts: Conservative influencer Rep. Anna Paulina Luna was elected to Florida’s 13th district in 2022, while last year, 25-year-old lawyer and TikToker <a href=\"https://www.ocregister.com/2023/04/04/local-tiktok-influencer-wants-to-take-her-message-off-social-media-and-to-congress/\">Cheyenne Hunt ran</a> for California’s 45th district, though she ultimately lost. Both <a href=\"https://www.youtube.com/watch?v=ca-odw3nriQ\">Paul</a> and fellow <a href=\"https://www.vox.com/culture/24105035/mr-beast-youtube-amazon-show\">YouTuber Mr. Beast</a> have <a href=\"https://www.businessinsider.com/mrbeast-run-for-president-soon-as-old-enough-2024-7#:~:text=YouTube%20star%20MrBeast%20jokes%20about,with%20the%20current%20political%20leaders.\">expressed their desires</a> (whether earnestly or not) to run for president. </p>\n\n<p class=\"has-text-align-none\">“I’m able to connect with people to help solve problems: That’s a big part of what I do as a content creator every day to bring value to people’s lives, and that’s similar to what I hope to achieve in the US Senate,” says Gleich. “When I approach brands and do sales pitches, I want to center their needs first. And this is really about centering the voices of Utahns.”</p>\n\n<p class=\"has-text-align-none\">Carlisle references the 1990 political science text <em>Actors, Athletes, and Astronauts: Political Amateurs in the United States Congress </em>as a way of explaining how name recognition can assist the already famous in pivoting to political office. Arnold Schwarzenegger was able to translate his Hollywood stardom into the governorship of California, after all, although in the crowded field of Instagram influencers, that leap is much more difficult. “Name recognition doesn’t necessarily translate into local name recognition,” she explains, warning that just because an influencer has a global following doesn’t guarantee them votes in the areas where they’re running.</p>\n\n<p class=\"has-text-align-none\">On Reddit, where talk of influencers often tends toward the snarky, <a href=\"https://www.reddit.com/r/SaltLakeCity/comments/1cf8xff/thoughts_on_caroline_gleich/\">some have accused</a> Gleich of using the election to boost her career on social media. “The cynical part of me thinks this is just one big branding move — one that will just earn her more money and sponsorships once she inevitably loses in the election,” wrote one person. Others have defended her candidacy: “We need more young liberals with different backgrounds running for office in Utah, and she seems to be the only one willing to take on the huge financial and public image burden of doing so,” wrote another.</p>\n\n<p class=\"has-text-align-none\">Campaign finance is a uniquely thorny issue for influencers. The Federal Election Commission currently deems any sponsored brand post that includes a candidate and runs within 90 days of an election to be subject to its rules on “coordinated communication.” It would therefore be considered an “in-kind contribution” and required to be listed in a candidate’s campaign finance reports. “These companies that are sponsoring [an influencer] then step into a thicket of campaign finance laws,” says Carlisle.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“I absolutely do think that America would be better served if we had more content creators in office”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Gleich is pushing back on these rules, <a href=\"https://www.washingtonpost.com/technology/2024/07/10/caroline-gleich-utah-influencer-fec/\">recently filing a request</a> to sidestep the requirements. She says that profits from her content creation career are down 90 percent this year due to the campaign, which has been “devastating” financially. “When I send [brands] the rules, it’s a dealbreaker. It’s very complicated on the back end for advertisers,” she says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though she’s been able to stay afloat after “two really good years of work,” she stresses that it’s extraordinarily <a href=\"https://www.instagram.com/p/C8K-m6VugzD/?hl=en\">difficult to run for office</a> “if you’re not retired or independently wealthy.” “Some of the outdated campaign laws have made it really challenging to navigate. And I think this is a big part of the reason why we don&#8217;t see more 38-year-olds running for office.”</p>\n\n<p class=\"has-text-align-none\">Gleich hopes that the changes she’s pushing for will encourage more content creators and young people to get involved in politics. “I absolutely do think that America would be better served if we had more content creators in office,” she says. “I think that we will see in the next decade a lot more people from different backgrounds doing this.”</p>\n\n<p class=\"has-text-align-none\">One way influencers can encourage political activism at a smaller scale is to make it seem cool to young people. When she first started posting about politics, she says, “We really wanted to make voter registration and the public hearings we were doing look really fun and cool so that people would want to get involved.” While existing politicians are leveraging the energy online to do the campaigning for them, it’ll be interesting to see whether that translates when digital natives are seeking out elected roles in politics. </p>\n\n<p class=\"has-text-align-none\">After all, as a professional content creator, Gleich is already used to the kinds of harassment levied against politicians: <a href=\"https://www.instagram.com/p/C8pguHEPF0l/?hl=en\">sexist attacks</a>, trolls, comments on their <a href=\"https://www.instagram.com/p/CT2bFblr-d6/?hl=en&amp;img_index=1\">self-presentation</a>. In a country that demands a carefully curated authenticity from its influencers and politicians, perhaps there’s value in being both. Only time will tell whether more follow suit.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It has been a meme-heavy election so far this year, with a fire hose of content about Kamala Harris’s “Brat” summer and J.D. Vance’s undeniable weirdness. But another meeting of politics and the internet has flown a little more under the radar, in the form of a Senate race that includes, for the first time, [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "Israel’s January 6 moment",
    "link": "https://www.vox.com/politics/364343/israel-riot-military-base-sde-touman-torture-member-knesset",
    "pubDate": "2024-08-02T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A crowd of people outside, carrying signs and Israeli flags.\" data-caption=\"Far-right Israelis demonstrate at Sde Teman military base on July 29, 2024. | Menahem Kahana/AFP via Getty Images\" data-portal-copyright=\"Menahem Kahana/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2163744727.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Far-right Israelis demonstrate at Sde Teman military base on July 29, 2024. | Menahem Kahana/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">As the Gaza war <a href=\"https://www.vox.com/politics/364148/haniyeh-iran-israel-hamas-hezbollah\">escalates in Lebanon and Tehran</a>, Israel has been thrown into a new domestic crisis: a collapse of the rule of law that threatens to tear Israeli society apart.</p>\n\n<p class=\"has-text-align-none\">The crisis centers on <a href=\"https://www.nytimes.com/2024/06/06/world/middleeast/israel-gaza-detention-base.html\">grave allegations of torture</a>: that Israeli soldiers at the Sde Teiman base in southern Israel had <a href=\"https://www.haaretz.com/israel-news/2024-04-04/ty-article/.premium/doctor-at-idf-field-hospital-for-detained-gazans-we-are-all-complicit-in-breaking-law/0000018e-a59c-dfed-ad9f-afdfb5ce0000\">physically and sexually assaulted Palestinian detainees</a>. On Monday, Israel’s military police raided the base and detained <a href=\"https://www.timesofisrael.com/idf-court-extends-arrest-of-8-soldiers-accused-of-abusing-palestinian-detainee/\">10 soldiers</a> believed to be responsible for the torture of one detainee.</p>\n\n<p class=\"has-text-align-none\">Shortly after the raid, far-right demonstrators — including some reserve soldiers and sitting parliamentarians from Israel’s current government — began rioting against the arrest.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The rioters tore down Sde Teiman’s exterior fence and entered its premises, hoping to free the detained soldiers by force. Footage showed <a href=\"https://www.timesofisrael.com/liveblog_entry/religious-zionism-mk-tzvi-sukkot-defends-breaking-into-idf-base-i-was-doing-my-job/\">Zvi Sukkot</a>, a far-right member of the Knesset (Israel’s Parliament), amid the mob assailing the base. When they failed to find the soldiers, a mob attacked another military base — one that houses <a href=\"https://www.axios.com/2024/07/30/israel-far-right-protesters-storm-military-bases\">the headquarters of Israel’s military court system</a>.</p>\n\n<p class=\"has-text-align-none\">Eventually, Israeli authorities restored order without surrendering any soldiers to the mob (two were later released without charges). Yet multiple right-wing parties in the current ruling coalition issued statements condemning the soldiers’ arrest and <a href=\"https://www.timesofisrael.com/liveblog_entry/religious-zionism-mk-tzvi-sukkot-defends-breaking-into-idf-base-i-was-doing-my-job/\">even defending participation in the mob</a>. </p>\n\n<p class=\"has-text-align-none\">Even now, as a wider <a href=\"https://www.vox.com/politics/364148/haniyeh-iran-israel-hamas-hezbollah\">war with Hezbollah and Iran looms</a>, Israel remains deeply divided over an incident that feels a lot like the US torture abuse scandal in <a href=\"https://x.com/joshuakeating/status/1818004736483754242\">Abu Ghraib and the January 6 riot rolled into one</a>. Ahmad Tibi, a member of the Knesset (MK) from an Arab political party, asked during a parliamentary debate over the abuses at Sde Teiman if “inserting an explosive into the rectum of a person [is] legitimate.” In response, Hanoch Milvetsky — a member from Prime Minister Benjamin Netanyahu’s Likud party — said that when it came to Hamas commandos, “<a href=\"https://www.jpost.com/israel-news/article-812376\">everything is legitimate</a>.&#8221;</p>\n\n<p class=\"has-text-align-none\">It’s a situation that reflects Israel’s basic bifurcation: a country that is simultaneously a democracy within its recognized borders and a lawless authoritarian state in the Palestinian territory it controls. It is an unbearable tension, one that has increasingly led the domestic democracy Israel is so proud of to begin resembling its authoritarian shadow.</p>\n\n<p class=\"has-text-align-none\">The riot at Sde Teiman shows exactly how this process works — and why it has led even some sober Israeli analysts to begin <a href=\"https://x.com/AnshelPfeffer/status/1817970668673089693\">fretting about civil war</a>.</p>\n\n<h2 class=\"wp-block-heading\">How the chaos at Sde Teiman happened</h2>\n\n<p class=\"has-text-align-none\">What happened at Sde Teiman this week is the consequence of two opposing legal systems crashing into each other.</p>\n\n<p class=\"has-text-align-none\">After Israel <a href=\"https://www.un.org/unispal/history/\">seized</a> the West Bank and Gaza Strip at the end of the Six-Day War in 1967, it faced a classic conqueror’s dilemma: How do you administer land where the majority of people who live there oppose your presence?</p>\n\n<p class=\"has-text-align-none\">Israel’s solution was to forgo formally annexing the territories and instead set up a military regime that would “temporarily” govern until a more permanent solution could be found. A special department of the Israeli military called the Coordinator of Government Activities in the Territories, or COGAT, was charged with managing the governing tasks necessary for Palestinian civilian life to function. The Israeli general in charge of COGAT was in essence the governor of the West Bank: the head of a military regime whose <a href=\"https://www.vox.com/videos/2023/12/13/24000233/why-israel-has-so-many-palestinian-prisoners\">legal system differed</a> fundamentally from the one at work inside Israel.</p>\n\n<p class=\"has-text-align-none\">Inside Israel proper, political leaders are determined by elections and citizens of all religions have basic rights, like freedom of speech and rights to due process. In Israeli-occupied Palestine, the leader is an unelected general who affords few basic rights to Palestinian civilians. Things that would be scandals if done to citizens in Israel, like torture of suspects in custody, <a href=\"https://www.btselem.org/torture\">are fairly common in the West Bank</a> and have been so before the current war.</p>\n\n<p class=\"has-text-align-none\">That doesn’t apply to the settlers, Israeli Jews who live in the West Bank. They are legally entitled to all the privileges attendant with Israeli citizenship, yet their interactions with Palestinians typically take place in land controlled by the military. While soldiers are empowered to arrest settlers who commit violence, the IDF <a href=\"https://www.timesofisrael.com/cant-or-wont-idf-fails-to-prevent-settler-attacks-and-thats-unlikely-to-change/\">prefers to delegate</a> such tasks to the police.<strong> </strong>The result is that soldiers frequently turn a blind eye when extremist settlers <a href=\"https://www.vox.com/world-politics/2023/11/9/23945651/west-bank-israeli-settler-palestine-gaza-war-violence\">bully, assault, and even kill Palestinians</a>. Sometimes, they <a href=\"https://www.vox.com/world-politics/2023/11/9/23945651/west-bank-israeli-settler-palestine-gaza-war-violence\">even join in</a>.</p>\n\n<p class=\"has-text-align-none\">Sde Teiman is not in the Palestinian territories; it’s in Israel proper, meaning domestic Israeli rules should apply. But it is a military base used to house Palestinians detained in Gaza, who seemed as though they’re being treated by West Bank standards — or potentially even worse. A UN <a href=\"https://www.ohchr.org/en/documents/reports/detention-context-escalation-hostilities-gaza\">investigation</a> found that thousands of Palestinians have been detained since October 7 and kept in awful conditions.</p>\n\n<p class=\"has-text-align-none\">“Detainees said they were held in cage-like facilities, stripped naked for prolonged periods, wearing only diapers. Their testimonies told of prolonged blindfolding, deprivation of food, sleep and water, and being subjected to electric shocks and being burnt with cigarettes,” the <a href=\"https://www.ohchr.org/en/press-releases/2024/07/un-report-palestinian-detainees-held-arbitrarily-and-secretly-subjected\">UN investigators write</a>. “Some detainees said dogs were released on them, and others said they were subjected to waterboarding, or that their hands were tied and they were suspended from the ceiling. Some women and men also spoke of sexual and gender-based violence.”</p>\n\n<p class=\"has-text-align-none\">In effect, the lawlessness of the West Bank and the Gaza war had moved into Israel. When reports of the abuse came to light, both in the American and Israeli press, the Israeli government decided that it needed to start applying Israeli domestic law on Israeli territory. Hence the raid that detained Israeli soldiers suspected of inflicting severe torture, including rape, of a Palestinian detainee.</p>\n\n<p class=\"has-text-align-none\">This dynamic also explains the subsequent riot. The Israelis who attacked the base are hardline supporters of the Israeli settlement movement; Zvi Sukkot, the MK who broke into the base, is himself a settler who has been <a href=\"https://www.haaretz.com/israel-news/2023-02-07/ty-article-magazine/.premium/israels-newest-legislator-west-bank-outpost-founder-and-former-shin-bet-target/00000186-2ba4-df2e-a59f-ebffeb4f0000\">repeatedly arrested in connection with violence against West Bank Palestinians</a>. They believe that Gazan detainees should be treated according to Occupation standards, not Israeli ones. If the law was going to accord them rights, then the law, not the abuse, was the problem.</p>\n\n<p class=\"has-text-align-none\">This also may explain why the violence managed to spread to another base and continue for roughly 12 hours.</p>\n\n<p class=\"has-text-align-none\">The Israeli police are controlled by the Ministry of National Security, which is currently led by Itamar Ben-Gvir — a far-right settler who has been <a href=\"https://abcnews.go.com/International/wireStory/itamar-ben-gvir-minister-visited-contested-jerusalem-holy-112057253\">convicted of crimes eight separate times</a>. There are widespread suspicions that Ben-Gvir, who has been <a href=\"https://www.pbs.org/newshour/world/probe-of-soldiers-over-alleged-sexual-abuse-fuels-tension-between-israeli-military-and-hard-liners\">out front supporting</a> the soldiers who allegedly tortured the Gazan detainee, intentionally obstructed the police response to the riots (not unlike Donald Trump’s <a href=\"https://www.politico.com/news/2024/04/17/trump-jan-6-capitol-riot-national-guard-00152757\">reluctance</a> to call in the National Guard on January 6). It’s serious enough that Yoav Gallant, the current minister of defense, has called for <a href=\"https://www.haaretz.com/israel-news/2024-07-30/ty-article/.premium/gallant-to-netanyahu-probe-ben-gvirs-role-in-delayed-response-to-riots-at-idf-bases/00000191-0386-df85-a399-eb96270e0000\">an inquiry into Ben-Gvir’s conduct</a>.</p>\n\n<p class=\"has-text-align-none\">What happened at Sde Teiman, in short, is what happens when Israel’s two legal systems are forced into conflict. When people like Sukkot and Ben-Gvir ascend to positions of power in the Israeli government, they expect the Israeli legal political system to change accordingly — to begin adopting the norms and procedures of the West Bank occupation. When it doesn’t, they try to make the system accommodate their lawlessness.</p>\n\n<p class=\"has-text-align-none\">Typically, they do so through legal channels. But at Sde Teiman, they crossed the line into violence, helping lead a kind of minor insurrection against the Israeli state.</p>\n\n<h3 class=\"wp-block-heading\">A <a href=\"https://bam.sites.uiowa.edu/RTL/bayit\">bayit</a> divided cannot stand</h3>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.amazon.com/Reactionary-Spirit-Insidious-Political-Tradition-ebook/dp/B0CMQB8S94\">my new book <em>The Reactionary Spirit</em></a>, I argue that Israel today resembles Abraham Lincoln’s description of the United States before the Civil War: “A house divided cannot stand.”</p>\n\n<p class=\"has-text-align-none\">By this, Lincoln didn’t just mean that the United States was divided over slavery. He meant that slavery created two sets of laws, one for slave states and one for free ones, that would inevitably contradict each other. This tension, embodied by things like the Fugitive Slave Act, created a situation where one side would ultimately need to triumph over the other — bringing the citizens of the North and South into direct conflict over what the laws for the country should be. Which is precisely what happened.</p>\n\n<p class=\"has-text-align-none\">Sde Teiman shows how Israel’s conflict with the Palestinians creates similar tensions. They were <a href=\"https://www.vox.com/world-politics/23864407/israel-judicial-overhaul-supreme-court-hearing-netanyahu\">at the root of the fight over the judiciary</a> that mobilized the largest protests in the country’s history prior to October 7, and they’ve only become more acute since the Gaza war began.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rather than unifying Israel, the conflict has only shown where its fault lines lie.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">After the riot, Yair Lapid — a centrist politician and current leader of the opposition —&nbsp;argued that it revealed an “existential” threat to Israel from within.</p>\n\n<p class=\"has-text-align-none\">“The incursion into Sde Teiman is a despicable and dangerous crime by lawmakers who weaken and dismantle the IDF, weaken and dismantle the State of Israel, gnawing away at the foundations of our power,” <a href=\"https://www.ynetnews.com/article/hkfcjmsfc\">he said</a>. “The politicians who abandoned the hostages, abandoned security and destroyed Israeli society are now destroying the chain of command. The country is in existential danger if these people do not leave power and get out of our lives.”</p>\n\n<p class=\"has-text-align-none\">But while politicians like Lapid are willing to condemn the excesses of people like Ben-Gvir, they are less willing to forthrightly pinpoint the root of the problem: Israel’s ongoing occupation of Palestinian land. Without a serious move toward both an end to the Gaza war and a two-state solution, the root causes of incidents like Sde Teiman will stay in place. And the struggle between the two Israels will intensify accordingly.</p>\n\n<p class=\"has-text-align-none\">Where that ultimately leads is, at this point, anyone’s guess. But the chances are that it isn’t good.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As the Gaza war escalates in Lebanon and Tehran, Israel has been thrown into a new domestic crisis: a collapse of the rule of law that threatens to tear Israeli society apart. The crisis centers on grave allegations of torture: that Israeli soldiers at the Sde Teiman base in southern Israel had physically and sexually [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Legendary activist Kimberlé Crenshaw on why those white people Zooms give her hope",
    "link": "https://www.vox.com/culture/364410/kamala-harris-white-people-zooms-race-intersectionality-crenshaw",
    "pubDate": "2024-08-01T22:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Vice President Kamala Harris speaks at the American Federation of Teachers’ 88th National Convention on July 25, 2024, in Houston, Texas. | Montinique Monroe/Getty Images\" data-portal-copyright=\"Montinique Monroe/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2162789084.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris speaks at the American Federation of Teachers’ 88th National Convention on July 25, 2024, in Houston, Texas. | Montinique Monroe/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">When word of massive, star-studded Zoom fundraisers for white Kamala Harris supporters spread across the internet, it certainly raised eyebrows.</p>\n\n<p class=\"has-text-align-none\">Fundraisers from groups like <a href=\"https://19thnews.org/2024/07/win-with-black-women-zoom-call-harris-organizers/\">Win With Black Women</a> and <a href=\"https://www.politico.com/news/2024/07/27/kamala-harris-identity-zoom-00171489\">South Asian Women for Harris</a> were perhaps to be expected, since Harris is a biracial Black and South Asian woman. A fundraiser for <a href=\"https://www.msnbc.com/the-reidout/reidout-blog/kamala-harris-win-with-black-men-fundraising-rcna163280\">Win With Black Men</a> was equally intuitive. But fundraisers just for white people?</p>\n\n<p class=\"has-text-align-none\">“I believe the scientific term is actually a goop of women,” <a href=\"https://youtu.be/YNu_Q11QFWY?t=214\">cracked Jon Stewart on <em>The Daily Show</em></a> after learning that 100,000 people had attended a fundraiser titled White Women: Answer the Call. “‘White Dudes for Kamala’ Was Even Cornier Than It Sounds” <a href=\"https://www.thecut.com/article/white-dudes-for-kamala-harris-who-was-there.html?utm_source=tw&amp;utm_medium=s1&amp;utm_campaign=thecut\">concluded the Cut</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The fundraisers were massively successful. <a href=\"https://x.com/shannonrwatts/status/1817212510132683078\">White Women: Answer the Call</a>, which featured <a href=\"https://19thnews.org/2024/07/white-women-harris-broke-zoom/\">celebrities like Connie Britton, P!nk, and Megan Rapinoe</a> among its more than 160,000 attendees, raised $11 million for the Harris campaign last week and sent 30,000 volunteers to Women for Harris. <a href=\"https://www.nbcnews.com/politics/2024-election/white-dudes-rally-elect-first-female-president-rcna164208\">White Dudes for Kamala</a>, which saw appearances from Jeff Bridges, Mark Hamill, and Pete Buttigieg, raised $4 million after the call on Monday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The idea was: How do we use our platform and our privilege to do the same thing Black women and men had done on their calls?” <a href=\"https://www.thecut.com/article/white-women-kamala-harris-zoom-call.html\">Shannon Watts, the organizer of the call</a> and a prominent gun violence prevention activist, explained in an interview with The Cut. She added, “It was more like a reckoning than a rally.”</p>\n\n<p class=\"has-text-align-none\">Still, some onlookers felt conflicted, even contemptuous. Many progressives agree that it’s valuable to <a href=\"https://www.vox.com/2015/7/24/9023721/white-whiteness-race-identity\">treat whiteness as a distinct identity group</a> rather than the default. At the same time, something about a call just for white people could feel disorienting. Why not set up a fundraiser for Harris supporters of all identities?</p>\n\n<p class=\"has-text-align-none\">When it comes to thinking about how white feminism intersects with the work of electing a woman of color to office, no one is better positioned to tease out the nuances than legal scholar and activist Kimberlé Crenshaw. Crenshaw is one of the founding scholars of <a href=\"https://www.vox.com/22443822/critical-race-theory-controversy\">critical race theory</a>, the legal concept that sent conservative minds aflame a few years ago, and she developed the idea of <a href=\"https://www.vox.com/the-highlight/2019/5/20/18542843/intersectionality-conservatism-law-race-gender-discrimination\">intersectionality</a>, or looking at how multiple modes of oppression can work together. So I called her up to find out what she thought of the Harris fundraisers for white people.</p>\n\n<p class=\"has-text-align-none\">Crenshaw spoke to me from Nashville, Tennessee, where the African American Policy Forum, of which she is co-founder and executive director, is holding its fifth annual critical race theory summer school. Together, we talked through how today’s organizers are taking their cues from the triumphs and failures of the civil rights movement, and why those who want to protect democracy should start thinking intersectionally. Our conversation has been lightly edited for length and clarity.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Zoom call &quot;White Women Answer the Call&quot; for Kamala Harris is saying it&#039;s the largest call in the history of Zoom. Featuring <a href=\"https://twitter.com/conniebritton?ref_src=twsrc%5Etfw\">@conniebritton</a> <a href=\"https://twitter.com/GlennonDoyle?ref_src=twsrc%5Etfw\">@GlennonDoyle</a> and many more. <a href=\"https://t.co/79dnxBZ1kF\">pic.twitter.com/79dnxBZ1kF</a></p>&mdash; Ilyse Hogue (@ilyseh) <a href=\"https://twitter.com/ilyseh/status/1816635077763231761?ref_src=twsrc%5Etfw\">July 26, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\"><strong>What was your first reaction when you saw fundraising events like White Dudes for Harris and White Women: Answer the Call beginning to come together?</strong></p>\n\n<p class=\"has-text-align-none\">This is really telling us the difference between this candidacy as opposed to the first Black female who ran for President, Shirley Chisholm. I mean, Shirley Chisholm couldn’t get any constituency to support her, including the Congressional Black Caucus. So we’re in a different world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You not only have just Black women — who have the capacity at this point to raise millions — but white women, Black men, white men, and then South Asian people taking this up: It suggests to me that there is a greater awareness than ever before that in order to secure some protection against the further disintegration of our democracy, people have to be willing to organize in their own communities. They have to be willing to address the dynamics that they worry might prevent their community from supporting Kamala Harris’s presidency.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the Black male group, they’re talking about sexism. I mean, that’s a huge moment. In the white women’s group, they’re talking about racism. So yeah, this may be what [legal scholar and civil rights activist] Derrick Bell called interest convergence. There is a converging interest between those of us who think, talk, and write about intersectionality and those who want to save this democracy. They now have to think in intersectional terms. And that means white women thinking about racism, Black men thinking about sexism, white men thinking about both of these things. It is a remarkable moment to see these formations come together and the conversations that they think are important to have. </p>\n\n<p class=\"has-text-align-none\"><strong>I think a lot of people, when they first saw these events emerge, had the thought of like, “Oh, this is like having a White History Month. White people are so often the default. Why even call out a specific event just for them? Why not have an event open to everyone?” So I’d love to know your thoughts on whether this was an effective choice, and if so, what made it effective.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">That’s a misreading of the moment, and I think it’s an under-reading of what is different about these efforts to form around categories that many times are not even marked or noticed. Look, plenty of people had a lot of things to say about <a href=\"https://www.vox.com/policy-and-politics/2017/1/20/14061660/women-march-washington-vote-trump\">white women voting for Trump</a>. So what is the solution to that? The solution to that is for white women who are not for Trump to mobilize other white women to talk about it: What is it that people should be thinking and saying that they haven’t been? What is it that they need to do to mobilize that particular political cohort?&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Look, plenty of people had a lot of things to say about white women voting for Trump. So what is the solution to that?”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">It is, I think, a not particularly sophisticated response to simply say this is like White History Month. In fact, I think that’s kind of silly. This is acknowledging that race and gender and other factors do form a consistent political axis in our community, and it is important to find ways to speak to those constituencies, and to speak to them in a way that doesn’t affirm the worst aspects of these historical categories. It makes possible for the best mobilizations, the best ways to talk internally, so that we can secure our democracy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We saw the possibilities of raising consciousness, generating excitement, and raising resources so that this excitement has a chance of actually turning into a politically powerful coalition that can put a non-authoritarian in the White House.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>So would you say that this kind of identity-based fundraising is a good strategy to continue throughout the election cycle or even going forward?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Well, one cannot tell what’s going to happen throughout the election, right? So we’re in a period of time where clearly a moribund campaign has excited people. Clearly, depression has turned into excitement. It’s a fluid situation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But let’s be clear about another thing: race, gender, class issues. They’ve been around for the entirety of this country. To think that suddenly they’re going to dissipate at some point, regardless of what happens or even if Kamala Harris gets elected, is a mistake. It was a mistake that too many people made when Obama got elected. And I hope it’s not a mistake that people make again. These are deep grooves in our society, and because most of the time they’ve been used in a negative way, people think that they’re inherently only capable of producing exclusion and power.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there have been plenty of white people who have organized as white people in defense of democracy and defense of racial justice. I mean, the entire civil rights movement, one of its most important conventions is that white people put their bodies on the line as well, knowing that as white people, their ability to mobilize for a true multiracial democracy would gain disproportionate attention from the media. This is using whiteness to dismantle exclusion. And we need to tell more of those stories.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The very fact that we’re talking about this is because those stories are not part of the history that we’re taught in schools. Parents attack teaching about our racial past because they say it’s divisive or they say it makes their kids feel bad. It’s evidence that we’re not taught about these people who have organized around their whiteness in order to advance and promote racial inclusion, democracy, and a true multiracial democracy.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, August 2, 10 am ET: </strong>A previous version of this story misstated the kind of summer program Crenshaw was speaking from. It was a critical race theory summer school.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When word of massive, star-studded Zoom fundraisers for white Kamala Harris supporters spread across the internet, it certainly raised eyebrows. Fundraisers from groups like Win With Black Women and South Asian Women for Harris were perhaps to be expected, since Harris is a biracial Black and South Asian woman. A fundraiser for Win With Black [&#8230;]",
    "author": "Constance Grady"
  },
  {
    "title": "Chuck Schumer’s ambitious plan to take the Supreme Court down a peg",
    "link": "https://www.vox.com/scotus/364438/supreme-court-chuck-schumer-trump-immunity",
    "pubDate": "2024-08-01T21:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Chuck Schumer, speaking and gesturing with one hand.\" data-caption=\"Senate Majority Leader Chuck Schumer (D-NY).\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24169992/1428468885.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Senate Majority Leader Chuck Schumer (D-NY).</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Supreme Court’s recent decision that former President Donald Trump was <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">allowed to commit crimes while he was in office</a> is one of the most alarming decisions in the Court’s history. As Justice Sonia Sotomayor warned in dissent, it could even have allowed Trump to escape prosecution if he had <a href=\"https://www.supremecourt.gov/opinions/23pdf/23-939_e2pg.pdf\">ordered “the Navy’s Seal Team 6 to assassinate a political rival.”</a></p>\n\n<p class=\"has-text-align-none\">Now Senate Majority Leader Chuck Schumer (D-NY) plans to introduce legislation that seeks to neutralize it.</p>\n\n<p class=\"has-text-align-none\">The bill, known as the “<a href=\"https://www.scribd.com/document/755260835/No-Kings-Act\">No Kings Act</a>,” has 29 co-sponsors, all of whom are members of the Democratic caucus.</p>\n\n<p class=\"has-text-align-none\">Schumer’s bill relies on a rarely used congressional power to <a href=\"https://www.vox.com/23186373/supreme-court-packing-roe-wade-voting-rights-jurisdiction-stripping\">shrink the Court’s authority to hear certain appeals</a>. The idea is to prevent the Supreme Court from enforcing its Trump immunity decision by removing the Court’s jurisdiction over presidential prosecutions.</p>\n\n<p class=\"has-text-align-none\">The bill also declares that presidents, vice presidents, and former presidents and vice presidents “<a href=\"https://www.scribd.com/document/755260835/No-Kings-Act\">shall not be entitled to any form of immunity</a> … from criminal prosecution for alleged violations of the criminal laws of the United States unless specified by Congress.”</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.supremecourt.gov/opinions/23pdf/23-939_e2pg.pdf\"><em>Trump v. United States</em></a> (2024), the Court’s six Republicans held that presidents and former presidents have broad immunity from criminal prosecution for illegal actions they engaged in using their authority as president. Among other things, the Republican justices concluded that the executive branch led by the president “has ‘exclusive authority and absolute discretion’ to decide which crimes to investigate and prosecute.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">So under the Republican justices’ understanding of the Constitution, Trump could not face criminal consequences even if he’d ordered the Justice Department to bring false charges against every elected Democrat in the country.</p>\n\n<p class=\"has-text-align-none\">Schumer’s No Kings Act is the second major proposal by a high-ranking Democrat that targets the Court’s <em>Trump</em> immunity decision. Earlier this week, President Joe Biden <a href=\"https://www.vox.com/scotus/363557/supreme-court-biden-kamala-harris-reform-term-limits-ethics\">proposed a constitutional amendment to overturn <em>Trump</em></a>, and this amendment was also endorsed by presumptive Democratic presidential nominee Kamala Harris.</p>\n\n<p class=\"has-text-align-none\">The No Kings Act is distinct from Biden’s proposal because it is ordinary legislation and therefore doesn’t need to be ratified by three-quarters of the states like a constitutional amendment. In theory, the No Kings Act could be enacted by a simple majority of both houses of Congress and signed into law by the president.</p>\n\n<p class=\"has-text-align-none\">In practice, however, the bill is likely to trigger massive resistance from the same Republican justices responsible for the <em>Trump </em>decision if it actually becomes law (something that can’t happen unless Democrats win both houses of Congress and the White House this November). Although the Constitution <a href=\"https://www.law.cornell.edu/constitution/articleiii\">permits Congress to make “exceptions” to the Court’s jurisdiction</a>, the Supreme Court could still declare a law stripping away some of the justices’ authority unconstitutional.</p>\n\n<p class=\"has-text-align-none\">Nevertheless, Schumer’s bill is significant because it shows that Democrats are increasingly willing to play <a href=\"https://scholarship.law.georgetown.edu/facpub/555/\">constitutional hardball</a> against a Supreme Court dominated by Republicans. At least two of the Court&#8217;s six Republicans are only there because Senate Republicans <a href=\"https://www.vox.com/21448904/senate-republicans-supreme-court-vacancy-election-ruth-bader-ginsburg\">engaged in similar hardball tactics</a> to ensure that the Supreme Court would have a Republican majority.</p>\n\n<h2 class=\"wp-block-heading\">Jurisdiction stripping, explained</h2>\n\n<p class=\"has-text-align-none\">Nearly all cases that reach the Supreme Court fall within its “appellate jurisdiction,” meaning that the case must begin in a lower court and can only be decided by the justices after some other court has weighed in on it. The Constitution provides that this appellate jurisdiction is subject to “<a href=\"https://www.law.cornell.edu/constitution/articleiii\">such exceptions, and under such regulations as the Congress shall make</a>.”</p>\n\n<p class=\"has-text-align-none\">Thus, the text of the Constitution suggests that Congress has virtually unlimited power to decide which appeals the Supreme Court is allowed to hear — although, as I’ll explain in more detail below, the Supreme Court’s precedents complicate matters a great deal.</p>\n\n<p class=\"has-text-align-none\">While there is some doubt about the scope of Congress’s ability to shrink the Supreme Court’s jurisdiction, it is widely understood that Congress gets to decide which cases can be heard by lower federal courts. While the Supreme Court is created by the Constitution, the Constitution also provides that <a href=\"https://www.law.cornell.edu/constitution/articleiii\">“inferior” federal courts must be created by an act of Congress</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The power to create a new court includes the power to determine which cases may be heard by that court, and Congress routinely passes legislation defining the jurisdiction of lower federal courts. The United States District Court for the Southern District of Texas, for example, typically only has jurisdiction over cases arising out of southern Texas, and not cases arising out of, say, Vermont.</p>\n\n<p class=\"has-text-align-none\">The No Kings Act <a href=\"https://www.scribd.com/document/755260835/No-Kings-Act\">relies on both forms of jurisdiction stripping</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It provides that any civil lawsuit claiming that the No Kings Act is unconstitutional must be filed in DC. These decisions will then appeal to the United States Court of Appeals for the DC Circuit, a court that currently has a 7-4 Democratic majority among its active judges. </p>\n\n<p class=\"has-text-align-none\">Actual criminal prosecutions of a president could potentially be filed anywhere, but, because the president is a federal official who resides in Washington, DC, most potential crimes committed by a president would likely be prosecuted in a DC federal court anyway, as the Constitution provides that criminal defendants shall be tried in “<a href=\"https://www.law.cornell.edu/constitution/sixth_amendment#:~:text=The%20Sixth%20Amendment%20guarantees%20the,charges%20and%20evidence%20against%20you.\">the state and district wherein the crime shall have been committed</a>.” </p>\n\n<p class=\"has-text-align-none\">Additionally, the bill provides that the Supreme Court “shall have no appellate jurisdiction” over any claim that “an alleged criminal act was within the conclusive or preclusive constitutional authority of a President or Vice President or on the basis that an alleged criminal act was related to the official duties of a President or Vice President.” A separate provision provides that the Supreme Court “shall have no appellate jurisdiction to declare any provision of this Act (including this section) unconstitutional.”</p>\n\n<p class=\"has-text-align-none\">Thus, the bill seeks to lock the Supreme Court out of presidential immunity cases and to make the DC Circuit, which previously ruled that <a href=\"https://www.cadc.uscourts.gov/internet/opinions.nsf/1AC5A0E7090A350785258ABB0052D942/$file/23-3228-2039001.pdf\">Trump was not allowed to commit crimes</a> while he was in office, the final word in these cases.</p>\n\n<h2 class=\"wp-block-heading\">Would this trick actually work?</h2>\n\n<p class=\"has-text-align-none\">There are legitimate constitutional arguments that can be raised against the No Kings Act.</p>\n\n<p class=\"has-text-align-none\">Much of the debate over Congress’s power to reduce the Supreme Court’s jurisdiction turns on very old precedents. In <a href=\"https://www.law.cornell.edu/supremecourt/text/74/506\"><em>Ex parte McCardle</em></a> (1869), a newspaper publisher was arrested by a military commander in the post-Civil War South. The publisher claimed that his arrest was illegal, but before the Supreme Court could rule on his case, Congress passed a law stripping the Court of jurisdiction over it.</p>\n\n<p class=\"has-text-align-none\">The Court’s ultimate decision in <em>McCardle</em> offers ammunition to both proponents of the No Kings Act and to the law’s detractors. On the one hand, <em>McCardle</em> was deferential to Congress’s power to make exceptions to the Court’s jurisdiction. “[T]he power to make exceptions to the appellate jurisdiction of this court is given by express words,” Chief Justice Salmon Chase wrote for a unanimous Court.</p>\n\n<p class=\"has-text-align-none\">At the same time, however, Chase’s opinion ended with a line stating that the jurisdiction stripping law “does not affect the jurisdiction which was previously exercised,” meaning that court decisions handed down before the jurisdiction stripping law was enacted remain good law. So <em>Trump </em>technically remains good law even if the Supreme Court is forbidden from enforcing it, and lower courts may feel compelled to honor that decision.</p>\n\n<p class=\"has-text-align-none\">Two years later, in <a href=\"https://supreme.justia.com/cases/federal/us/80/128/\"><em>United States v. Klein</em></a><em> </em>(1871), the Court ruled that Congress may not use a jurisdiction-stripping law to lay out a “<a href=\"https://supreme.justia.com/cases/federal/us/80/128/\">rule of decision</a>” for the Supreme Court. That is, while Congress could conceivably strip away the Supreme Court’s jurisdiction to hear all abortion-related cases, it could not try to force the Court to decide these cases in a certain way by stripping it of jurisdiction only over cases where the Court is inclined to rule against abortion rights.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Additionally, in <a href=\"https://scholar.google.com/scholar_case?case=11980829158634315619&amp;hl=en&amp;as_sdt=6&amp;as_vis=1&amp;oi=scholarr\"><em>Felker v. Turpin</em></a> (1996), three justices joined a concurring opinion suggesting that Congress may not entirely forbid the Court from hearing a particular issue altogether. Justice David Souter’s concurring opinion in <em>Felker</em> suggests that, while Congress may cut off one process that a litigant may use to bring a case to the justices, Congress must also leave open some other avenue that would allow the issue presented in that case to be heard by the Supreme Court.</p>\n\n<p class=\"has-text-align-none\">What these cases show is that Congress’s power to strip the Supreme Court of jurisdiction is rarely used, and the Court has not clearly defined the scope of that power. That’s bad news for Schumer and other proponents of the No Kings Act. Given how uncertain the Court’s jurisdiction-stripping precedents are, it probably would not be hard for the Supreme Court’s Republican majority to come up with a reason to declare the No Kings Act unconstitutional if they wanted to.</p>\n\n<p class=\"has-text-align-none\">Still, the No Kings Act is significant, less because it is likely to be upheld by a Republican Supreme Court than because it shows that Democrats are starting to think creatively about how to rein in a rogue Supreme Court. If the Court’s Republican majority insists upon enforcing its <em>Trump </em>immunity decision even after that decision is repudiated by Congress, then Congress has <a href=\"https://www.vox.com/23186373/supreme-court-packing-roe-wade-voting-rights-jurisdiction-stripping\">plenty of other tools</a> it can use to protect the nation from lawless justices and lawless presidents.</p>\n\n<p class=\"has-text-align-none\">Among other things, Congress could zero out the Court’s budget for law clerks and other support staff. It could evict the justices from their chambers. And it could even add more seats to the Supreme Court, which could immediately be filled with Democratic justices if a Democrat is in the White House.</p>\n\n<p class=\"has-text-align-none\">The No Kings Act, in other words, represents a significant escalation in the fight between elected Democrats and unelected Republicans on the Supreme Court. And, if those unelected Republicans do not yield, Congress has plenty of tools it can use to escalate further.</p>\n\n<p class=\"has-text-align-none\"><strong><em>Correction, 8 pm ET: </em></strong><em>This piece previously misstated where a trial of a former president would take place under the No Kings Act.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Supreme Court’s recent decision that former President Donald Trump was allowed to commit crimes while he was in office is one of the most alarming decisions in the Court’s history. As Justice Sonia Sotomayor warned in dissent, it could even have allowed Trump to escape prosecution if he had ordered “the Navy’s Seal Team [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "The Trump-Vance campaign would be great if not for Trump and Vance",
    "link": "https://www.vox.com/politics/364369/trump-kamala-not-black-indian-vance-childless-cat-ladies",
    "pubDate": "2024-08-01T21:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Donald Trump greets J.D. Vance as they attend their first campaign rally together at Van Andel Arena in Grand Rapids, Michigan, on July 20, 2024. | Jim Watson/AFP via Getty Images\" data-portal-copyright=\"Jim Watson/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2162204589.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Donald Trump greets J.D. Vance as they attend their first campaign rally together at Van Andel Arena in Grand Rapids, Michigan, on July 20, 2024. | Jim Watson/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Like so <a href=\"https://www.rollingstone.com/politics/politics-news/donald-trumps-13-biggest-business-failures-59556/\">many wares</a> branded with Donald Trump’s name, his 2024 campaign is a shoddy product in glossy packaging.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump-Vance 2024 has benefited from savvy marketing. This time around, Trump has enlisted the aid of two of the Republican Party’s <a href=\"https://www.theatlantic.com/politics/archive/2024/07/trump-campain-election-2024-susie-wiles-chris-lacivita/678806/\">premier operatives</a>: Susie Wiles, who masterminded the GOP’s conquest of Florida, and Chris LaCivita, who introduced “<a href=\"https://en.wikipedia.org/wiki/Swiftboating#:~:text=The%20term%20swiftboating%20(also%20swift,unfair%20or%20untrue%20political%20attack.\">swiftboating</a>” into the American vernacular. And the professionalism and ruthless pragmatism of Trump’s new state managers has made itself felt.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the Trump campaign’s direction, the GOP removed calls for banning abortion federally or opposing same-sex marriage from its <a href=\"https://www.nbcnews.com/politics/2024-election/trump-pushes-new-gop-platform-softening-partys-positions-abortion-sex-rcna160730\">platform</a>, while adding a pledge to sustain Medicare and Social Security’s existing benefit levels and retirement ages. All these changes brought Republicans into <a href=\"https://www.usatoday.com/story/news/politics/2023/04/07/social-security-medicare-budget-cuts-poll/11621677002/\">closer</a> <a href=\"https://apnews.com/article/abortion-trump-biden-election-2024-dobbs-498d14f6e2bbfe1f313f006ad089de4e\">alignment</a> with <a href=\"https://news.gallup.com/poll/506636/sex-marriage-support-holds-high.aspx\">public opinion</a>.</p>\n\n<p class=\"has-text-align-none\">At the Republican National Convention, meanwhile, Trump’s team made <a href=\"https://www.vox.com/politics/361751/rnc-trump-speech-vance-2024\">overtures</a> to various traditionally Democratic constituencies, giving a labor leader and biracial influencer primetime speaking slots.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When Democrats put a <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">spotlight</a> on the Heritage Foundation’s “Project 2025” — a compendium of all the conservative movement policy goals for a second Trump White House, including federal abortion restrictions and the criminalization of pornography — the Trump campaign not only disavowed the document, but <a href=\"https://newrepublic.com/post/184392/project-2025-head-paul-dans-resigns-heritage-foundation-backlash-trump\">got its lead author ousted</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And recently, Trump has touted heterodox economic policy ideas with some appeal to swing constituencies, such as <a href=\"https://thehill.com/opinion/campaign/4803191-no-tax-on-tips-tradeoffs/\">exempting tips</a> and <a href=\"https://www.bloomberg.com/news/articles/2024-08-01/trump-vows-to-cut-taxes-on-social-security-in-bid-to-woo-seniors\">Social Security benefits</a> from taxation.</p>\n\n<p class=\"has-text-align-none\">But sound marketing only gets you so far. And in recent days, Trump and his running mate have made it clear that their campaign is trying to sell a similarly defective product. Their handlers can try to present them as center-right populists who will get tough on immigration, while protecting entitlements and leaving abortion to the states. But let them speak unscripted for long enough, and the weird and hateful nature of their worldviews will shine through.</p>\n\n<p class=\"has-text-align-none\">On Wednesday, the GOP nominee participated in <a href=\"https://www.vox.com/2024-elections/364172/trump-nabj-black-voter-journalist-racist-kamala-harris-indian-american\">a question-and-answer session</a> before the National Association of Black Journalists (NABJ). Trump could have used this appearance to advance a few of his campaign’s many sound lines of attack against Kamala Harris: that she <a href=\"https://nymag.com/intelligencer/2019/07/kamala-harriss-medicare-for-all-plan-makes-political-sense.html\">once endorsed</a> many <a href=\"https://www.nytimes.com/2024/07/29/us/politics/kamala-harris-2020-positions.html\">exceptionally</a> <a href=\"https://www.politico.com/news/2024/07/30/harris-fracking-shift-raises-questions-in-pennsylvania-can-shapiro-help-00170885\">left-wing policies</a>, such as the <a href=\"https://www.politico.com/news/2024/07/31/harris-border-immigration-gop-00172202\">decriminalization of border enforcement</a>; that she presided over the highest inflation in four decades; or that she might have <a href=\"https://abcnews.go.com/Politics/trump-allies-escalate-attacks-harris-accusing-covering-bidens/story?id=112163387\">publicly downplayed</a> the extent of President Joe Biden’s cognitive decline.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead, he chose to suggest that Harris is not really Black, since in some contexts she has identified with the heritage of her Indian mother. (Her father is Jamaican.)</p>\n\n<p class=\"has-text-align-none\">The vice president “happen[ed] to turn Black,” Trump explained. “She was Indian all the way and all of a sudden she made a turn and she became a Black woman.”</p>\n\n<p class=\"has-text-align-none\">Since his exile from Twitter, Trump has had fewer opportunities to advertise his racial insensitivity and personal cruelty on a high-visibility platform. But no campaign consultant could vet Trump’s extemporaneous musings on Harris’s ethnicity before they escaped his mouth.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nor, evidently, could they prevent him from doubling down on this bizarre line of attack in the face of controversy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At a rally in Harrisburg, Pennsylvania, Wednesday night, Trump <a href=\"https://www.forbes.com/sites/saradorn/2024/08/01/trump-doubles-down-on-harris-race-comments/\">projected</a> on a large overhead screen an image of a news story that described Harris as “Indian-American.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Thursday, Trump reiterated this attack by <a href=\"https://x.com/TrumpDailyPosts/status/1819010458277580946\">posting on Truth Social</a> an old photograph of Harris with several Indian family members, beneath the sardonic message, “Thank you Kamala for the nice picture you sent from many years ago! Your warmth, friendship, and love of your Indian Heritage are very much appreciated!”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Trump’s attacks on Harris’s ethnicity are dishonest (and probably counterproductive)</h2>\n\n<p class=\"has-text-align-none\">It is perhaps misguided to seek some strategic logic in these rancid effusions. To the extent that questioning Harris’s Blackness was a coldly calculated move rather than a thoughtless outburst, its aim is to promote the idea that she is a phony: For most of her life, Trump implicitly argues, Harris’s true, primary ethnic identity was Indian, but she chose to downplay that part of her heritage — and emphasize her Jamaican roots — once she entered Democratic politics, in an inauthentic bid for personal gain.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If this argument has a rational purpose, it is to trigger white Americans’ resentment of affirmative action (by insinuating that Harris owes her position to the cynical exploitation of her heritage) while dampening Black voters’ enthusiasm for her candidacy.</p>\n\n<p class=\"has-text-align-none\">I cannot say with total certainty that Trump’s attack on Harris’s identity will fail to achieve either of those ends. Trump launched all manner of disgraceful attacks in 2016 and then won the presidency anyway. And current polls suggest he is the slight favorite in this year’s election. </p>\n\n<p class=\"has-text-align-none\">But I do not believe that any competent political consultant would encourage Trump to pursue this line of attack. Voters are worried about immigration and inflation. Harris’s record leaves her vulnerable on both fronts. Any day that the media is talking about her ethnic heritage is a day they aren’t talking about the most unpopular positions she took during her 2020 primary campaign. Meanwhile, one of Trump’s biggest liabilities include the perception that he <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_us_060320/\">stokes racial division</a>, and therefore is not actually the candidate of order and social calm. Attacking Harris on the basis of her race increases the salience of that liability — especially since the attack in question is transparently mendacious and insincere.</p>\n\n<p class=\"has-text-align-none\">Harris attended Howard University, a historically Black college. Her identification as Black therefore long predates her political career.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is Trump who abruptly chose to adopt a manifestly inauthentic social identity once he started running for office: After spending decades as one of America’s most prominent libertines, Trump refashioned himself in 2015 as a devout Christian whose “<a href=\"https://www.cnn.com/2015/08/27/politics/donald-trump-favorite-bible-verses/index.html\">favorite book</a>” is the Bible. Nevertheless, he proved unable to name a single treasured biblical verse when asked in an interview and flubbed the name of one of the New Testament’s books in a campaign speech.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">today seems like a good day to bring back the clip of Trump being unable to name a single verse from the Bible — his &#039;favorite book&#039; — when asked what his favorite verse was: <a href=\"https://t.co/NGccrMtHHu\">pic.twitter.com/NGccrMtHHu</a></p>&mdash; JRR Jokien (@joshcarlosjosh) <a href=\"https://twitter.com/joshcarlosjosh/status/1772709698979930377?ref_src=twsrc%5Etfw\">March 26, 2024</a></blockquote>\n</div></figure>\n\n<h2 class=\"wp-block-heading has-text-align-none\">J.D. Vance is the most disliked vice presidential candidate on record</h2>\n\n<p class=\"has-text-align-none\">In any case, Trump’s remarks about Harris were not the only missteps in his appearance before the NABJ. Asked whether his choice for vice president, J.D. Vance, is qualified to assume the duties of the presidency on day one, the 78-year-old Republican nominee declined to say yes, replying instead, “The vice president in terms of the election doesn’t have any impact.”</p>\n\n<p class=\"has-text-align-none\">Trump’s eagerness to distance himself from his running mate is understandable. Vance is a similarly difficult commodity to sell.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Ohio senator’s career as a politician has been brief and undistinguished. In 2022, he <a href=\"https://www.politico.com/2022-election/results/ohio/\">won election</a> to the Senate by just a six-point margin, even as the GOP’s gubernatorial candidate Mike DeWine won his race by 25 points.</p>\n\n<p class=\"has-text-align-none\">The sources of Vance’s underperformance aren’t hard to identify. He has the <a href=\"https://x.com/mannyfidel/status/1815466593146581153\">charisma</a> of a memoirist, not a politician. And he has staked out a wide variety of deeply unpopular and off-putting policy positions, arguing that rape victims should <a href=\"https://www.washingtonpost.com/politics/vance-abortion-rape/2021/09/24/c3007318-1d32-11ec-8380-5fbadbc43ef8_story.html\">be legally forbidden</a> from receiving abortions since “two wrongs don’t make a right,” and <a href=\"https://www.vox.com/politics/360283/jd-vance-trump-vp-vice-president-authoritarian\">lamenting</a> the imprisonment of January 6 rioters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In recent weeks, <a href=\"https://www.vox.com/politics/363473/jd-vance-weird-voting-parents-demeny-postliberalism\">Vance’s peculiar contempt for childless women</a> has come to national attention. Democrats <a href=\"https://www.youtube.com/watch?v=7gPGxB2FqEc\">have promoted</a> a clip from a July 2021 interview that Vance gave to Tucker Carlson, in which he told the then-Fox News host that the Democratic Party is run by “childless cat ladies who are miserable at their own lives.”</p>\n\n<p class=\"has-text-align-none\">Vance backed up this claim by citing Harris and Transportation Secretary Pete Buttigieg as childless Democrats who, as a result of their childlessness, had no “direct stake” in their country’s future.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One problem with Vance’s argument is that Harris has step-children and Buttigieg was in the process of adopting twins in summer 2021. Another problem is that you do not need to have children of your own to have young loved ones (including, say, your nieces or nephews), or to care about improving your country, as an end in itself. And a third problem is that many people who would like to have kids are unable to do so as a result of infertility, and mocking their supposed misery is a weird and offputting thing to do.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Actor Jennifer Aniston, who has <a href=\"https://www.allure.com/story/jennifer-aniston-ivf-fertility-struggles\">openly struggled</a> with fertility, <a href=\"https://www.nytimes.com/2024/07/27/us/politics/jd-vance-jennifer-aniston-childless-cat-lady.html\">highlighted this third point</a> in an Instagram post criticizing Vance’s remarks.</p>\n\n<p class=\"has-text-align-none\">The Republican vice presidential candidate then had an opportunity to walk back his years-old comments, express remorse for any hurt his ill-considered remarks may have caused, and explain that what he really meant to say was that we need to make it easier for Americans to start families through better public policy.</p>\n\n<p class=\"has-text-align-none\">Instead, he decided to suggest that Aniston had sexualized his toddler because she wrote in her message, “Mr. Vance, I pray that your daughter is fortunate enough to bear children of her own one day.”</p>\n\n<p class=\"has-text-align-none\">“Hollywood celebrities say, ‘Oh, well, J.D. Vance, what if your daughter suffered fertility problems?’” Vance said on <em>The Megyn Kelly Show</em>. “Well, first of all, that’s disgusting because my daughter is 2 years old. And second of all, if she had fertility problems, as I said in that speech, I would try everything I could to try to help her because I believe families and babies are a good thing.”</p>\n\n<p class=\"has-text-align-none\">None of this has ingratiated Vance to the American people. As CNN’s Harry Enten <a href=\"https://x.com/ForecasterEnten/status/1819010887287488558\">notes</a>, Vance is the first-ever vice presidential nominee to have a net-negative favorability rating right after being introduced at their party’s convention. And in ABC News’s polling, Vance’s net approval has dropped from -6 points shortly after his nomination to -15 points today.</p>\n\n<p class=\"has-text-align-none\">All this said, it remains entirely possible that Trump and Vance will move into the White House next year. Indeed, Trump is still<a href=\"https://www.realclearpolling.com/polls/president/general/2024/trump-vs-harris\"> leading</a> Harris in <a href=\"https://www.realclearpolling.com/polls/president/general/2024/wisconsin/trump-vs-harris\">many polls</a> of key battleground states. But if the Republican Party succeeds in winning the presidency this November, it will be in spite of the two men on its ticket, not because of them.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Like so many wares branded with Donald Trump’s name, his 2024 campaign is a shoddy product in glossy packaging.&#160; Trump-Vance 2024 has benefited from savvy marketing. This time around, Trump has enlisted the aid of two of the Republican Party’s premier operatives: Susie Wiles, who masterminded the GOP’s conquest of Florida, and Chris LaCivita, who [&#8230;]",
    "author": "Eric Levitz"
  }
]