[
  {
    "title": "One big question hanging over OpenAI’s transition to for-profit",
    "link": "https://www.vox.com/future-perfect/380117/openai-microsoft-sam-altman-nonprofit-for-profit-foundation-artificial-intelligence",
    "pubDate": "2024-10-28T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Sam Altman onstage standing below a sign that reads OpenAI.\" data-caption=\"Sam Altman, chief executive officer of OpenAI, speaks at the Microsoft Build event in Seattle, Washington, on May 21, 2024. | Chona Kasinger/Bloomberg via Getty Images\" data-portal-copyright=\"Chona Kasinger/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2153471578.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Sam Altman, chief executive officer of OpenAI, speaks at the Microsoft Build event in Seattle, Washington, on May 21, 2024. | Chona Kasinger/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">When it was founded in 2015, <a href=\"https://www.vox.com/future-perfect/353933/openai-open-letter-safety-whistleblowers-right-to-warn\">artificial intelligence research lab OpenAI</a> was a nonprofit organization. The idealistic mission: to make sure the high-stakes work they were doing on artificial intelligence served the whole world. This was necessary because — according to the founders’ fervent belief, at least — it would <a href=\"https://www.vox.com/future-perfect/23810027/openai-artificial-intelligence-google-deepmind-anthropic-ai-universal-basic-income-meta\">transform the whole world</a>.</p>\n\n<p class=\"has-text-align-none\">In some ways since then, OpenAI has succeeded beyond its wildest dreams. “General artificial intelligence” sounded like a pipe dream in 2015, but today <a href=\"https://www.vox.com/artificial-intelligence\">we have</a> talking, interactive, creative AI that can pass most tests of human competence we’ve put it to. Many serious people <a href=\"https://www.livescience.com/technology/artificial-intelligence/artificial-general-intelligence-when-ai-becomes-more-capable-than-humans-is-just-moments-away-metas-mark-zuckerberg-declares\">believe</a> that full general intelligence is just around the corner. OpenAI, which in the years since its founding morphed from a nonprofit lab into <a href=\"https://www.reuters.com/technology/artificial-intelligence/openai-closes-66-billion-funding-haul-valuation-157-billion-with-investment-2024-10-02/\">one of the most highly valued startups in history</a>, has been at the center of that transformation. (Disclosure: Vox Media is one of several publishers that has signed partnership agreements with OpenAI. Our reporting remains editorially independent.)</p>\n\n<p class=\"has-text-align-none\">In other ways, of course, things have been a bit of a mess. Even as it basically became a business, OpenAI used nonprofit governance to keep the company focused on its mission. OpenAI CEO Sam Altman <a href=\"https://timesofindia.indiatimes.com/technology/tech-news/how-chatgpt-maker-openai-ceo-sam-altmans-no-equity-statement-to-us-senate-may-change-making-him-one-of-the-richest-person-in-the-world/articleshow/113725094.cms\">reassured</a> Congress he had no equity in the company, and the nonprofit board still held all authority to change course if they thought the company had gone astray from its mission. </p>\n\n<p class=\"has-text-align-none\">But that ultimately put the board at odds with Altman last November in a messy <a href=\"https://www.vox.com/future-perfect/2023/11/21/23971765/openai-sam-altman-microsoft\">conflict</a> that the CEO ultimately won. Nearly the entire original <a href=\"https://www.axios.com/2024/05/14/openai-co-founder-ilya-sutskever-leaves-company\">leadership</a> team <a href=\"https://www.wired.com/story/openai-cto-mira-murati-is-leaving-the-company/\">departed</a>. In the year since, the board has largely been replaced and high-profile employees have <a href=\"https://www.wired.com/story/openai-departures-research-rivals-artificial-intelligence/\">left the company in waves</a>, some of them warning they no longer believe OpenAI will build superintelligence responsibly. Microsoft, OpenAI’s largest investor, increasingly seems eager for the company to <a href=\"https://www.nytimes.com/2024/07/14/technology/microsoft-ai-satya-nadella.html\">stop building superintelligence and start building a profitable product</a>.</p>\n\n<p class=\"has-text-align-none\">Now, OpenAI is <a href=\"https://www.vox.com/future-perfect/374275/openai-just-sold-you-out\">attempting a transition</a> to a more conventional corporate structure, reportedly one where it will be a for-profit public benefit corporation like <a href=\"https://www.vox.com/future-perfect/23794855/anthropic-ai-openai-claude-2\">its rival Anthropic</a>. But nonprofit to for-profit conversions are rare, and misinformation has swirled about what, exactly, “OpenAI becoming a for-profit company” even means.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Elon Musk, who <a href=\"https://www.businessinsider.com/history-of-elon-musk-and-sam-altman-relationship-feuds-2023-3\">co-founded</a> OpenAI but <a href=\"https://www.semafor.com/article/03/24/2023/the-secret-history-of-elon-musk-sam-altman-and-openai\">left</a> after a leadership dispute, paints the for-profit transition as a naked power grab, arguing in a <a href=\"https://www.documentcloud.org/documents/25031741-elon-vs-openai-again?responsive=1&amp;title=1\">recent lawsuit</a> that Altman and his associates “systematically drained the non-profit of its valuable technology and personnel” in a scheme to get rich off a company that had been founded as a charity. (OpenAI has moved to dismiss Musk’s lawsuit, <a href=\"https://www.forbes.com/sites/siladityaray/2024/10/09/openai-seeks-dismissal-of-elon-musks-lawsuit-calls-it-a-blusterous-harassment-campaign/\">arguing</a> that it is an “increasingly blusterous campaign to harass OpenAI for his own competitive advantage”).</p>\n\n<p class=\"has-text-align-none\">While Musk — who has his own reasons to be <a href=\"https://www.aljazeera.com/economy/2023/7/13/musk-launches-artificial-intelligence-rival-to-chatgpts-openai\">competitive with OpenAI</a> — is among the more vocal critics, many people <a href=\"https://www.peoplematters.in/site/interstitial?return_to=%2Farticle%2Ftechnology%2Fmusk-slams-openais-for-profit-shift-illegal-42866\">seem to be under the impression</a> that the company could just slap on a new “for-profit” label and call it a day.</p>\n\n<p class=\"has-text-align-none\">Can you really do that? Start a charity, with all the advantages of nonprofit status, and then declare one day it’s a for-profit company? No, you can’t, and it’s important to understand that OpenAI isn’t doing that. </p>\n\n<p class=\"has-text-align-none\">Rather, nonprofit lawyers told me that what’s almost certainly going on is a complicated and fraught negotiation: the sale of all of the OpenAI nonprofit’s valuable assets to the new for-profit entity, in exchange for the nonprofit continuing to exist and becoming a major investor in the new for-profit entity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The key question is how much are those assets worth, and can the battered and bruised nonprofit board get a fair deal out of OpenAI (and Microsoft)? </p>\n\n<p class=\"has-text-align-none\">So far, this high-stakes wrangling has taken place almost entirely behind the scenes, and many of the crucial questions have gotten barely any public coverage at all.<strong> </strong>“I&#8217;ve been really kind of baffled at the lack of curiosity about where the value goes that this nonprofit has,” nonprofit law expert Timothy Ogden told me.</p>\n\n<p class=\"has-text-align-none\">Nonprofit law might seem abstruse, which is why <a href=\"https://www.reuters.com/technology/artificial-intelligence/openai-remove-non-profit-control-give-sam-altman-equity-sources-say-2024-09-25/\">most</a> <a href=\"https://www.nytimes.com/2024/09/27/technology/openai-chatgpt-investors-funding.html\">coverage</a> of OpenAI’s transition hasn’t dug into any of the messy details. But those messy details involve tens of billions of dollars, all of which appear to be up for negotiation. The results will dramatically affect how much sway Microsoft has with OpenAI going forward and how much of the company’s value is still tied to its founding mission. </p>\n\n<p class=\"has-text-align-none\">This might seem like something that only matters for OpenAI shareholders, but the company is one of the few that may just have a chance of creating world-changing artificial intelligence. If the public wants a transparent and open process from OpenAI, they have to understand what the law actually allows and who is responsible for following it so we can be sure that OpenAI pursues this transition in a transparent and accountable way.</p>\n\n<h2 class=\"wp-block-heading\">How OpenAI went from nonprofit to megacorp</h2>\n\n<p class=\"has-text-align-none\">In 2015, OpenAI was a nonprofit research organization. It <a href=\"https://apnews.com/article/openai-nonprofit-application-tax-exempt-status-ebf38549cdf0529fc5ec727e2815ed12\">told the IRS</a> in a filing for nonprofit status that its mission was to “advance digital intelligence in the way that is most likely to benefit humanity as a whole, unconstrained by a need to generate financial return.” </p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Understanding OpenAI’s expansive reach</h2>\n\n\n\n<p class=\"has-text-align-none\">OpenAI, the maker of ChatGPT, is one of the most important companies in artificial intelligence and one of the most controversial. I’ve been covering the ins and outs of OpenAI for years; here are some highlights:</p>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/future-perfect/372843/openai-chagpt-o1-strawberry-dual-use-technology\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/372843/openai-chagpt-o1-strawberry-dual-use-technology\">What it means that new AIs can “reason”</a></li>\n</ul>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/future-perfect/351132/openai-vested-equity-nda-sam-altman-documents-employees\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/351132/openai-vested-equity-nda-sam-altman-documents-employees\">Leaked OpenAI documents reveal aggressive tactics toward former employees</a></li>\n</ul>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/future-perfect/2023/6/14/23760648/artificial-intelligence-ai-safety-progress-risks-existential-catastrophic-openai\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/2023/6/14/23760648/artificial-intelligence-ai-safety-progress-risks-existential-catastrophic-openai\">Four different ways of understanding AI — and its risks</a></li>\n</ul>\n\n\n\n<p class=\"has-text-align-none\">Have questions or comments? Email me at kelsey.piper@vox.com.</p>\n</div>\n\n<p class=\"has-text-align-none\">By 2019, that idealistic nonprofit model was running into some trouble. OpenAI had attracted an incredible staff and published some very impressive research. But it was becoming clear that the lofty goal the company had set itself — building general artificial intelligence, machines that can do everything humans can do — was going to be very expensive. It was naturally hard to raise billions of dollars for an effort that was meant to be nonprofit. “We realized that we’d reached the limits of our fundraising ability as a pure nonprofit,” co-founder Ilya Sutskever (who has since departed the company) <a href=\"https://www.vox.com/future-perfect/2019/4/17/18301070/openai-greg-brockman-ilya-sutskever\">told me at the time</a>.</p>\n\n<p class=\"has-text-align-none\">The company would attempt to split the difference with a hybrid structure: a nonprofit board controlling a for-profit company. An additional twist: Investors in the for-profit company’s returns were <a href=\"https://www.upstock.io/post/understanding-the-concept-openai-capped-profit-model\">capped</a> at 100x their original investments so that, if world-altering superintelligence was achieved as the OpenAI leadership believed it might, the benefits would accrue to all humanity and not just investors. After all, investors needed to be enticed to invest, but if the company truly ended material scarcity and built a God on Earth, as they <a href=\"https://www.vox.com/future-perfect/377555/ai-chatgpt-openai-god\">essentially said they wanted to</a>, the hope was that more than just the investors would come out ahead.</p>\n\n<p class=\"has-text-align-none\">The nonprofit, therefore, was still supposed to be preeminent. “It would be wise to view any investment in OpenAI Global, LLC in the spirit of a donation,” an enormous black-and-pink <a href=\"https://openai.com/our-structure/\">disclaimer box on OpenAI’s website</a> alerts would-be investors, “with the understanding that it may be difficult to know what role money will play in a post-AGI world. The Company exists to advance OpenAl, Inc.&#8217;s mission of ensuring that safe artificial general intelligence is developed and benefits all of humanity. The Company&#8217;s duty to this mission and the principles advanced in the OpenAl, Inc. Charter take precedence over any obligation to generate a profit.”</p>\n\n<p class=\"has-text-align-none\">One might expect that a prominent disclaimer like that would give commercial investors pause. You would be mistaken. OpenAI had Altman, a <a href=\"https://www.reuters.com/technology/ousting-ceo-sam-altman-chatgpt-loses-its-best-fundraiser-2023-11-18/\">fantastic fundraiser</a>, at the helm; its flagship product, ChatGPT, was the <a href=\"https://www.reuters.com/technology/chatgpt-sets-record-fastest-growing-user-base-analyst-note-2023-02-01/\">fastest app to 100 million users</a>. The company was a gamble, but it was the kind of gamble investors can’t wait to get in on.</p>\n\n<p class=\"has-text-align-none\">But that was then, and this is now. In 2023, in an unexpected and disastrously under-explained move, the nonprofit board <a href=\"https://www.vox.com/technology/2023/11/20/23969589/openai-sam-altman-fired-microsoft-chatgpt-emmett-shear-silicon-valley\">fired OpenAI CEO Sam Altman</a>. The board had that authority, of course — it was preeminent — but the execution was shockingly clumsy. The timing of the firing <a href=\"https://www.theinformation.com/articles/openais-86-billion-share-sale-in-jeopardy-following-altman-firing\">looked likely</a> to disrupt an opportunity for employees to sell millions of dollars of stock in the company. The board gave a few examples of underhanded, bizarre, and dishonest behavior by Altman, <a href=\"https://openai.com/index/openai-announces-leadership-transition/\">including being</a> “not consistently candid” with the board. (One board member later <a href=\"https://www.businessinsider.com/openai-board-member-details-sam-altman-lied-allegation-ousted-2024-5\">expanded</a> the allegations, saying that Altman had lied to board members about private conversations with other board members, but provided nothing as clear as confused and frustrated employees hoped.)</p>\n\n<p class=\"has-text-align-none\">Employees threatened to resign en masse. Microsoft <a href=\"https://www.nytimes.com/2023/11/20/business/openai-altman-ceo-not-returning.html#:~:text=Hours%20later%2C%20in%20another%20head,advanced%20research%20lab%20at%20Microsoft.\">offered</a> to hire them all and reconstitute the company. Sutskever, who was among the board members who’d voted for Altman’s removal, suddenly changed his mind and voted for Altman to stay. That meant the members who had fired Altman were suddenly in the minority. Two of the board members who had opposed Altman <a href=\"https://www.nytimes.com/2023/11/22/technology/open-ai-board-shakeup.html\">resigned</a>, and the once and future CEO returned to the helm. </p>\n\n<p class=\"has-text-align-none\">Many people concluded that it had been a serious mistake to try to run a company worth 11 figures as a nonprofit instead of as the decidedly for-profit company it was clearly operating as, whatever its bylaws might say. So it’s not surprising that ever since the aborted Altman coup, <a href=\"https://www.theinformation.com/articles/openai-ceo-says-company-could-become-benefit-corporation-akin-to-rivals-anthropic-xai\">rumors swirled</a> that OpenAI meant to transition to a fully for-profit entity.  </p>\n\n<p class=\"has-text-align-none\">In the last few weeks, those rumors have gotten much more concrete. OpenAI’s latest funding round <a href=\"https://www.nytimes.com/2024/10/02/technology/openai-valuation-150-billion.html#:~:text=The%20A.I\">has been reported</a> to include commitments that the nonprofit-to-for-profit transition will get done in the next two years on pain of the more than $6 billion raised being paid back to those investors. Microsoft and OpenAI — both of whom have enormous amounts to gain in the wrangling over who owns the resulting for-profit company — have <a href=\"https://www.wsj.com/tech/ai/the-14-billion-question-dividing-openai-and-microsoft-71cf7d37\">hired</a> dueling investment banks to negotiate the details. </p>\n\n<p class=\"has-text-align-none\">We are moving into a new era for OpenAI, and it remains to be seen what that will mean for the humble nonprofit that has ended up owning tens of billions of dollars of the company’s assets.</p>\n\n<h2 class=\"wp-block-heading\">How do you turn a charity into a for-profit?</h2>\n\n<p class=\"has-text-align-none\">If OpenAI were really just taking the nonprofit organization’s assets and declaring them “converted” into a for-profit — as if they were playing a game of tag and suddenly decided a tree was “base” — that would absolutely be illegal. The takeaway, though, shouldn’t be that a crime is happening in plain sight, but that something much more complicated is being negotiated. Nonprofit law experts I talked to said that the situation was being widely and comprehensively misunderstood.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Here are the rules. First off, assets accumulated by a nonprofit cannot be used for private benefit. “It’s the job of the board first, and then the regulators and the court, to ensure that the promise that was made to the public to pursue the charitable interest is kept,” UCLA law professor Jill Horwitz <a href=\"https://apnews.com/article/openai-sam-altman-nonprofit-equity-investment-irs-1447dc7589ae312017f7141384b19535\">told Reuters</a>. </p>\n\n<p class=\"has-text-align-none\">If it looks as though a nonprofit isn’t pursuing its charitable interest, and especially if it appears to be handing some of its board members bargain-bin deals on billion-dollar assets during a transition to for-profit status? That will have the IRS investigating, along with the state’s Attorney General. </p>\n\n<p class=\"has-text-align-none\">But a nonprofit can sell anything it owns. If a nonprofit owns a piece of land, for example, and it wants to sell that land so that it has more money to spend on its mission, it’s all good. If the nonprofit sold the land for well below market value to the director’s nephew, it would be a clear crime, and the IRS or the state’s Attorney General might well investigate. The nonprofit has to sell the land at a fair market price, take the money, and keep using the money for its nonprofit work.</p>\n\n<p class=\"has-text-align-none\">At a much larger scale, that is exactly what is at stake in the OpenAI transition. The nonprofit owns some assets: control over the for-profit company, a lot of AI IP from OpenAI’s proprietary research, and all future returns from the for-profit company once they exceed the 100x cap set up by the capped profit company — which, should the company achieve its goals, could well be limitless. If the new OpenAI wants to extract all of its assets from the nonprofit, it has to pay the full market price. And the nonprofit has to continue to exist and to use the money it has earned in that transfer for its mission of ensuring that AI benefits all of humanity.</p>\n\n<p class=\"has-text-align-none\">There have been a few other cases in corporate legal history of a nonprofit making the transition to a for-profit company, most prominently the credit card company Mastercard, which was founded as a nonprofit collaboration among banks. When that situation happens, the nonprofit’s assets still belong to the nonprofit. </p>\n\n<p class=\"has-text-align-none\">Mastercard, in the course of transitioning to a public company, ended up founding the now-<a href=\"https://www.theglobeandmail.com/business/article-mastercard-asset-manager/\">$47 billion</a> Mastercard Foundation, one of the world’s wealthiest private foundations. Far from the for-profit walking away with all the nonprofit’s assets, the for-profit emerges as an independent company and the nonprofit emerges not only still extant but very rich.</p>\n\n<p class=\"has-text-align-none\">OpenAI’s board has indicated that this is exactly what they are doing. “Any potential restructuring would ensure the nonprofit continues to exist and thrive, and receives full value for its current stake in the OpenAI for-profit with an enhanced ability to pursue its mission.” OpenAI board chairman Bret Taylor, a technologist and CEO, told me in a statement.  (What counts as “full value”? We’ll come back to that.)<br><br>Outside actors, too, expect to be applying oversight to make sure that the nonprofit gets a fair deal. A spokesperson for the California Attorney General’s office<strong> </strong><a href=\"https://www.theinformation.com/articles/openais-charity-could-soon-be-worth-40-billion\">told the Information</a> that their office is “committed to protecting charitable assets for their intended purpose.” OpenAI is registered in Delaware, but the company operates primarily in California, and California’s AG is much less deferential to business than Delaware’s.</p>\n\n<p class=\"has-text-align-none\">So, the OpenAI entity will definitely owe the nonprofit mind-boggling amounts of money. Depending who you ask, it could be between <a href=\"https://www.theinformation.com/articles/openais-charity-could-soon-be-worth-40-billion\">$37 billion</a> and<strong> </strong><a href=\"https://thezvi.substack.com/p/the-mask-comes-off-at-what-price\">$80 billion</a>. The OpenAI for-profit entity does not have that kind of money on hand — don’t forget that OpenAI is projected to <a href=\"https://finance.yahoo.com/news/report-reveals-openais-44-billion-145334935.html\">lose</a> tens of billions of dollars in the years ahead — so the plans in the works are reportedly for the for-profit to make the nonprofit a major shareholder in the for-profit.</p>\n\n<p class=\"has-text-align-none\">The Information <a href=\"https://www.theinformation.com/articles/openais-charity-could-soon-be-worth-40-billion\">reported</a> last week that “the nonprofit is expected to own at least a 25% stake in the for-profit — which on paper would be worth at least $37 billion.” In other words, rather than buying the assets from the non-profit with cash, OpenAI will trade equity. </p>\n\n<p class=\"has-text-align-none\">That’s a lot of money. But many experts I spoke to thought it was actually much too low.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">What’s a fair price for control of a mega company?</h2>\n\n<p class=\"has-text-align-none\">Everyone agrees that the OpenAI board is required to negotiate and receive a fair price for everything the OpenAI nonprofit owns that the for-profit is purchasing. But what counts as a fair price? That’s an open question, one that people stand to earn or lose tens of billions of dollars by getting answered in their favor. </p>\n\n<p class=\"has-text-align-none\">But first: What does the OpenAI nonprofit own?&nbsp;</p>\n\n<p class=\"has-text-align-none\">It owns a lot of OpenAI’s IP. How much exactly is highly confidential, but some experts speculate that the $37 billion number is probably a reflection of the easily measured, straightforward assets of the nonprofit, like its IP and business agreements. </p>\n\n<p class=\"has-text-align-none\">Secondly, and most crucially, it owns full control over the OpenAI for-profit. As part of this deal, it is definitely going to give that up, either becoming a minority shareholder or ending up with nonvoting shares entirely. That is, substantially, the whole point of the nonprofit-to-for-profit conversion: After Altman’s ouster, the Wall Street Journal <a href=\"https://www.wsj.com/tech/ai/openais-complex-path-to-becoming-a-for-profit-company-bad21a42\">reported</a>, “[I]nvestors began pushing OpenAI to turn into a more typical company.” Investors throwing around billions of dollars don’t want a nonprofit board to be able to fire the CEO because they’re worried he’s too dishonest to make good decisions around powerful new technology. Investors <a href=\"https://www.transformernews.ai/p/open-ai-non-profit-valuation?utm_medium=ios\">want a normal board</a> that will fire the CEO for normal reasons, like that he’s not maximizing shareholder value. </p>\n\n<p class=\"has-text-align-none\">Control is generally worth a lot more, in for-profit companies, than shares that come without control — often something like <a href=\"https://en.wikipedia.org/wiki/Control_premium\">40 percent more</a>. So if the nonprofit is getting a fair deal, it should get some substantive compensation in exchange for giving up control of the company. </p>\n\n<p class=\"has-text-align-none\">Thirdly, investors in OpenAI under its old business model agreed to a “capped profit” model. For most investors, that cap was set at 100x their original investment, so if they invested $1 million, they would get a maximum of $100 million in return. Above that cap, all returns would go to the nonprofit. The logic for this setup was that, under most circumstances, it’s the same as investing in a normal company. Investments don’t usually produce 100x returns, after all, with the <a href=\"https://fastercapital.com/topics/what-are-some-successful-examples-of-early-stage-capital-investments.html\">exception</a> of early investments in massively successful tech companies like Google or Amazon.</p>\n\n<p class=\"has-text-align-none\">The capped profit setup would be most significant in the unlikely world where OpenAI attained its ambitious goals and built an AI that fundamentally transformed the world economy. (How likely is that? Experts disagree, <a href=\"https://www.vox.com/future-perfect/2024/1/10/24032987/ai-impacts-survey-artificial-intelligence-chatgpt-openai-existential-risk-superintelligence\">rather heatedly</a>, but we shouldn’t discount it altogether.) If that does happen, its value will be nearly unfathomably huge. “OpenAI’s value is mostly in the extreme upside,” AI analyst Zvi Mowshowitz <a href=\"https://thezvi.substack.com/p/the-mask-comes-off-at-what-price\">wrote</a> in an analysis of the valuation question. </p>\n\n<p class=\"has-text-align-none\">The company might fail entirely; it might muddle along as a midsized company. But it also might be worth trillions of dollars, or more than that, and most investors are investing on the premise it might be worth trillions of dollars. That means the share of profits owned by the nonprofit would also be worth trillions of dollars. “Most future profits still likely flow to the nonprofit,” Mowshowitz concludes. “OpenAI is shooting for the stars. As every VC in this spot knows, it is the extreme upside that matters. That is what the nonprofit is selling. They shouldn’t sell it cheap.”</p>\n\n<p class=\"has-text-align-none\">So what would be an appropriate valuation? $60 billion? $100 billion? Mowshowitz’s analysis is that a fair price would involve the nonprofit still owning a majority of shares in the for-profit, which is to say at least $80 billion. (Presumably these would be nonvoting shares.) </p>\n\n<p class=\"has-text-align-none\">The only people with full information are the ones with access to the company’s confidential balance sheets, and they aren’t talking. OpenAI and Microsoft will be <a href=\"https://www.wsj.com/tech/ai/the-14-billion-question-dividing-openai-and-microsoft-71cf7d37\">negotiating the answer to the question</a>, but it’s not clear that either of them particularly wants the nonprofit to get a valuation that reflects, for example, the expected value of the profits in excess of the cap because there’s more money for everyone else who wants a piece of the pie if the nonprofit gets less. </p>\n\n<p class=\"has-text-align-none\">There are two forces working toward the nonprofit getting fair compensation: the nonprofit board — whose members are capable people, but also people handpicked by Altman not to get ideas and get in the way of his control of the company — and the law. Experts I spoke with were a bit cynical about the board’s willingness to hold out for a good deal in what is an extremely awkward circumstance for it. “We have kind of already seen what&#8217;s going on with the OpenAI board,” Ogden told me. </p>\n\n<p class=\"has-text-align-none\">“I think the common understanding is they&#8217;re friendly to Sam Altman, and the ones who were trying to slow things down or protect the nonprofit purpose have left,” Rose Chan Loui, the director of UCLA Law&#8217;s nonprofit program, <a href=\"https://www.transformernews.ai/p/open-ai-non-profit-valuation\">observed to the Transformer</a>. </p>\n\n<p class=\"has-text-align-none\">If the board is inclined to go with the flow, the Delaware Attorney General or the IRS could object. These are fundamentally complicated questions about the valuation of a private company, and the law isn’t always good at consistent and principled enforcement in cases like this one. “When you’re talking about numbers like $150 billion,” UCLA law professor Jill Horwitz <a href=\"https://www.transformernews.ai/p/open-ai-non-profit-valuation?utm_medium=ios\">warned,</a> “the law has a way of getting weak.”</p>\n\n<p class=\"has-text-align-none\">Does that mean that Elon Musk’s allegation — that we’re witnessing a bait-and-switch before our eyes, a massive theft of resources that were originally dedicated to the common good — is right after all? I’m not inclined to grant him that much. </p>\n\n<p class=\"has-text-align-none\">Firstly, having spoken to OpenAI leadership and OpenAI employees over the six years I’ve been reporting on the company, I genuinely come away with the impression that the bait-and-switch, to the extent it happened, was completely unintentional. </p>\n\n<p class=\"has-text-align-none\">In 2015, the involved parties really were — including in <a href=\"https://openai.com/index/openai-elon-musk/\">private emails leaked in Musk’s lawsuits</a> — convinced that a research organization serving the public was the way to achieve their mission. And then over the next few years, as the power of big machine learning models became apparent, they became sincerely convinced they needed to find clever ways to raise money for their research. In 2019, when I <a href=\"https://www.vox.com/future-perfect/2019/4/17/18301070/openai-greg-brockman-ilya-sutskever\">spoke with Brockman and Sutskever</a>, they were enthusiastic about their capped profit structure and saw it as a model for how a company could raise money but ensure most of its benefits if it succeeded went to humanity as a whole. </p>\n\n<p class=\"has-text-align-none\">Altman has a habit of being all things to all people, even when that may require <a href=\"https://www.businessinsider.com/openai-board-member-details-sam-altman-lied-allegation-ousted-2024-5\">being less than truthful</a>. His detractors say he’s “<a href=\"https://x.com/geoffreyirving/status/1726754277618491416\">deceptive, manipulative, and worse”,</a> and even his supporters will say he’s “<a href=\"https://www.newyorker.com/magazine/2016/10/10/sam-altmans-manifest-destiny\">extremely good at becoming powerful</a>,” which VCs might consider more of a compliment than the general public does. </p>\n\n<p class=\"has-text-align-none\">But I don’t think Altman was aiming for this predicament. OpenAI did not inflict its current legal headache on itself out of cunning chicanery, but out of a desire to satisfy a number of different early stakeholders, many of them true believers. It was due chiefly to understandable failures of foresight about how much power corporate governance law would really have once employees had millions riding on the company’s continued fundraising and once investors had billions riding on its ability to make a profit.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Secondly, I think it’s far too soon to call this a bait-and-switch. The nonprofit’s control of OpenAI was meant to give it the power to stop the company from putting profits before the mission. But it turns out that being on a nonprofit board does not come with enough access to the company, or enough real power, to productively turn OpenAI away from the brink, as we discovered last November. </p>\n\n<p class=\"has-text-align-none\">It seems entirely possible that a massive and highly capitalized nonprofit foundation with the aim of ensuring AI benefits humanity is a better approach than a corporate governance agreement with power on paper and none in practice. If the nonprofit gets massively undervalued in the conversion and shooed away with a quarter of the company when <a href=\"https://thezvi.substack.com/p/the-mask-comes-off-at-what-price\">more careful estimates</a> suggest it currently controls a majority of the company’s value, then we can call it a bait-and-switch.</p>\n\n<p class=\"has-text-align-none\">But that hasn’t happened. The correct attitude is to wait and see, to demand transparency, to hold the board to account for getting the valuation it is legally obligated to pursue, and to pursue OpenAI to the full extent of the law if it ends up convincing the board to give up its extraordinary bequest at bargain-basement prices. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When it was founded in 2015, artificial intelligence research lab OpenAI was a nonprofit organization. The idealistic mission: to make sure the high-stakes work they were doing on artificial intelligence served the whole world. This was necessary because — according to the founders’ fervent belief, at least — it would transform the whole world. In [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "Your guide to coping with election anxiety",
    "link": "https://www.vox.com/even-better/379814/election-anxiety-stress-coping-strategies-control-community",
    "pubDate": "2024-10-28T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a woman with a shocked, overwhelmed expression staring at a phone. Information flows from her phone to her eyes, blowing her hair back.\" data-caption=\"If you’re dealing with election-related stress, you’re not alone.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1292263121.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>If you’re dealing with election-related stress, you’re not alone.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Feeling jittery and unsettled about the upcoming election? If you’re anything like the 69 percent of American adults who said the 2024 presidential <a href=\"https://www.apa.org/pubs/reports/stress-in-america/2024\">election was a “significant” source of stress</a> in their lives, per this year’s American Psychological Association’s Stress in America poll, you’re not alone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Elections are common wellsprings of anxiety because they’re rife with uncertainty, says <a href=\"https://dhrosmarin.com/\">David H. Rosmarin</a>, the founder of the <a href=\"https://www.centerforanxiety.org/\">Center for Anxiety</a>. You’re unsure of the outcome, and unsure of what life may look like for you under a new administration, especially when the difference between the two choices is undeniably vast. Some of the proposed policies may threaten people’s safety and freedoms, resulting in even more anxiety. Research shows  <a href=\"https://www.cambridge.org/core/journals/politics-and-the-life-sciences/article/is-political-anxiety-different-than-general-anxiety/3C6E2D98040CADBA778EFFF20E5B140E\">political anxiety can impact</a> people who aren’t generally anxious otherwise.</p>\n\n<p class=\"has-text-align-none\">There are key differences between <a href=\"https://www.vox.com/even-better/24140293/anxiety-catchall-unpleasant-emotion-emotional-intelligence-mental-health\">everyday anxiety</a> and election-related anxiety. Sometimes, generalized anxiety is rooted in <a href=\"https://dictionary.apa.org/cognitive-distortion\">cognitive distortions</a>, or inaccurate beliefs or fears about the world. But election-based distress isn’t necessarily based on hypotheticals or overreactions, says licensed clinical social worker <a href=\"https://www.evercurioustherapy.com/\">Jneé Hill</a>. “A lot of the concerns,” she says, “are very real and very valid based on people&#8217;s real lives and lived experiences.”</p>\n\n<p class=\"has-text-align-none\">While election anxiety may feel large and existential, mental health experts agree it can be managed. In the lead-up to November 5 — and the uneasy days following — there are some strategies that can help quiet your mind.</p>\n\n<h2 class=\"wp-block-heading\">Get to the root of your anxiety</h2>\n\n<p class=\"has-text-align-none\">To properly address your fears, you first need to specify what triggers your feelings of anxiety beyond not wanting the other side to win, Rosmarin says. What specific policies or issues impact you the most? It might be reproductive rights, the economy, immigration, or war abroad. Identify your top three issues, Rosmarin says, and try to share these worries with family, a friend, a supportive online community, or mental health professional.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Knowing the causes of your fears can help you anticipate and gird against them. Research shows when <a href=\"https://pubmed.ncbi.nlm.nih.gov/35501144/\">people were asked</a> whether they expected to be stressed about the election the following day, they reported worse moods and were more likely to rate their physical health as poor, regardless of political affiliation, age, or gender.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Knowing the causes of your fears can help you anticipate and gird against them</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">You might also ask yourself why these issues concern you, Hill says. If reproductive rights are your top priority, maybe your deeper fears center on being unable to receive lifesaving medical treatments. “A lot of this,” Hill says, “comes down to safety.” </p>\n\n<p class=\"has-text-align-none\">However, you can anticipate your stress and get in front of it. There’s a thought exercise you can do ahead of encountering something upsetting to slow your thoughts and talk yourself through your anxiety, says <a href=\"https://chass.ncsu.edu/people/sdneuper/\">Shevaun Neupert</a>, a psychology professor at North Carolina State University and author of a study on <a href=\"https://www.sciencedaily.com/releases/2023/03/230322104504.htm\">how to combat anticipatory election stress</a>. Take a few minutes and think about why you’re stressed, how it’s related to the election, and why this contentious issue exists in the first place. “It really is focused on mental engagement, perspective-taking,” Neupert says, “trying to understand where did this thing come from? Why is it here? And to fully understand it rather than trying to solve it.”</p>\n\n<p class=\"has-text-align-none\">This exercise is effective, Neupert believes, because it helps reduce uncertainty. For instance, you may come to realize a source of your anxiety is a decades-long ongoing foreign policy issue. While this realization doesn’t minimize the problem or provide a solution, sometimes it’s helpful to put the issue into its proper context and perspective. “If we feel like we have a better understanding of a problem or of a stressor or we have a clearer sense of it,” Neupert says, “it&#8217;s not as scary.”</p>\n\n<h2 class=\"wp-block-heading\">Take control where you can</h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4276319/\">Uncertainty about the future</a> is a major source of general anxiety and can lead to a sense of powerlessness. With so much out of an individual’s control, it’s important to focus on areas where you do have authority. You can, of course, vote, volunteer as a poll worker, and get involved with get out the vote or activist organizations in your community.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You can also try setting goals in your work or social life that have nothing to do with politics but still might help you feel like you’re making progress in some small way, Neupert says. Maybe that goal is to finish a book over the next two weeks or to make dinner every night with your family. “That goes a long way to boosting perceptions of control,” she says.</p>\n\n<p class=\"has-text-align-none\">Then, consider how you’ll assert autonomy over your life after the election, especially if your candidate doesn&#8217;t win. You can plan on leaning heavily on your friends or distracting yourself with hobbies. “There might be situations that are beyond my control,” Rosmarin says, “but that doesn&#8217;t take away my power of choice in my life, in my limited way.”</p>\n\n<h2 class=\"wp-block-heading\">Lean into community</h2>\n\n<p class=\"has-text-align-none\">Feeling supported by friends and family <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4274570/\">helps combat anxiety</a>, so try to avoid spending the next few weeks in isolation. Instead, reach out to friends and family (preferably discussing anything but politics) or attend a safe and affirming community event. Find people who fill you with calm instead of dread and with whom you can talk things through and problem-solve. “What can be helpful,” clinical psychologist <a href=\"https://drkrystallewis.com/\">Krystal Lewis</a> says, “is feeling all emotions, feeling all the feels, with people who are going through it as well.” </p>\n\n<p class=\"has-text-align-none\">These communities will be especially crucial post-election, too, Lewis says. Find people or groups where you can process strong emotions, whether that’s a dance class or a volunteer organization.</p>\n\n<h2 class=\"wp-block-heading\">Care for your mind and body</h2>\n\n<p class=\"has-text-align-none\">In the days leading up to the election and immediately following, especially if a clear winner is not apparent, stressed-out Americans should pay extra care to their minds and bodies. This might mean curbing your consumption of news and social media. While experts say everyone’s tolerance will be different, it’s important to pay attention to how they feel while watching or reading the news and social media. Engage enough to stay informed, but step away if you feel overwhelmed, Lewis says. “Unless that&#8217;s your job,” she says, “there&#8217;s no need to be that consumed with it.”</p>\n\n<p class=\"has-text-align-none\">Rosmarin suggests turning off your phone and avoiding all news at least 30 minutes before you go to sleep, including on election night. “You&#8217;ll wake up in the morning, you&#8217;ll find out what the story is. You watching it isn&#8217;t going to change anything,” he says. “The only thing it&#8217;ll change is make you more tired and grumpy the next day.”</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Engage enough to stay informed, but step away if you feel overwhelmed</p></blockquote></figure>\n\n<p class=\"has-text-align-none\"><a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6955623/#S0005\">Proper sleep, a healthy diet, and physical activity</a> can ward off anxiety, so experts recommend getting enough to eat, moving a bit, and prioritizing rest. Try going for a walk or hike as <a href=\"https://www.nature.com/articles/s41598-024-56968-5\">exposure to nature can lower stress and anxiety levels</a>. Grounding exercises can also help you calm down. Hill suggests deep breathing from your diaphragm or picking a color and describing objects of that color in your surroundings.</p>\n\n<p class=\"has-text-align-none\">Difficult as it may be, try to incorporate joy however you can, Lewis says. Spend a few minutes each day on pleasurable activities that reduce stress, like listening to music, getting together with friends, or meditation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Regardless of what happens over the coming days and weeks, remind yourself that your concerns are real, Hill says. What matters is finding coping strategies that work for you — and will continue to be effective no matter the outcome.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Feeling jittery and unsettled about the upcoming election? If you’re anything like the 69 percent of American adults who said the 2024 presidential election was a “significant” source of stress in their lives, per this year’s American Psychological Association’s Stress in America poll, you’re not alone.&#160; Elections are common wellsprings of anxiety because they’re rife [&#8230;]",
    "author": "Allie Volpe"
  },
  {
    "title": "If Harris wins, will the Supreme Court steal the election for Trump?",
    "link": "https://www.vox.com/scotus/376150/supreme-court-bush-gore-harris-trump-coup-steal-election",
    "pubDate": "2024-10-28T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Former President Donald Trump puts his hand on Justice Brett Kavanaugh’s shoulder, with a US flag in the background. Both are wearing navy suits.\" data-caption=\"Former President Donald Trump and Justice Brett Kavanaugh during Kavanaugh’s ceremonial swearing-in at the White House in 2018. | Chip Somodevilla/Getty Images\" data-portal-copyright=\"Chip Somodevilla/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-1051526498.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Donald Trump and Justice Brett Kavanaugh during Kavanaugh’s ceremonial swearing-in at the White House in 2018. | Chip Somodevilla/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Three things are true about the current, Republican-controlled Supreme Court.</p>\n\n<p class=\"has-text-align-none\">The first is that, in 2020, when outgoing President Donald Trump was pushing his fellow partisans on the Court to overturn his loss in that year’s presidential race, <a href=\"https://www.vox.com/2020/11/5/21551983/supreme-court-donald-trump-election-amy-coney-barrett-steal-bush-gore\">the Republican justices didn’t do it</a>. Despite everything this Court has done <a href=\"https://www.vox.com/22575435/voting-rights-supreme-court-john-roberts-shelby-county-constitution-brnovich-elena-kagan\">before</a> and <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">since</a> to undermine democracy and write Republican policy proposals into the law, even these justices balked at joining a coup. Joe Biden won by a sufficiently clear margin that even this Court didn’t question his victory.</p>\n\n<p class=\"has-text-align-none\">The second truth is that, in 2000, when the election was much closer and turned on the outcome in a single state, the Court did hand Republican George W. Bush the presidency in <a href=\"https://supreme.justia.com/cases/federal/us/531/98/\"><em>Bush v. Gore</em></a>. All five of the justices who typically voted for outcomes favored by the GOP were in the majority in <em>Bush</em>, and all four of the justices who typically favored the Democratic Party’s goals were in dissent. The majority’s reasoning was widely mocked, in no small part because it seemed to <a href=\"https://www.vox.com/2020/8/6/21355564/trump-nevada-vote-by-mail-ab4-cegavske-sisolak-supreme-court\">abandon longstanding conservative principles</a> in order to achieve a partisan end.</p>\n\n<p class=\"has-text-align-none\">And then there’s a third reality about this Court: In the past year, the Court has gone out of its way to protect Trump from the legal consequences of his behavior.</p>\n\n<p class=\"has-text-align-none\">Last March, after the Colorado Supreme Court ordered Trump removed from the ballot based on a very persuasive argument that, by inciting the January 6 insurrection, Trump violated the 14th Amendment’s ban on high officials who “<a href=\"https://www.law.cornell.edu/constitution/amendmentxiv\">have engaged in insurrection or rebellion against</a>” the United States, five Republican justices effectively <a href=\"https://www.vox.com/scotus/2024/3/4/24090163/supreme-court-donald-trump-anderson-ballot-disqualification-fourteenth-amendment\">neutralized this provision of the Constitution</a> for the duration of the 2024 election.</p>\n\n<p class=\"has-text-align-none\">Similarly, the Court’s opinion in <a href=\"https://www.supremecourt.gov/opinions/23pdf/23-939_e2pg.pdf\"><em>Trump v. United States</em></a> (2024) gave Trump broad immunity from criminal prosecution for crimes he committed while in office. The most astonishing part of the <em>Trump</em> immunity case held that, if he is returned to office, Trump may give any order he desires to the Department of Justice — even if he <a href=\"https://www.vox.com/scotus/366855/supreme-court-trump-immunity-betrayal-worst-decisions-anticanon\">orders federal law enforcement to act “for an improper purpose”</a> — and Trump would be immune from criminal consequences for giving these orders.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Trump is openly <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/09/12/trump-prosecution-threats-political-rivals/75060866007/\">campaigning on having his political rivals arrested</a>. He even suggested that critics of the Republican Supreme Court “<a href=\"https://www.washingtonpost.com/politics/2024/09/24/trump-pennsylvania-women-remarks/\">should be put in jail</a>.”</p>\n\n<p class=\"has-text-align-none\">Right now, polls show the race between Trump and Vice President Kamala Harris to be <a href=\"https://projects.fivethirtyeight.com/2024-election-forecast/\">more or less a coin flip</a>. On Election Day, the country could easily find itself in another <em>Bush v. Gore</em> situation. And, if Trump loses, his behavior after his 2020 loss suggests that he will <a href=\"https://www.vox.com/2020/11/5/21551983/supreme-court-donald-trump-election-amy-coney-barrett-steal-bush-gore\">eagerly petition a GOP-controlled Supreme Court to undo the will of the voters</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The only uncertain question is whether these justices would join him in a second effort to overthrow the results of a presidential election.</p>\n\n<h2 class=\"wp-block-heading\">A coup is much more likely if the election is very close</h2>\n\n<p class=\"has-text-align-none\">In retrospect, the result in <em>Bush v. Gore</em> was not surprising. Once all the other states&#8217; votes were counted in 2000, the winner of the presidential election turned entirely on who won Florida. And initial tallies in that state <a href=\"https://www.vox.com/2020/11/5/21551983/supreme-court-donald-trump-election-amy-coney-barrett-steal-bush-gore\">showed Bush leading by 1,784 votes</a> (that lead eventually <a href=\"https://www.vox.com/2020/11/11/21558950/trump-biden-2000-gore-bush-comparison\">shrunk to 537 votes</a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">The justices who wanted Bush to be president didn’t actually need to do much to ensure his victory. All they had to do was maintain the status quo, and prevent Florida from recounting the votes to potentially place Gore in the lead. And the five justices in the majority did just that, <a href=\"https://supreme.justia.com/cases/federal/us/531/98/\">ordering the state to halt a recount</a> that might have revealed that Gore, and not Bush, was the real winner of the election.</p>\n\n<p class=\"has-text-align-none\">Of course, the Court’s decision was hard to defend on its legal merits. It was unusually radical, faulting Florida for failing to apply “uniform rules” to the ballot recount, and suggesting that any state that applies slightly different procedures in one county than it does in another violates the Constitution.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Were this rule applied universally, Democrats could have wielded it to <a href=\"https://www.vox.com/2020/8/6/21355564/trump-nevada-vote-by-mail-ab4-cegavske-sisolak-supreme-court\">make American election law much more egalitarian and progressive</a>. But the five justices in the majority made sure this would not happen, ruling that “our consideration is limited to the present circumstances.” <em>Bush </em>was a one-time-only decision, breaking out a radical theory of equality for exactly as long as it took to install a Republican in the White House, then immediately placing that theory back on the highest shelf.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the cynical nature of the Court’s decision did not change the fact that, once five justices committed to making Bush president, it was very easy for them to find a way to do so. Again, all they had to do was keep everything the same in one state until Bush was officially declared the winner of the election.</p>\n\n<p class=\"has-text-align-none\">Compare this result to the multiple election disputes that arose out of the 2020 election. While several states were nail-bitingly close, Biden <a href=\"https://www.cnn.com/election/2020/results/president\">won a 306-232 victory</a> in the Electoral College. To change the result, Trump’s lawyers needed to convince the justices to <a href=\"https://www.vox.com/policy-and-politics/2020/1/30/20997046/constitution-electoral-college-senate-popular-vote-trump\">toss out about 43,000 Biden votes in three different states</a>. </p>\n\n<p class=\"has-text-align-none\">That means the justices would have needed to reach the implausible conclusion that, in one presidential election, three states somehow violated either the Constitution or federal law so severely that they declared the wrong candidate the winner. The likelihood that such a cascade of errors would independently occur in multiple states is, to put it mildly, very small. And the justices probably realized that if they tried to convince the American people that such an implausible series of events had occurred, large numbers of Biden’s more than 81 million voters would have taken to the streets and refused to accept the Court’s ruling.</p>\n\n<p class=\"has-text-align-none\">Thus, the more that the 2024 election looks like 2000, with the outcome turning on a single state, the more likely it is that the Republican justices will intervene to ensure a Trump victory. The more that Harris can run up the score, the more likely it is that the Court allows her victory to stand.</p>\n\n<h2 class=\"wp-block-heading\">The Court has already laid the doctrinal framework for a decision overturning the 2024 election&nbsp;</h2>\n\n<p class=\"has-text-align-none\">So what would a Supreme Court decision overthrowing the 2024 election look like? Most likely, it would look like a <a href=\"https://www.vox.com/2020/10/28/21539169/supreme-court-pennsylvania-republican-party-samuel-alito-mail-in-ballots-boockvar\">2020 court dispute out of Pennsylvania</a>.</p>\n\n<p class=\"has-text-align-none\">During the pandemic, the Pennsylvania Supreme Court ruled that certain ballots mailed before Election Day would be counted even if they did not arrive at an election office until up to three days after Election Day. Though the US Supreme Court has the final word on questions of federal law, each state’s highest court has the last word on questions of state law. So the Pennsylvania court’s decision should have been final because it was rooted in that court’s interpretation of Pennsylvania state law.</p>\n\n<p class=\"has-text-align-none\">Nevertheless, the Republican Party asked the Supreme Court to reverse the Pennsylvania court’s decision and order these ballots tossed out, and <a href=\"https://www.vox.com/2020/10/28/21539169/supreme-court-pennsylvania-republican-party-samuel-alito-mail-in-ballots-boockvar\">several Republican justices urged their Court to do so</a>. Ultimately, the Court dismissed the case as moot —&nbsp;<a href=\"https://www.vox.com/2021/2/22/22295164/supreme-court-trump-two-losses-vance-pennsylvania-amy-coney-barrett-clarence-thomas-samuel-alito\">Biden won Pennsylvania by a large enough margin</a> that it wouldn’t have mattered what happened to these ballots.</p>\n\n<p class=\"has-text-align-none\">Since then, the Court handed down its decision in <a href=\"https://www.supremecourt.gov/opinions/22pdf/21-1271_3f14.pdf\"><em>Moore v. Harper</em></a> (2023), a case in which the justices claimed a new power to overrule a state supreme court’s interpretation of the state’s own election law. Though <em>Moore</em> was <a href=\"https://www.vox.com/scotus/2023/6/27/23775378/supreme-court-moore-harper-john-roberts-independent-state-legislature-north-carolina-bush-gore\">largely viewed as a victory for voting rights</a> because it rejected a very aggressive attempt to eliminate voter protections enshrined in state constitutions, the Court’s opinion includes an ominous line stating that the US Supreme Court may overrule a state’s highest court’s decision impacting a federal election if the state decision “exceed[s] the bounds of ordinary judicial review.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Court did not define this phrase — it just left it dangling out there as a warning that the justices may exercise a new and unprecedented power to swing elections at some point in the future.</p>\n\n<p class=\"has-text-align-none\">In any election, there will be some disputes about which ballots are counted, whether certain polling places should be kept open late, and other routine legal disagreements that are typically resolved by state courts without too much drama. Now, however, a Republican-controlled Supreme Court claims the power to overrule any of these decisions, and potentially to rewrite a state’s own election law.</p>\n\n<p class=\"has-text-align-none\">If the justices decide to overturn the 2024 presidential election, in other words, they have given themselves a powerful new tool that they can use to find reasons to do so.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Three things are true about the current, Republican-controlled Supreme Court. The first is that, in 2020, when outgoing President Donald Trump was pushing his fellow partisans on the Court to overturn his loss in that year’s presidential race, the Republican justices didn’t do it. Despite everything this Court has done before and since to undermine [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "The global risks of a Trump presidency would be much higher this time",
    "link": "https://www.vox.com/world-politics/380060/trump-world-risks-war",
    "pubDate": "2024-10-28T10:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Close-up of Trump speaking in front of Air Force One.\" data-caption=\"Donald Trump speaks to the media before boarding Air Force One at Andrews Air Force Base on January 12, 2021. | Mandel Ngan/AFP via Getty Images\" data-portal-copyright=\"Mandel Ngan/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-1230547584.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Donald Trump speaks to the media before boarding Air Force One at Andrews Air Force Base on January 12, 2021. | Mandel Ngan/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">No less an authority than Vladimir Putin has predicted that the coming years in global affairs will be a “<a href=\"https://www.gmfus.org/news/putins-revolution-and-war-historical-crossroads\">revolutionary situation</a>”: a reference to a <a href=\"https://www.marxists.org/archive/lenin/works/1915/csi/ii.htm\">line of Vladimir Lenin’s from 1913</a>, just prior to World War I. Putin’s counterpart Xi Jinping <a href=\"https://www.economist.com/international/2024/10/13/vladimir-putins-spies-are-plotting-global-chaos\">concurs</a>, foreseeing “changes the likes of which we haven’t seen for 100 years.”</p>\n\n<p class=\"has-text-align-none\">This doesn’t mean World War III is inevitable or even likely. But it does mean we are in an era when the decisions of major leaders in moments of crisis could have an outsize impact on global security and the lives of millions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This also is the moment when Donald Trump may return to the presidency.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The year 2016, when Trump was elected the first — and so far only — time, didn’t exactly feel like a very peaceful or stable moment in world history. The Syrian civil war and the US-led campaign against ISIS <a href=\"https://www.wilsoncenter.org/article/timeline-us-policy-isis\">were raging</a>. In June, one of the terror group’s sympathizers <a href=\"https://www.npr.org/2016/06/16/482322488/orlando-shooting-what-happened-update\">killed 49 people </a>at a gay nightclub in Orlando. Russian-backed forces were occupying much of Eastern Ukraine and <a href=\"https://www.npr.org/sections/thetwo-way/2016/09/28/495747649/flight-mh17-was-shot-down-by-missile-moved-from-russia-investigators-say\">shot down a Malaysian airliner</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">About a month before the election, North Korea conducted its <a href=\"https://edition.cnn.com/2016/09/08/asia/north-korea-seismic-activity/\">most powerful nuclear test</a> to date. Europe was still in the midst of an <a href=\"https://www.bbc.com/news/world-europe-34131911\">unprecedented influx of migrants</a> from the Middle East and Africa, which would end up having dramatic political consequences in several countries. Ted Cruz was <a href=\"https://abcnews.go.com/Politics/happened-ted-cruz-told-year-girl-worlds-fire/story?id=29673686\">terrifying 3-year-olds</a> on the campaign trail by telling them the world was “on fire.”</p>\n\n<p class=\"has-text-align-none\">And yet, viewed from the vantage point of this year, 2016 feels like a simpler time. Wars of all types have gotten <a href=\"https://www.vox.com/world-politics/2024/1/25/24049551/war-increasing-ukraine-gaza-sudan-ethiopia\">more common and deadlier</a> around the world in the years since, and superpower conflict — a concern that had largely receded in the post-Cold War era — is back on the agenda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In short, the global situation Trump would inherit if he were elected this time around would be far more dangerous and unpredictable. And that in turn raises the risks of his erratic and transactional approach to foreign policy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What was, eight years ago, a localized “gray zone” conflict in Eastern Ukraine is now the first major land war in Europe in decades, one in which Russia’s president has repeatedly <a href=\"https://www.vox.com/world-politics/353796/us-weapons-ukraine-russia-putin-escalation-nuclear\">threatened to use nuclear weapons</a>. Israel’s war in Gaza, already one of the <a href=\"https://www.haaretz.com/middle-east-news/palestinians/2024-08-14/ty-article-magazine/.premium/the-death-toll-in-gaza-is-bad-even-compared-to-the-wars-in-ukraine-iraq-and-myanmar/00000191-50c6-d6a2-a7dd-d1decf340000\">deadliest conflicts for civilians</a> of the 20th century, is <a href=\"https://www.vox.com/politics/364148/haniyeh-iran-israel-hamas-hezbollah\">fast spiraling into a regional conflict</a> that could involve direct combat between Israel and Iran and could yet drag in the US military.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Further east, potentially even more dangerous conflicts loom. Many North Korea watchers believe the country is <a href=\"https://www.38north.org/2024/01/is-kim-jong-un-preparing-for-war/\">preparing for war</a>, and that the risk of all-out conflict on the Korean peninsula — which <a href=\"https://www.vox.com/world/2018/2/7/16974772/north-korea-war-trump-kim-nuclear-weapon\">could potentially kill more than a million people</a>, even if North Korea doesn’t use its nuclear arsenal — has never been higher.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then there’s Taiwan. Even putting aside a death toll on both sides that could <a href=\"https://authory.com/app/content/ac08ba446e8ca4c4285b79969439856a1\">dwarf the war in Ukraine</a>, a war in Taiwan would be a <a href=\"https://rhg.com/research/taiwan-economic-disruptions/\">body blow to the global economy</a>. If the US came to Taiwan’s aid, it could lose <a href=\"https://csis-website-prod.s3.amazonaws.com/s3fs-public/publication/230109_Cancian_FirstBattle_NextWar.pdf?VersionId=WdEUwJYWIySMPIr3ivhFolxC_gZQuSOQ\">as many troops in a matter of weeks</a> as it did in 20 years of fighting in Iraq and Afghanistan. Some analysts believe China could even <a href=\"https://www.uscc.gov/sites/default/files/2021-02/Thomas_Shugart_Testimony.pdf\">preemptively attack US bases</a> in the Pacific if it believed US intervention was inevitable, something the US military has not experienced since WWII. And the threat of nuclear weapons use would loom over the conflict: China has the world’s third-largest nuclear arsenal, <a href=\"http://authory.com/JoshuaKeating/Chinas-plan-to-be-the-next-nuclear-superpower-ada094a58e6db44acad90284fc2d087d4\">one that is growing fast</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">China, Russia, North Korea, and Iran — a group <a href=\"https://www.foreignaffairs.com/china/axis-upheaval-russia-iran-north-korea-taylor-fontaine\">some have dubbed</a> the “axis of upheaval” — may not have much in common in terms of ideology of overall interests, but are increasingly collaborating: The reported presence of North Korean troops fighting alongside Russian forces in Ukraine is <a href=\"https://www.nytimes.com/2024/10/23/us/politics/north-korea-russia-military-ukraine.html?partner=slack&amp;smid=sl-share\">just the latest example</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">None of this is to downplay the wars and security threats that existed in 2016 and continued through Trump’s presidency, nor the obviously massive disruptive effect of the Covid pandemic. But state vs. state conflict, and even superpower vs. superpower conflict, is an entirely different matter than war against terrorist groups. Gray zone conflict is a different matter than open warfare. Recent <a href=\"https://www.vox.com/world-politics/24107959/replicator-drones-china-taiwan-ukraine-pentagon\">rapid advances in drone technology</a> and <a href=\"https://www.vox.com/future-perfect/24151437/ai-israel-gaza-war-hamas-artificial-intelligence\">artificial intelligence</a> are likely to make the wars of the future all the more unpredictable, and potentially more destructive.</p>\n\n<p class=\"has-text-align-none\">&nbsp;</p>\n\n<p class=\"has-text-align-none\">All of which makes the idea of putting back in the Oval Office a president who <a href=\"https://www.economist.com/china/2024/10/23/ambiguity-or-madness-where-harris-and-trump-stand-on-china\">proudly calls</a> his foreign policy approach “crazy” so dangerous.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>A world on fire</strong></h2>\n\n<p class=\"has-text-align-none\">Even putting aside the issues of Trump’s temperament, <a href=\"https://www.washingtonpost.com/politics/2024/10/15/how-big-problem-is-mental-acuity-trump/\">mental acuity</a>, or the warnings from <a href=\"https://www.nytimes.com/2024/10/22/us/politics/john-kelly-trump-fitness-character.html\">multiple</a> <a href=\"https://www.theatlantic.com/newsletters/archive/2024/10/the-generals-warning/680279/\">senior</a><a href=\"https://www.cnn.com/2024/10/15/world/video/the-lead-israel-hamas-middle-east-2024-election-donald-trump-fasciscm\"> national security</a> <a href=\"https://www.thebulwark.com/p/mattis-told-woodward-he-agreed-trump\">officials</a> from his own past administration that they believe he is dangerously unqualified for the presidency, there are several reasons to believe that a new Trump presidency would amplify this “revolutionary situation” rather than moderate it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">First, Trump does not put much value in the idea of territorial integrity. It may sound like a wonky academic point, but we tend to take for granted that in our current era, <a href=\"https://authory.com/app/content/aba6c9c34b4b34f9498e48f63f97e04de\">countries rarely conquer each other and borders are rarely changed by force</a>. Russia’s invasion of Ukraine has obviously <a href=\"https://www.foreignaffairs.com/articles/ukraine/2022-04-06/ukraine-russia-war-return-conquest\">challenged this taboo</a> against what the <a href=\"https://main.un.org/securitycouncil/en/content/purposes-and-principles-un-chapter-i-un-charter#:~:text=Article%202%20(4)%20of%20the,political%20independence%20of%20other%20States.\">UN Charter calls </a>the “threat or use of force against the territorial integrity” of other countries.</p>\n\n<p class=\"has-text-align-none\">As president, Trump <a href=\"https://www.buzzfeednews.com/article/albertonardelli/trump-russia-crimea\">reportedly told other world leaders</a> that the Crimean peninsula, which was illegally annexed from Ukraine in 2014, is rightfully Russian because everyone there speaks Russian. Figures close to the Trump campaign like <a href=\"https://www.newsweek.com/tucker-carlson-ukraine-war-crimea-russia-state-tv-1776696\">Tucker Carlson</a> and <a href=\"https://x.com/elonmusk/status/1576969255031296000?lang=en\">Elon Musk</a> have openly endorsed the view that Crimea is rightfully Russian.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump overturned decades of US policy and international consensus by recognizing Israeli sovereignty over the Golan Heights, which <a href=\"https://www.reuters.com/article/world/trump-says-he-made-golan-heights-decision-after-a-quick-history-lesson-idUSKCN1RJ01O/\">he has described</a> as a snap decision made after a quick history lesson from his ambassador to Israel and his son-in-law Jared Kushner. He <a href=\"https://slate.com/news-and-politics/2020/12/trump-morocco-western-sahara-israel.html\">did the same</a> for Morocco’s claims over the disputed region of Western Sahara, in return for Morocco recognizing Israel. (In fairness, the Biden administration hasn’t reversed either of these moves — once the taboo is broken, it’s hard to reestablish.) For Trump, the president who after all, mused about <a href=\"https://www.wsj.com/articles/trump-eyes-a-new-real-estate-purchase-greenland-11565904223\">buying Greenland</a>, sovereignty and territorial integrity are like anything else in a deal: negotiable. </p>\n\n<p class=\"has-text-align-none\">Second, Trump doesn’t value alliances. One reason why Russia has not attacked any of the countries bordering Ukraine, even as weapons flow into Ukraine from those countries, is that they are members of NATO, meaning that an attack on them could bring a military response from the alliance as a whole. It’s proof of concept for the most powerful military alliance in history.</p>\n\n<p class=\"has-text-align-none\">Trump tends to take a narrowly transactional view of alliances. His antipathy to NATO and threats to pull the US out of the alliance <a href=\"https://www.vox.com/politics/360160/nato-summit-allies-trump-biden-zelenskyy-ukraine\">have been well-documented</a>, as have his comments that treat the US defense of Asian partners like <a href=\"https://foreignpolicy.com/2019/11/15/trump-asks-tokyo-quadruple-payments-us-troops-japan/\">Japan</a>, <a href=\"https://www.rfa.org/english/news/korea/trump-usfk-sma-10162024034010.html\">South Korea</a>, and <a href=\"https://apnews.com/article/trump-taiwan-chips-invasion-china-910e7a94b19248fc75e5d1ab6b0a34d8\">Taiwan</a> as a protection racket.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The third related point is Trump&#8217;s attitude toward nuclear weapons. Defying many predictions <a href=\"https://www.simonandschuster.com/books/The-Bomb/Fred-Kaplan/9781982107307\">made at the dawn of the nuclear age</a>, no nuclear weapon has been used in war since 1945, a record that likely involves both a bit of luck as well as the power of nuclear deterrence and the very justified fear these weapons cause. Trump, though, seems a bit more blase on the topic.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to former aides, Trump discussed using a <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-discussed-using-nuclear-weapon-north-korea-2017-blaming-someone-rcna65120\">nuclear weapon against North Korea</a> as president during the period he was publicly threatening Kim Jong Un’s regime with “fire and fury.” As president, he <a href=\"https://www.nytimes.com/2020/05/21/us/politics/trump-open-skies-treaty-arms-control.html\">withdrew</a>, or<a href=\"https://www.defenseone.com/technology/2020/05/trump-administrations-aggressive-approach-arms-negotiatons-could-backfire/165334/\"> let lapse</a> a number of key arms control treaties, most famously the Iran nuclear deal, instead preferring an approach where the US would <a href=\"https://www.reuters.com/article/uk-usa-armscontrol/u-s-prepared-to-spend-russia-china-into-oblivion-to-win-nuclear-arms-race-u-s-envoy-idUSKBN22X2LS/\">build up its own nuclear arsenal to spend its rivals into oblivion</a>. Recently on the campaign trail, he suggested that a reason presidents need legal immunity is so they could <a href=\"https://www.vice.com/en/article/trump-nuclear-president-crime/\">use nuclear weapons without fear of legal repercussions</a>.</p>\n\n<p class=\"has-text-align-none\">The issue is not just Trump’s own attitude toward nuclear weapons. In a number of US allies in <a href=\"https://www.vox.com/world-politics/24091566/europe-nuclear-weapons-poland-germany-france-putin-trump\">Europe</a> and <a href=\"https://www.nytimes.com/2024/08/17/world/asia/south-korea-nuclear-arsenal.html\">Asia</a>, there is now an active debate over whether they need nuclear deterrents of their own, driven in part by concerns over whether they could actually count on the US nuclear umbrella. Even Ukrainian President Volodymyr Zelenskyy recently suggested that without effective security guarantees from allies, his country might need <a href=\"https://www.politico.eu/article/nato-nukes-volodymyr-zelenskyy-war-ukraine-aid-russia/\">nuclear weapons</a> for protection. </p>\n\n<p class=\"has-text-align-none\">The international community’s success at limiting the number of nuclear powers is one of the biggest reasons why the nuclear taboo has remained intact. But a world with more nuclear powers is a world where the use of nuclear weapons is more likely, and that world becomes more likely if allies don’t believe security guarantees are worth the paper they’re printed on.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>An agent of chaos in the Oval Office</strong></h2>\n\n<p class=\"has-text-align-none\">Trump would no doubt counter that the very fact that the world has become so dangerous is the reason he should be returned to the presidency. He has repeatedly made the <a href=\"https://www.latimes.com/politics/story/2024-06-27/debate-trump-foreign-policy-russia-ukraine-gaza-israel\">unprovable claims </a>that Russia’s invasion of Ukraine and Hamas’s October 7 attacks would not have happened had he been president. He has also <a href=\"https://www.washingtonpost.com/politics/2024/01/13/trump-falsely-claims-no-terrorist-attacks-no-wars-during-his-presidency/\">falsely claimed</a> that there were no terrorist attacks and no wars during his presidency. Those claims elide the major military escalations in Iraq, Syria, and Somalia that took place under his tenure, as well as risky actions like the assassination of Iranian general Qassem Soleimani, which prompted an Iranian missile strike on US troops in Iraq. Thankfully, no one was killed in those strikes, but commanders say up to 150 troops <a href=\"https://www.military.com/daily-news/2021/03/01/al-asad-missile-attack-nearly-killed-150-us-troops-destroyed-30-aircraft-report.html\">could have been</a>. As president, he reportedly considered <a href=\"https://www.nytimes.com/2022/05/05/us/politics/mark-esper-book-trump.html\">missile strikes</a> into Mexico and the idea of sending troops into America’s neighbor — and <a href=\"https://www.forbes.com/sites/kenroberts/2024/02/07/2023-results-are-in-us-has-new-top-port-trade-partner-export-import\">No. 1 trading partner</a> — has evolved into a <a href=\"https://www.nytimes.com/2023/10/03/us/politics/trump-mexico-cartels-republican.html\">mainstream Republican position</a>. </p>\n\n<p class=\"has-text-align-none\">The Trump case, essentially, is that he was able to rule the world through fear. In his debate with Vice President Kamala Harris, he <a href=\"https://www.npr.org/2024/09/10/nx-s1-5107967/viktor-orban-hungary-donald-trump-presidential-debate\">cited</a> his ideological ally Hungarian Prime Minister Viktor Orbán: “Why is the whole world blowing up? [Orbán] said, ‘Because you need Trump back as president. They were afraid of him. China was afraid.’ And I don&#8217;t like to use the word afraid, but I&#8217;m just quoting him. &#8216;China was afraid of him. North Korea was afraid of him.&#8217; Look at what&#8217;s going on with North Korea, by the way. He said &#8216;Russia was afraid of him.” </p>\n\n<p class=\"has-text-align-none\">Trump has also <a href=\"https://www.wsj.com/opinion/donald-trump-the-bully-with-a-heart-of-gold-2024-presidential-election-dd922dd6\">claimed that he threatened</a> to strike Moscow if Putin attacked Ukraine, though it’s not quite clear when this was since Russian troops were in Ukrainian territory throughout the entirety of Trump’s presidency.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s also not clear that US adversaries were deterred by Trump’s tough-guy posturing. Trump <a href=\"https://www.cnn.com/2024/06/11/politics/fact-check-trump-iran-fund-terror-groups/index.html\">has maintained that the punishing sanctions</a> he put on Iran after withdrawing from the nuclear deal stopped it from orchestrating attacks in the region, but he had little response after <a href=\"https://www.reuters.com/article/world/trump-says-he-does-not-want-war-after-attack-on-saudi-oil-facilities-idUSKBN1W10X6/\">Iran attacked Saudi oil infrastructure in 2019</a>. </p>\n\n<p class=\"has-text-align-none\">The killing of Soleimani <a href=\"https://www.understandingwar.org/backgrounder/us-iran-escalation-timeline-march-2020-update\">did not stop Iran’s proxies from attacking US troops in Iraq</a>. When it comes to Taiwan, he has suggested that the island is simply too small and <a href=\"https://www.brookings.edu/articles/how-would-the-trump-or-harris-administration-approach-taiwan/\">insignificant to be worth defending</a> — the kind of rhetoric that would surely influence China’s calculations over a possible invasion.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Once more unto the breach?</strong></h2>\n\n<p class=\"has-text-align-none\">At the moment, world affairs seem to be in a bit of a holding pattern, with leaders not making major decisions until they see the results of November 5. Trump may have soured a bit on his onetime good friend Benjamin Netanyahu, <a href=\"https://www.vox.com/policy/24072983/biden-trump-palestinians-israel-gaza-policy-different\">but in all likelihood</a> — based on his past record — he would apply even less pressure than the Biden administration has to get Israel to reach a ceasefire in Gaza or allow in more humanitarian aid. A Trump win would likely embolden annexationists within the Israeli government, including the <a href=\"https://www.wsj.com/world/middle-east/israels-once-fringe-movement-to-reoccupy-gaza-gains-momentum-9bcb6a28\">once-fringe but increasingly vocal movement</a> in favor of reoccupying Gaza with Israeli settlers. </p>\n\n<p class=\"has-text-align-none\">On Ukraine, Trump has promised to end the conflict immediately. Judging by comments made by his <a href=\"https://www.nytimes.com/2024/09/13/us/politics/vance-trump-ukraine-russia-war.html\">running mate JD Vance</a>, though, this would likely involve pressuring Ukraine to both cede territory to Russia and accept neutrality, without security guarantees — not far from Putin’s desired outcome. When it comes to China, the outlook is more unpredictable. Trump portrays himself as the ultimate China hawk, except when he believes doing so is <a href=\"https://slate.com/news-and-politics/2020/08/trump-lies-china-coronavirus-timeline.html\">bad for business</a>.</p>\n\n<p class=\"has-text-align-none\">Ultimately, the question is not whether Trump is a hawk or a dove. It’s what a return of the chaos and unpredictability that marked his first tenure will mean in a world where the risk of cataclysm is now so much higher.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "No less an authority than Vladimir Putin has predicted that the coming years in global affairs will be a “revolutionary situation”: a reference to a line of Vladimir Lenin’s from 1913, just prior to World War I. Putin’s counterpart Xi Jinping concurs, foreseeing “changes the likes of which we haven’t seen for 100 years.” This [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "Increasing child care teacher pay doesn’t have to mean charging parents more",
    "link": "https://www.vox.com/policy/379220/child-care-daycare-early-childhood-wage-salary-supplement",
    "pubDate": "2024-10-28T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A woman smiles and poses with four children at a small table in a child care classroom, surrounded by toys and small furniture.\" data-caption=\"Jacqueline “Jackie” Strickland, 59, poses with her students at EduCare, an Early Head Start program, in Washington, DC. | Rosem Morton for Vox\" data-portal-copyright=\"Rosem Morton for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/RosemMorton_Vox_lede.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Jacqueline “Jackie” Strickland, 59, poses with her students at EduCare, an Early Head Start program, in Washington, DC. | Rosem Morton for Vox</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Jacqueline Strickland was tired, but hopeful. The Washington, DC, early childhood educator had been teaching young children for nearly 40 years, and prayed that one day she would be fairly compensated for her experience and education. Strickland even went back to school, years into teaching, to upgrade her credentials, acquiring associate’s and bachelor’s degrees to better understand youth brain development. She watched as valued colleagues left for higher-paying pastures, teaching older children, driving school buses, working for the postal service.</p>\n\n<p class=\"has-text-align-none\">Strickland kept with her career path though, partly out of passion for young kids, but also because she knew there was a local effort afoot to raise the wages of teachers like her. She began testifying at council hearings in support of the idea. Finally, two years ago, after years of waiting, Strickland’s salary was bumped. She’s gone from earning $57,000 a year to $75,000, and gained access <a href=\"https://www.dchealthlink.com/healthcare4childcare\">to free health insurance</a>.</p>\n\n<p class=\"has-text-align-none\">“I’m a mother of two, both my daughters have gone to college and I had to pay for school, maintain my own household, I didn’t have money to put away for retirement,” she said. “That was the scary part for me. I will be 60 in November and I couldn’t save.”</p>\n\n<p class=\"has-text-align-none\">Strickland’s raise came from the nation’s first program aimed at aligning the salaries of the city’s 4,000 day care teachers with their public school counterparts. Known as the Pay Equity Fund, this innovative program has paid more than $80 million over the last two years to augment the salaries of child care workers, and was funded by a new non-lapsing tax increase on DC’s wealthiest residents, approved by the local council in 2021.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the program’s&nbsp;first year, lead teachers like Strickland received lump-sum payments of $14,000, assistant teachers $10,000, and part-time teachers $5,000. In its second year, the city began issuing wage increases through quarterly payments, eventually transitioning these boosts into newly <a href=\"https://osse.dc.gov/sites/default/files/dc/sites/osse/page_content/attachments/Minimum%20Salary%20Requirement%20by%20Annual%20Salary%20and%20Hourly%20Wage.pdf\">established salary minimums.</a></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/RosemMorton_Vox_05.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A woman sitting on the floor next to a young child watches as the child plays with a plastic pig toy on a farm-themed rug.\" title=\"A woman sitting on the floor next to a young child watches as the child plays with a plastic pig toy on a farm-themed rug.\" data-has-syndication-rights=\"1\" data-caption=\"Jacqueline “Jackie” Strickland, 59, plays enrichment activities with a child at EduCare. | Rosem Morton for Vox\" data-portal-copyright=\"Rosem Morton for Vox\" />\n<p class=\"has-text-align-none\">While DC&#8217;s Pay Equity program stands out for its scale, its wage supplement effort reflects a broader national trend, as states try to stabilize child care sectors hit hard by the pandemic and address the chronic underpayment of the workforce. In 2022, the median hourly wage for child care workers was just $<a href=\"https://www.naeyc.org/sites/default/files/wysiwyg/user-73607/naeyc_benefits_brief.may_2024.pdf\">13.71</a>, significantly less than comparable roles like <a href=\"https://online.worcester.edu/programs/education/med-early-childhood-education/job-early-childhood-education-masters-grads/\">preschool</a> and <a href=\"https://www.teachercertificationdegrees.com/careers/kindergarten-teacher/\">kindergarten teacher</a>s. Child care is the <a href=\"https://www.iza.org/publications/dp/17351/the-declining-relative-quality-of-the-child-care-workforce\">10th lowest-paid occupation</a> out of roughly 750 occupations in the economy, per one industry analysis.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Out of recognition that families are already burdened by high costs and can’t afford to pay much more for child care, states like <a href=\"https://www.childcareservices.org/programs/wages/\">North Carolina</a>, <a href=\"https://cecpd.org/Provider-Programs/The-Oklahoma-Child-Care-Wage-Supplement-Program\">Oklahoma</a>, <a href=\"https://wisconsinearlychildhood.org/programs/reward/\">Wisconsin</a>, <a href=\"https://www.maine.gov/dhhs/ocfs/provider-resources/early-childhood-educator-workforce-salary-supplement-program\">Maine</a>, and <a href=\"https://zaentznavigator.gse.harvard.edu/policy-strategies/child-care-wage-tennessee/\">Tennessee</a> have introduced<strong> </strong>wage supplement programs to boost child care teacher recruitment, retention, and quality. And on the federal level, several proposals aim to bolster child care workers’ salaries. One bipartisan bill introduced this summer by Sens. Katie Britt (R-AL) and Tim Kaine (D-VA) proposes new <a href=\"https://www.ffyf.org/2024/07/31/senators-kaine-and-britt-introduce-new-bipartisan-child-care-plan/\">federal grants</a> to state and local governments that supplement child care worker pay.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As politicians <a href=\"https://www.vox.com/politics/375488/child-care-paid-leave-build-back-better-harris-ctc-preschool-biden-families\">elevate child care on the campaign trail</a> and <a href=\"https://bpcaction.org/wp-content/uploads/2024-Caregiving-Poll-Results.pdf\">polls</a> suggest it’s a <a href=\"https://www.ffyf.org/2024/05/16/new-polling-on-child-care-and-the-2024-election/\">motivating</a> concern for voters, the pressure to raise wages for one of America’s most underpaid professions has taken on new importance. DC’s Pay Equity Fund is proving the model can work — provided elected officials stay committed to funding it.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What we’ve learned from DC’s pay equity fund</strong></h2>\n\n<p class=\"has-text-align-none\">Leading researchers have been analyzing the impact of DC’s wage supplement program on child care providers and the early education sector more broadly.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/RosemMorton_Vox_06.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Assistant teacher Mone Greene plays with a student at EduCare. | Rosem Morton for Vox\" data-portal-copyright=\"Rosem Morton for Vox\" />\n<p class=\"has-text-align-none\">Data from <a href=\"https://www.urban.org/research/publication/wage-supplements-improve-early-educators-financial-well-being\">the first two years of the program</a> showed that the wage supplements <a href=\"https://www.governing.com/workforce/d-c-has-an-excellent-model-for-strengthening-child-care-the-city-may-do-away-with-it\">had increased</a> lead teachers&#8217; pay by 37 percent and assistant teachers&#8217; wages by 31 percent.</p>\n\n<p class=\"has-text-align-none\">On a practical level, the increased pay has enabled child care teachers to pay off their debts, cover emergency expenses, and cover essentials like food, rent, and utilities. Some began <a href=\"https://earlylearningnation.com/2024/04/gas-groceries-homeownership-opportunities-and-kids-extracurriculars/\">looking to purchase homes</a>, and nearly 70 percent said the fund allowed them to actually save money, some, like Strickland, for the first time in their careers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On an emotional level, many educators reported in surveys that the extra pay made them feel genuinely appreciated and respected, and that reduced financial stress helped them focus more on the children they work with.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Researchers found that assistant teachers, in particular, reported significantly improved mental health. “Indeed, the Pay Equity Fund…appears to have contributed to educators’ beliefs that they are now being compensated fairly,” the Urban Institute <a href=\"https://www.urban.org/sites/default/files/2024-05/Early_Educators_Reflections_on_the_DC_Early_Childhood_Educator_Pay_Equity_Fund.pdf\">concluded</a>.</p>\n\n<p class=\"has-text-align-none\">From a hiring perspective, research by the think tank Mathematica found that the first few years of the Pay Equity Fund boosted the number of early childhood educators working in DC. Mathematica <a href=\"https://www.mathematica.org/publications/jobs-in-the-balance-the-early-employment-impacts-of-washington-dcs-early-childhood-educator-pay\">estimated the program</a> led to an increase of 100 new hires, representing a 3 percentage point increase over what would have been expected without the wage boosts. Many child-care center directors also <a href=\"https://www.urban.org/research/publication/center-directors-view-teacher-wage-supplements-benefiting-child-care-field\">told Urban Institute researchers</a> that the wage supplements made it easier to attract qualified new teachers and easier to retain their best staff.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/RosemMorton_Vox_07.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Two women help young children as they play with purple play dough in a child care classroom.\" title=\"Two women help young children as they play with purple play dough in a child care classroom.\" data-has-syndication-rights=\"1\" data-caption=\"Assistant teachers Erica Brewer and Mone Greene assist students at EduCare. | Rosem Morton for Vox\" data-portal-copyright=\"Rosem Morton for Vox\" />\n<p class=\"has-text-align-none\">“What’s new about the pay equity program compared to other states is that they had a dedicated source of revenue,” said <a href=\"https://www.urban.org/author/erica-greenberg\">Erica Greenberg</a>, a senior fellow at the Urban Institute who has been studying the program. “And that it was not just to stabilize the sector, but was really also about fairness.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>Can the idea spread further?</strong></h2>\n\n<p class=\"has-text-align-none\">Taking a page out of DC’s playbook, Maine has similarly sought a dedicated funding stream to boost child care wages.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Maine’s child care wage supplement program began in September 2021 using American Rescue Plan relief funds.&nbsp; “Stability grants” provided nearly 7,000 child care staff with an additional $200 per month, according to Tara Williams, the associate director of early care and education in Maine’s Department of Health and Human Services. Maine officials solicited feedback on how best to distribute the dollars, and concluded that sending the money to program owners and directors, so they could put the funding directly into staff payroll, made the most sense.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Beginning in October 2022, Maine included the program in its state budget, continuing to fund it through general state revenues at a cost <a href=\"https://www.maine.gov/governor/mills/news/mills-administration-issues-pay-increases-child-care-workers-2024-01-05\">of $30 million annually</a>.</p>\n\n<p class=\"has-text-align-none\">It now exists <a href=\"https://www.maine.gov/dhhs/ocfs/provider-resources/early-childhood-educator-workforce-salary-supplement-program\">as a three-tiered program,</a> in which the lowest eligible tier of child care workers can earn an additional $275 per month, the second tier earns an additional $415 per month, and the highest-tier providers can earn an <a href=\"https://mainebeacon.com/childcare-workers-can-now-get-paid-up-to-625-more-per-month/\">additional $625 a month</a>.<br><br>“So that’s an over $3,000 a year bonus for the first tier,” Williams said proudly. “I’ve just been really excited to watch the expansion and implementation of this program.” Over 7,500 child care workers were receiving the Maine supplements as of June.<br><br>Williams has been sharing Maine’s experience with compensation reform with other states, including this past summer at a conference hosted by the North Carolina-based Hunt Institute.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Pennsylvania, advocates <a href=\"https://www.pennaeyc.com/wp-content/uploads/2024/06/RecruitmentandRetentionReport-R1-1.pdf\">have been organizing</a> for their own child care wage supplement program, arguing that such investments are necessary to address the state’s worker shortage. They pointed to Republican-led states like Alaska and Georgia that have recently made new investments to support child care wages ($<a href=\"https://alaskabeacon.com/2024/05/24/alaska-lawmakers-pass-child-care-legislation-to-buoy-sector-in-crisis/\">7.5 million</a> and $<a href=\"https://gbpi.org/overview-2025-fiscal-year-budget-for-the-georgia-department-of-early-care-and-learning/\">23.6 million</a> respectively) and Democratic-led ones like New York and Minnesota that have done the same ($<a href=\"https://www.governor.ny.gov/news/governor-hochul-announces-applications-now-open-500-million-child-care-workforce-grants\">500 million</a> and $<a href=\"https://www.mprnews.org/story/2023/10/17/minnesota-set-to-start-spending-316m-to-boost-child-care-wages\">316 million</a> respectively).</p>\n\n<p class=\"has-text-align-none\">Some cities are also taking their own steps. This past June, a coalition of care advocacy organizations launched an 18-month pilot in New York City <a href=\"https://allourkin.org/files/galleries/TPP_Press_Release_final.pdf\">to provide $1,000 per month</a> to licensed home-based child care providers.“We have educators deciding every month what bills to pay, they are deciding every month whether to stay open,” said Jessica Sager, the CEO of <a href=\"https://allourkin.org/\">All Our Kin</a>, a national group that trains and supports home-based child care educators and is involved with the pilot. “When educators don’t have that stress they can focus wholly on the care.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>The policy will require sustained commitment</strong></h2>\n\n<p class=\"has-text-align-none\">Wage supplements are not unique to child care, and governments have long used them to augment salaries of workers in fields like <a href=\"https://dol.ny.gov/home-health-care-aides-and-wage-parity\">health care</a>, <a href=\"https://leg.colorado.gov/bills/sb19-238\">home care</a>, and <a href=\"https://flag.dol.gov/wage-data/adverse-effect-wage-rates\">agriculture</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet as promising as these wage supplements are, advocates are learning that even passing a dedicated funding stream is not enough to insulate the salary boosts from politics and annual budget fights.</p>\n\n<p class=\"has-text-align-none\">Earlier this year, DC Mayor Muriel Bowser <a href=\"https://www.washingtonpost.com/dc-md-va/2024/04/03/dc-budget-bowser-cuts-tax-hikes/\">proposed gutting</a> the Pay Equity Fund entirely as a way to balance the city’s budget amid flat growth and declining revenue from vacant office buildings. Teachers and community allies rallied for months in protest and in the end the DC Council restored <a href=\"https://www.dcnewsnow.com/news/local-news/washington-dc/dc-council-unanimously-passes-fy25-budget/\">$70 million</a> to the program, though that still represented a $17 million cut.</p>\n\n<p class=\"has-text-align-none\">“We thought we were done with this kind of fighting — we had found a non-lapsing funding source for the program, there isn’t that much more security we can build in,” said Ruquiyyah Anbar-Shaheen, the director of early childhood at <a href=\"https://wearedcaction.org/\">DC Action</a>, a local advocacy group. “The challenge is just having the political will to keep the program in place.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/RosemMorton_Vox_08.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Two Black women and several preschool-aged children hold onto a long, colorful walking rope as the teachers direct the children walking down a sidewalk.\" title=\"Two Black women and several preschool-aged children hold onto a long, colorful walking rope as the teachers direct the children walking down a sidewalk.\" data-has-syndication-rights=\"1\" data-caption=\"Jacqueline “Jackie” Strickland, 59, and her assistant teacher, Mone Greene, assist students on a walk. | Rosem Morton for Vox\" data-portal-copyright=\"Rosem Morton for Vox\" />\n<p class=\"has-text-align-none\">Strickland said if the city had gone forward with gutting the program, she would have had to look for an alternative job.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I’ve been fighting this fight a long time, but this shouldn’t be a fight, it should be a given,” she told Vox. “It’s not a bonus, it’s what’s owed to early childhood educators. We put in a lot of time and we give children the foundation that supports them for future learning.”</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><em>This work was supported by a grant from the Bainum Family Foundation. Vox Media had full discretion over the content of this reporting.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Jacqueline Strickland was tired, but hopeful. The Washington, DC, early childhood educator had been teaching young children for nearly 40 years, and prayed that one day she would be fairly compensated for her experience and education. Strickland even went back to school, years into teaching, to upgrade her credentials, acquiring associate’s and bachelor’s degrees to [&#8230;]",
    "author": "Rachel M. Cohen"
  },
  {
    "title": "The people most likely to believe in political violence may surprise you",
    "link": "https://www.vox.com/politics/380030/political-violence-election-day-2024",
    "pubDate": "2024-10-28T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"In a city street, people dressed in a range from hoodies and jeans to riot gear and helmets, some carrying banners or signs, are running and fighting each other.\" data-caption=\"A clash between Proud Boys and counterprotesters breaks out, in November 2020. Researchers say that the most socially connected people are more willing to say they’d use political violence.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/22039047/GettyImages_1229623290.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A clash between Proud Boys and counterprotesters breaks out, in November 2020. Researchers say that the most socially connected people are more willing to say they’d use political violence.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Even before <a href=\"https://www.vox.com/politics/360489/trump-shot-thomas-matthew-crooks-secret-service-butler-rally\">two people</a> attempted to <a href=\"https://www.vox.com/politics/371981/trump-shooting-ryan-wesley-routh-golf-club\">assassinate former President Donald Trump</a>, national security experts and law enforcement were warning that the United States <a href=\"https://thehill.com/opinion/national-security/4836866-a-plan-to-address-political-violence-before-election-day/\">needed a plan</a> to contend with the possibility of political violence on Election Day.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, in the final weeks of the campaign, researchers have just published <a href=\"https://link.springer.com/article/10.1186/s40621-024-00540-2\">new findings</a> about the social lives of people who are likely to endorse using political violence, and be willing to use it themselves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The results, based on a nationally representative survey of more than 8,000 Americans, may seem counterintuitive. Basically, people open to the idea that political violence is justified tend to exist at opposite ends of the social spectrum. Those who report having no strong personal or work connections were 2.4 times more likely to say political violence is justifiable than people who said they have 1–4 close relationships. That’s not necessarily surprising, given the recent history of <a href=\"https://www.cbsnews.com/losangeles/news/isla-vista-shooters-childhood-friend-the-guy-i-knew-wouldnt-say-a-word/\">mass shooters</a> and <a href=\"https://www.wsj.com/us-news/thomas-matthew-crooks-trump-shooter-78b13a35\">politically motivated assailants</a> who’ve been <a href=\"https://www.theatlantic.com/health/archive/2019/08/el-paso-shooting-when-loneliness-leads-mass-murder/595498/\">described by their broader networks as loners</a>.</p>\n\n<p class=\"has-text-align-none\">What’s weird, though, is that people with lots of close connections were <em>also </em>a little more likely to endorse political violence. People who said they had 50 or more strong relationships were 1.2 times more likely to endorse political violence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And here’s where it gets a little concerning: The people with no social connections weren’t on average any more likely to say they would be willing to personally commit political violence, even if they believed it was justified. But the people with lots of close relationships? They were 1.5 times more likely than the others to say they’d be willing to be violent for a political cause themselves. </p>\n\n<p class=\"has-text-align-none\">What’s going on with those super socially connected people? Julia Schleimer, the researcher who led the study, told Vox over email that, compared to the people with just a few close connections, the 50+ cohort tended to be white, higher in income, slightly more educated, and older. But that’s also true of the demographic in the middle (which reported 10–49 social connections) and they weren’t especially open to the idea of political violence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In other words, there were no demographic factors about the group that jumped out to the researchers. “One limitation of this study is that we don’t have details on the nature or characteristics of people’s social networks, which likely matters a great deal and is an area for future study,” Schleimer said. But <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/pops.12239?casa_token=wifUF0BmKswAAAAA%3AcVa7JZnQxc1mxqRYcIvmfIqbckVthFTxEDur_lY-HyoyEPIiBQEHEwgWQbF3OkDQqDmCrqdOQm6hljO-\">prior</a> <a href=\"https://www.rand.org/pubs/research_briefs/RBA1071-1.html\">studies</a> “give us reason to expect that people with very large social networks may be at greater risk for political violence, if those networks are characterized by antisocial norms, outgroup contempt, and extreme views.” That’s particularly true, she said, when the social networks are homogenous. Sometimes those groups form in person, but increasingly, they also develop online, like the Proud Boys and other far-right groups <a href=\"https://apnews.com/article/capitol-siege-proud-boys-donald-trump-congress-government-and-politics-a8baa24af07b20ab792f4ef6f4481fac\">who organized in the days after Donald Trump’s 2020 election loss</a> and <a href=\"https://apnews.com/article/enrique-tarrio-capitol-riot-seditious-conspiracy-sentencing-da60222b3e1e54902db2bbbb219dc3fb\">stormed the Capitol on January 6</a>. </p>\n\n<p class=\"has-text-align-none\">This research, done by University of California Davis’s <a href=\"https://health.ucdavis.edu/vprp/\">Violence Prevention Research Program</a> (VPRP) builds on data <a href=\"https://osf.io/preprints/socarxiv/6crkf\">published earlier this year</a> about Americans’ beliefs in political violence. The good news from the earlier work is that by and large, a vast majority of Americans are opposed to political violence under any circumstances. The more worrying news? A small proportion of Americans are open to the idea that political violence is sometimes justified.</p>\n\n<p class=\"has-text-align-none\">“I personally think that large-scale political violence is really, really unlikely. I feel more sanguine about that prediction, given our 2024 data,” Dr. Garen Wintemute, director of the program, <a href=\"https://www.vox.com/politics/369441/political-violence-2024-election\">told Vox</a> this summer. “But sporadic outbreaks, particularly if the battleground states remain really close — is it possible? Sure. Might there be attempts to intimidate election officials? Absolutely.”</p>\n\n<p class=\"has-text-align-none\">The Violence Prevention Research Program applies a public health approach to issues like gun violence and political violence — meaning they look for interventions that can try to discourage them from happening. The new findings, Schleimer said, suggest that it’s important to develop approaches that target both those who are very lonely and<em> </em>those who are deeply connected, in, for example, extremist ideological groups. For the lonely, social skills training, community centers, cultural activities and more open and accessible cities can all be helpful. And both groups benefit from anti-violence messages from influential <a href=\"https://muse.jhu.edu/article/937732\">public figures</a> and on <a href=\"https://www.hfg.org/wp-content/uploads/2024/09/We-Want-You-To-Be-A-Proud-Boy.pdf\">social media</a>. For the socially connected people, having a trusted figure who can support them as they begin opening up to different perspectives and challenging the beliefs of their ideology can be especially helpful.</p>\n\n<p class=\"has-text-align-none\">The ideas sound really simple, but the researchers’ previous work suggests that getting someone to reject political violence is perhaps easier than you might think. “For the would-be combatants, a big number would switch if their family asked them not to, or friends, or even some media sources,” Wintemute told Vox. “We can create a climate of nonacceptance for political violence. And in doing that, we can expect that it will work.” Their findings are encouraging, in that respect. But reaching every person who might be open to political violence, in a highly divided country, with this many guns? That’s the tricky part.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Even before two people attempted to assassinate former President Donald Trump, national security experts and law enforcement were warning that the United States needed a plan to contend with the possibility of political violence on Election Day.&#160; Now, in the final weeks of the campaign, researchers have just published new findings about the social lives [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "What if Jill Stein or RFK Jr. decides the election?",
    "link": "https://www.vox.com/politics/379869/third-party-rfk-jill-stein-2024-election-swing-states",
    "pubDate": "2024-10-27T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Donald Trump welcomes Robert F. Kennedy Jr. to the stage at a Turning Point Action campaign rally at the Gas South Arena on October 23, 2024, in Duluth, Georgia. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2180628731.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Donald Trump welcomes Robert F. Kennedy Jr. to the stage at a Turning Point Action campaign rally at the Gas South Arena on October 23, 2024, in Duluth, Georgia. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/pennsylvania/\">several</a> <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/wisconsin/\">swing</a> <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/nevada/\">states</a>, the 2024 election polls are practically tied. The slightest factor could impact the results either way — including the presence of a third-party candidate on the ballot.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Third-party candidates don’t tend to get much traction: Without a major party behind them, every step of the electoral process is decidedly more difficult, including building name recognition, earning endorsements, getting on the ballot or a debate stage, and fundraising.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But third-party candidates don’t need much support to disrupt a race. In the last two election cycles, the average number of votes that decided the results in the seven swing states was less than 125,000 votes. In Wisconsin, for example, the election went Trump’s way by <a href=\"https://www.nytimes.com/elections/2016/results/wisconsin\">22,748 votes</a> in 2016 and Biden’s by <a href=\"https://www.nytimes.com/interactive/2020/11/03/us/elections/results-president.html\">20,682</a> in 2020 — an average margin of victory of less than 21,715 votes. And while any one third-party candidate is unlikely to crack that threshold alone, votes for all third-party candidates combined have well surpassed that threshold in some states.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/mGahQ-small-margins-in-swing-states-have-decided-the-last-two-presidential-elections-1.png?quality=90&#038;strip=all&#038;crop=0,4.0216246681399,100,91.95675066372\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Nicole Narea\" />\n<p class=\"has-text-align-none\">Kyle Kondik, managing editor of Sabato’s Crystal Ball at the University of Virginia Center for Politics, said that this year, the third-party vote share is likely to be closer to what it was in 2020 (about 2 percent) than what it was in 2016 (about 6 percent). That might be in part because 2016 saw an unusually large share of Americans dissatisfied with their options for president, and Harris’s entry into the race to replace President Joe Biden this year appears to have <a href=\"https://news.gallup.com/poll/649397/democrats-drive-surge-election-enthusiasm.aspx\">given most Democratic-leaning voters</a> a candidate they can get behind.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, Kondik said it’s “possible, if not likely, that the total third-party share will be bigger than the margin between Trump and Harris in one or more states.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">That means that third-party voters, notoriously unpredictable and difficult to persuade, could play a decisive role in a very close election, swinging it in either Trump’s or Harris’s direction.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Who are the third-party candidates on the ballot?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">There are a few key third-party candidates to know. None of them is very popular, but together, the top four are polling at about <a href=\"https://www.nytimes.com/interactive/2024/10/13/us/elections/times-siena-poll-likely-electorate-crosstabs.html\">3 percent nationally.</a> (Notably, most <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/national/\">polling averages</a> and <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">models</a> have Harris and Trump within 2 percentage points of each other).</p>\n\n<p class=\"has-text-align-none\">Chief among the third-party candidates who made it on swing-state ballots this year is the Green Party’s Jill Stein, a progressive who drew Democratic-leaning voters in her previous two presidential bids.</p>\n\n<p class=\"has-text-align-none\">Stein is on the ballot in every swing state except Nevada, and she’s been backed by a Muslim American group called “<a href=\"https://thehill.com/homenews/campaign/4947014-third-party-candidates-swing-states/\">Abandon Harris</a>” in Michigan. The vice president is <a href=\"https://amp.theguardian.com/us-news/2024/oct/22/arab-americans-poll-trump-harris-\">struggling among Arab-American voters</a> there who helped power Biden’s 2020 victory in the state and who oppose the Biden administration’s approach to the war in Gaza.</p>\n\n<p class=\"has-text-align-none\">Both Stein and the Libertarian Party nominee Chase Oliver each claim about 1 percent support nationally, according to recent New York Times <a href=\"https://www.nytimes.com/2024/10/14/us/politics/presidential-election-third-party-candidates.html\">polling</a>. That’s less than Stein’s vote share in 2016, when she last ran for president.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, it could be enough to upset the results in the same states where she’s previously earned significant numbers of voters: In 2016, she earned more votes in the “Blue Wall” states of Michigan and Wisconsin than Trump’s margins of victory in those states.</p>\n\n<p class=\"has-text-align-none\">Another potential wild card in those states is independent Robert F. Kennedy Jr., who suspended his campaign and endorsed former President Donald Trump in August.</p>\n\n<p class=\"has-text-align-none\">Given his embrace of the anti-establishment views held by certain segments of the GOP and his status as a member of the Democratic Kennedy dynasty, he was once seen as a potential spoiler for both Trump and President Joe Biden. Kennedy was <a href=\"https://www.axios.com/2024/08/22/rfk-jr-end-campaign-polls\">polling around 10 percent</a> nationally for the better part of 2024, and even higher in some swing-state polls. But his support <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/national/\">cratered </a>to less than 5 percent in August after Harris assumed the Democratic nomination, suggesting that many Democrats saw him as the only alternative to Biden and were not particularly invested in his candidacy.</p>\n\n<p class=\"has-text-align-none\">Now, he has more potential to be a spoiler for Trump. He’s recently polled at about half a percentage point, on par with independent Cornel West, according to the <a href=\"https://www.nytimes.com/2024/10/14/us/politics/presidential-election-third-party-candidates.html\">New York Times</a>.</p>\n\n<p class=\"has-text-align-none\">Though he managed to <a href=\"https://www.politico.com/news/2024/09/27/rfk-background-state-ballots-00181481\">take himself off the ballot </a>in Georgia, North Carolina, Arizona, and Nevada, he’s still on the ballot in Wisconsin. The Wisconsin Supreme Court ruled to keep him on the ballot there, but he has <a href=\"https://thehill.com/regulation/court-battles/4949934-robert-f-kennedy-jr-supreme-court-wisconsin-ballot/\">appealed</a> that decision. It’s unclear how the court could render a decision in his favor from a practical standpoint; nearly 100,000 people have already received absentee ballots printed with his name.</p>\n\n<p class=\"has-text-align-none\">A federal judge also ruled that Kennedy must <a href=\"https://www.cbsnews.com/detroit/news/judge-says-rfk-jr-will-stay-on-michigans-ballot/\">remain on Michigan’s ballot</a>, where the race has narrowed and Harris now holds less than a 1 percentage point lead in FiveThirtyEight’s <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/michigan/\">polling average</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other third-party candidates include the Socialism and Liberation Party’s Claudia De la Cruz, the Independent American Party’s Joel Skousen, the Constitution Party’s Randall Terry, and the Socialist Equality Party’s Joseph Kishore. None of them have the support the above four have managed to eke out, however.</p>\n\n<p class=\"has-text-align-none\">Together, these third-party candidates have some potential to cut into both Harris and Trump’s vote margins in states that they need to win. Still, as much as third-party candidates may often appear to siphon away votes from the two major party candidates, the results of the election might not be any different if they were not on the ballot.</p>\n\n<p class=\"has-text-align-none\">“Third-party voters can be quirky and may not be all that gettable by either campaign — perhaps some of them wouldn’t have voted major-party even if those were the only options,” Kondik said.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In several swing states, the 2024 election polls are practically tied. The slightest factor could impact the results either way — including the presence of a third-party candidate on the ballot.&#160; Third-party candidates don’t tend to get much traction: Without a major party behind them, every step of the electoral process is decidedly more difficult, [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "How paperwork keeps people in poverty",
    "link": "https://www.vox.com/policy/379467/welfare-administrative-burdens-time-tax",
    "pubDate": "2024-10-27T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A hand holding a pen fills out a peper application for unemployment benefits.\" data-caption=\"If lawmakers are serious about lifting people out of poverty, clearing unnecessary obstacles out of the way of existing welfare programs would be a good start. | Olivier Douliery/AFP via Getty Images\" data-portal-copyright=\"Olivier Douliery/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-1210101977.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>If lawmakers are serious about lifting people out of poverty, clearing unnecessary obstacles out of the way of existing welfare programs would be a good start. | Olivier Douliery/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">When I began planning this newsletter, I thought through what kind of antipoverty solutions I’d want to dig into, from expanding programs like the child tax credit to proposing new, ambitious policies like baby bonds.</p>\n\n<p class=\"has-text-align-none\">But then I thought about how the United States already has a lot of antipoverty programs in place. So before focusing on what more the country ought to try, I wanted to ask a simple question: Could the US significantly reduce poverty even if lawmakers don’t create a single new program?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The answer, it turns out, is yes —&nbsp;and by a lot.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the biggest problems with many of America’s antipoverty programs — like Medicaid, food stamps, unemployment benefits, and housing vouchers — has nothing to do with the programs themselves but with how state and federal governments choose to administer them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Put another way, there are <a href=\"https://www.urban.org/sites/default/files/2023-08/A%20Safety%20Net%20with%20100%20Percent%20Participation-%20How%20Much%20Would%20Benefits%20Increase%20and%20Poverty%20Decline_0.pdf\">millions of Americans</a> who are eligible for existing welfare programs but still don’t receive all the benefits they are entitled to.</p>\n\n<p class=\"has-text-align-none\">“We have a huge array of different programs with the primary goal of reducing poverty and increasing income and economic security among [people], especially among families with children,” said Pamela Herd, a social policy professor at the University of Michigan. “But the way we&#8217;ve implemented those programs is fundamentally undermining that goal.”</p>\n\n<p class=\"has-text-align-none\">Herd is alluding to the administrative burden that’s attached to many welfare programs — obstacles that make it hard to receive benefits. (She’s <a href=\"https://www.russellsage.org/publications/administrative-burden\">written a book</a> about this.) These <a href=\"https://www.americanprogress.org/article/how-to-address-the-administrative-burdens-of-accessing-the-safety-net/\">barriers often look like</a> lengthy and confusing applications that require troves of documents to prove that an applicant is indeed eligible, seemingly never-ending waitlists, work requirements, interviews, and a whole learning process to figure out which programs you ought to apply for and how. There are some programs that many would-be recipients don’t even know exist. </p>\n\n<p class=\"has-text-align-none\">“Are you even aware that there&#8217;s a program out there, for example, to help you pay for your heating in the winter and your cooling in the summer so that your electricity isn&#8217;t shut off or your heating and cooling isn&#8217;t shut off?” Herd said.</p>\n\n<p class=\"has-text-align-none\">Politicians often justify these administrative burdens by saying they root out fraud, although sometimes they’re <a href=\"https://www.cbsnews.com/miami/news/exclusive-governor-ron-desantis-acknowledges-florida-unemployment-system-designed-frustrate/\">designed with the explicit purpose</a> of reducing the number of people who receive benefits. But if lawmakers are serious about lifting people out of poverty, clearing unnecessary obstacles out of the way of existing welfare programs would be a good start.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How removing administrative burdens would reduce poverty</strong></h2>\n\n<p class=\"has-text-align-none\">As the journalist Annie Lowrey <a href=\"https://www.theatlantic.com/politics/archive/2021/07/how-government-learned-waste-your-time-tax/619568/\">put it in 2021</a>, administrative burdens are a “time tax … a public-policy cancer, mediating every American’s relationship with the government and wasting countless precious hours of people’s time.”</p>\n\n<p class=\"has-text-align-none\">And the poorer and more marginalized you are, the more likely you are to spend many days, weeks, and months jumping through hoops to get the federal assistance you’re already entitled to.</p>\n\n<p class=\"has-text-align-none\">For instance, “Most people with employer-based [health] coverage don&#8217;t actually even realize that their <a href=\"https://www.cbo.gov/publication/59613\">coverage is subsidized</a> by the government because we don&#8217;t have to do anything to access that subsidy,” Herd said. By contrast, people eligible for Medicaid — the primary means through which the federal government gives health coverage to low-income populations — have to face many hurdles before they get insured.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Look at how difficult it is to access the Medicaid program … tons of documentation, enrollment processes — people get kicked off all the time because they don&#8217;t do one of those 100 steps they&#8217;re supposed to do,” Herd said. “And then you have to do it pretty much every year.” (For reference, <a href=\"https://www.cbo.gov/publication/59613\">21 percent of federal health insurance subsidies</a> go to employer-based coverage, and Medicaid gets about 25 percent.)</p>\n\n<p class=\"has-text-align-none\">Fixing administrative burdens and streamlining the process of distributing subsidies would significantly reduce poverty. A <a href=\"https://www.urban.org/sites/default/files/2023-08/A%20Safety%20Net%20with%20100%20Percent%20Participation-%20How%20Much%20Would%20Benefits%20Increase%20and%20Poverty%20Decline_0.pdf\">report by the Urban Institute</a>, which looked at a hypothetical situation in which everyone eligible for certain assistance programs actually received benefits, found that overall poverty would fall by 31 percent and child poverty would drop by 44 percent.</p>\n\n<p class=\"has-text-align-none\">Of course, if the federal government figures out a way to make its social programs perfectly efficient, it will have to address another problem: Many programs that already exist aren’t properly funded. Housing vouchers, for example, are <a href=\"https://www.nytimes.com/2023/12/19/us/politics/housing-aid-rent-costs.html\">severely underfunded</a>, serving fewer households than they did two decades ago despite the fact that the number of eligible households has grown. (Funding is a problem we’ll address in a future issue.)</p>\n\n<h2 class=\"wp-block-heading\"><strong>How lawmakers could remove administrative burdens</strong></h2>\n\n<p class=\"has-text-align-none\">It doesn’t take a stretch of the imagination to picture a world in which Americans can receive the benefits they’re eligible for without much of a hassle. For starters, a model already exists: Social Security, the country’s <a href=\"https://www.cbpp.org/research/social-security/social-security-lifts-more-people-above-the-poverty-line-than-any-other\">most successful</a> antipoverty program, is extremely efficient in delivering benefits to retirees, in part because it’s <a href=\"https://www.americanprogress.org/article/how-to-address-the-administrative-burdens-of-accessing-the-safety-net/\">much easier to apply for</a> those benefits than for other programs.</p>\n\n<p class=\"has-text-align-none\">“The really interesting thing about that [retirement] program is that basically everyone who&#8217;s eligible receives those benefits, and there&#8217;s almost no fraud in the program,” Herd said. “We&#8217;ve designed that program in such a way so that it is not burdensome for participants.”</p>\n\n<p class=\"has-text-align-none\">Just a few years ago, during the Covid-19 public health emergency, the federal government made it easier to enroll in Medicaid mostly by <a href=\"https://www.kff.org/medicaid/issue-brief/10-things-to-know-about-the-unwinding-of-the-medicaid-continuous-enrollment-provision/\">keeping people in the program</a> instead of requiring them to apply every year. Part of the reason many people lose Medicaid insurance is not because they’re no longer eligible, but because they may have gotten something wrong or incomplete on the forms. “<a href=\"https://www.kff.org/policy-watch/understanding-medicaid-procedural-disenrollment-rates/\">Seventy percent</a> of people losing coverage are losing coverage for what they deem procedural reasons, which are like paperwork problems, basically,” Herd said.</p>\n\n<p class=\"has-text-align-none\">But since the public emergency ended and states started requiring recipients to recertify each year, <a href=\"https://www.kff.org/medicaid/press-release/as-medicaid-unwinding-concludes-in-most-states-kff-finds-25-million-lost-medicaid-coverage-but-enrollment-is-10-million-higher-than-pre-pandemic-levels/#:~:text=News%20Release-,As%20Medicaid%20Unwinding%20Concludes%20in%20Most%20States%2C%20KFF%20Finds%2025,Higher%20Than%20Pre%2DPandemic%20Levels\">millions of people</a> have lost their insurance.</p>\n\n<p class=\"has-text-align-none\">It might not seem like fixing this is politically feasible, even though the <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10985919/\">majority of Americans support</a> easing administrative burdens. That’s because Republicans often deride public programs, <a href=\"https://www.cbsnews.com/miami/news/exclusive-governor-ron-desantis-acknowledges-florida-unemployment-system-designed-frustrate/\">intentionally make it harder</a> to receive benefits, and put rules in place that are proven to fail, like <a href=\"https://www.cbpp.org/research/poverty-and-inequality/expanding-work-requirements-would-make-it-harder-for-people-to-meet\">work requirements</a>. Still, some Democrat-controlled states have just as, if not more, difficult application processes for welfare recipients. California’s food stamp program, for example, has one of the <a href=\"https://www.fns.usda.gov/usamap#\">lowest participation rates</a> in the country. What’s their excuse?&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the&nbsp;<a href=\"https://www.vox.com/pages/within-our-means-newsletter-us-poverty-politics-solutions\">Within Our Means</a>&nbsp;newsletter. Sign up&nbsp;<a href=\"https://www.vox.com/pages/within-our-means-newsletter-us-poverty-politics-solutions\">here</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When I began planning this newsletter, I thought through what kind of antipoverty solutions I’d want to dig into, from expanding programs like the child tax credit to proposing new, ambitious policies like baby bonds. But then I thought about how the United States already has a lot of antipoverty programs in place. So before [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "A special investigation reveals the places where farm animals endure “sadistic” abuse",
    "link": "https://www.vox.com/future-perfect/379527/livestock-auctions-animal-abuse-investigation-cow-sheep-goats",
    "pubDate": "2024-10-27T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"livestock auction animal abuse investigation cows goats sheep factory farming\" data-caption=\"Livestock auctions, a way station between the farm and the meat factory, are the scenes of horrific abuses in US agriculture. | Jo-Anne McArthur/We Animals\" data-portal-copyright=\"Jo-Anne McArthur/We Animals\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/WAM24142.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Livestock auctions, a way station between the farm and the meat factory, are the scenes of horrific abuses in US agriculture. | Jo-Anne McArthur/We Animals</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In large barns across the US, packed with gates, crates, and hollering farmhands, animals are unloaded, pushed around, reloaded, and hauled away. Those who survive the chaos are sold to the highest bidder, to be killed for their meat. Those unable to cope with the hectic pace, intense heat, and harsh treatment are injured and sometimes die before they ever leave the grounds.</p>\n\n<p class=\"has-text-align-none\">Livestock auctions — the stop between the farm and slaughterhouse — are a key cog in the machinery of animal agriculture. Formal livestock auctions <a href=\"https://www.rd.usda.gov/sites/default/files/cir1-14.pdf\">date back to the 19th century</a>, when they became not only a way station for animals but also an important meeting place for farmers and others in the farm business. Today, there are approximately <a href=\"https://www.usrsb.org/Media/USRSB2024/Docs/frameworksummary-2.pdf\">1,000 livestock auction markets across the US</a>, mostly located in the Midwest, the Great Plains, and the Southeast.</p>\n\n<p class=\"has-text-align-none\">Many small farms depend on auctions to acquire animals, which they raise before either selling them off to other farms or to sending them to slaughter. Factory farms buy young animals at auctions to mature in overcrowded mazes of outdoor pens before they are eventually killed, while corporate slaughterhouses purchase animals to be killed immediately. A <a href=\"https://www.fb.org/market-intel/Marketing-feeder-cattle-changes-in-sales-data\">2017 market analysis</a> estimates that “cattle sold in conventional auction markets account for 69 percent of the receipts.” The USDA told Vox that “it’s not uncommon for the same feeder calf to go through two or three auction markets in the same week.”</p>\n\n<p class=\"has-text-align-none\">The auctions employ locals, support local businesses, and provide opportunities for youth through programs like 4-H. In these spaces, a lifestyle that was forged during America’s westward expansion endures: “Get ‘em in, get ‘em out,” says Renee King-Sonnen, a former cattle rancher turned animal sanctuary operator. “It’s cowboy culture.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_LivestockAuctions_01.png?quality=90&#038;strip=all&#038;crop=0,10.716724659361,100,78.566550681279\" alt=\"A worker pulls a goat by its ear into a gated area\" title=\"A worker pulls a goat by its ear into a gated area\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Courtesy of SEED\" />\n<p class=\"has-text-align-none\">But behind the scenes, beyond the ramblings of the auctioneer and the bustle of the buyers, exists a “wild west,” says Pete Paxton, an undercover investigator with the group Strategies for Ethical and Environmental Development, or SEED, who shared his findings from a sprawling, multistate investigation into the auction system (Vox has agreed to use an pseudonym due to the undercover nature of Paxton’s work).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Between late 2022 and early 2024, Paxton said he investigated 17 auctions and markets, working undercover as an employee at 15, and attending two others as a member of the public. The auctions took place in 10 states: California, Florida, Iowa, Kansas, Louisiana, New Mexico, New York, Oklahoma, Pennsylvania, and Texas. He found he could get hired by auctions with minimal effort. He would work for a day —&nbsp;during which he said he would witness multiple instances of abuse —&nbsp;before moving on to the next market.</p>\n\n<p class=\"has-text-align-none\">According to Paxton, these markets are dark places where confused animals are kicked, shocked, and thrown. His findings also expose a stark lack of legal protections for animals at auctions, which are dominated by an industry culture that ignores animal suffering. Paxton, who for decades has investigated animal cruelty at factory farms and puppy mills, says he wanted to expose these hidden venues where corporate slaughterhouses and family farms meet —&nbsp;and where rampant abuses are usually shielded from public view.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_LivestockAuctions_02.png?quality=90&#038;strip=all&#038;crop=0,10.701894019475,100,78.59621196105\" alt=\"An image of a farm worker squeezing a donkey between a gate and gate door\" title=\"An image of a farm worker squeezing a donkey between a gate and gate door\" data-has-syndication-rights=\"1\" data-caption=\"Animals are routinely handled roughly by livestock auction workers. | Courtesy of SEED\" data-portal-copyright=\"Courtesy of SEED\" />\n<p class=\"has-text-align-none\">Paxton reports witnessing “sadistic abuse” and other disturbing but common practices, documenting his experiences in undercover video footage, photos, and thoroughly written firsthand accounts. Experts say the materials highlight a hole in US animal welfare law.</p>\n\n<p class=\"has-text-align-none\">“The US has no federal laws or regulations protecting farm animals from physical abuse,” Dr. <a href=\"https://www.americanhumane.org/scientists/james-reynolds-dvm-mpvm/\">James Reynolds</a>, a veterinarian and professor of large animal medicine at Western University of Health Sciences, said. The treatment of animals at auctions revealed by Paxton&#8217;s investigations “speak loudly for [the need for] federal regulations to protect these animals.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Horrific abuses documented at livestock auctions across the country</strong></h2>\n\n<p class=\"has-text-align-none\">Auctions typically walk animals — including cows, sheep, goats, and donkeys — through to be sold, Paxton said. (Smaller animals, such as birds or rabbits, are sold in cages.) Auction workers have to keep the animals moving, but many animals resist, or are too injured or ill to move. That often leads to violence.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Paxton’s videos and photos, cows at various auctions who are unable to stand (also known as downed cows) are shocked with electric prods in efforts to make them move. Older animals like cull cows — cows who no longer produce enough milk for the dairy industry — are often brought to auction injured, sick, or otherwise immobile. Animals young and old alike can endure great stress while being transported, inside cramped trailers, enduring extreme weather, transport times up to <a href=\"https://www.theguardian.com/environment/2022/jun/15/more-than-20-million-farm-animals-die-on-way-to-abattoir-in-us-every-year\">28 hours (or more)</a>, where some fall and get injured.&nbsp;</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_LivestockAuctions_08.png?quality=90&#038;strip=all&#038;crop=0,10.749243927027,100,78.501512145946\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"“Downed” cows can no longer move on their own. They are forcibly moved by forklifts and harsh handling.\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_LivestockAuctions_07.png?quality=90&#038;strip=all&#038;crop=0,10.716663837788,100,78.566672324425\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Courtesy of SEED\" /></figure>\n\n<p class=\"has-text-align-none\">At Buffalo Livestock Market in Texas, Paxton witnessed a downed cow being dragged by a forklift with a chain around her neck. The forklift operator can be seen in the video and heard laughing. Reynolds, after reviewing the footage, called the treatment “definite animal cruelty.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same auction, footage shows a worker throwing a calf with a broken leg into a transport truck for a buyer, who remarks, with a laugh, “He can’t get no more fucked up than he is.”</p>\n\n<p class=\"has-text-align-none\">Reynolds told Vox he believed the auction employee handled the calf “without regard for the pain being inflicted on the animal,” adding that he thought the animal “needed to receive either medical care or to be euthanized.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_LivestockAuctions_03.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A man chasing after a black and white goat, which is trying to flee\" title=\"A man chasing after a black and white goat, which is trying to flee\" data-has-syndication-rights=\"1\" data-caption=\"Workers chase animals and throw them roughly in order to keep the pace of auction sales up. | Courtesy of SEED\" data-portal-copyright=\"Courtesy of SEED\" />\n<p class=\"has-text-align-none\">At Athens Commission Company, another auction in Texas, Paxton documented a goat being dragged by the horns and thrown to the ground before being chased. He recorded similar abuse of goats at Central Livestock in Kansas, and of sheep at Pawnee Sale Barn in Oklahoma.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">At Emory Livestock in Texas (owned by <a href=\"http://emorylivestockauction.com\">the same family</a> as Athens Commission Company), a donkey from whom a worker is attempting to draw blood is intentionally squeezed between two gates to hold the animal still. The worker repeatedly kicks the animal while screaming at it “for no clear reason,” Paxton said. Workers also violently push goats from transport trucks, and force collapsing cows to keep moving.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Dogs attack a sheep in another video from Colby Livestock Auction Company in Kansas. And a calf is shocked with an electric prod to the face at Empire Livestock Auction in New York to keep the animal moving.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Reynolds told Vox he was particularly “appalled” by footage from Waverly Sales Company in Iowa, in which a worker squeezes a goat&#8217;s head between a wall and a gate while “the poor animal scream[s] in pain,” he said. One worker then grabbed the goat by the scrotum and threw the animal several feet. The abuse was severe enough that Paxton sent photos and video to local law enforcement; the individual was charged with a misdemeanor.</p>\n\n<p class=\"has-text-align-none\">These acts of violence may seem extreme to outsiders, but Paxton says they are the norm at auctions in order to keep the animals moving and maximize sales. “Workers are often ordered by management to move downed or slow animals by any means necessary,” Paxton said.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The compiled footage shows people acting with “appalling cruelty and lack of care about animals,” Reynolds says.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-vimeo wp-block-embed-vimeo\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Seed Auction\" src=\"https://player.vimeo.com/video/982124752?h=f51b192687&#038;app_id=122963&#038;byline=0&#038;badge=0&#038;portrait=0&#038;title=0\" allowfullscreen allow=\"encrypted-media;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Vox reached out to each auction company mentioned for comment, but did not receive any replies.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>State and federal laws don’t protect animals at auctions</strong></h2>\n\n<p class=\"has-text-align-none\">Animal agriculture generally operates under regulatory exemptions or relatively lax rules — a doctrine known as <a href=\"https://www.vox.com/future-perfect/2023/8/31/23852325/farming-myths-agricultural-exceptionalism-pollution-labor-animal-welfare-laws\">agricultural exceptionalism</a>. As a result, livestock auctions are governed by norms often set by the industry rather than animal welfare laws.</p>\n\n<p class=\"has-text-align-none\">There are no federal laws in the US that protect farm animals at auctions from mistreatment, says <a href=\"https://www.vermontlaw.edu/faculty/winders-delcianna\">Delcianna Winders</a>, associate professor of law and director of the Animal Law and Policy Institute at Vermont Law and Graduate School. (Disclosure: I attended a media fellowship at VLGS in 2021.)</p>\n\n<p class=\"has-text-align-none\">While most states do require licensing for livestock auctions, this is generally regulated by state agriculture departments, Winders says, “and their priorities are not animal welfare.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rather, Winders continues, the objective for state agencies is to support the agriculture industry. She points to Nebraska, where the stated purpose of the state’s Livestock Auction Market Act is “to encourage, stimulate, and stabilize the agricultural economy of the state in general, and the livestock economy in particular” — not to regulate animal welfare.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_LivestockAuctions_09.png?quality=90&#038;strip=all&#038;crop=0,10.7410192872,100,78.517961425601\" alt=\"A light-colored cow laying weakly in the back of a farm truck\" title=\"A light-colored cow laying weakly in the back of a farm truck\" data-has-syndication-rights=\"1\" data-caption=\"A “downed” cow waits in the back of a truck. | Courtesy of SEED\" data-portal-copyright=\"Courtesy of SEED\" />\n<p class=\"has-text-align-none\">Some states, including California, Maryland, Michigan, and Oregon do have limited welfare requirements for animals at auctions. They may require that downed animals be humanely euthanized or that the sale of animals unable to move on their own is prohibited. But Winders describes such laws as “not robust,” and she doubts whether they are enforced. California law, for example, requires that “no slaughterhouse, stockyard, auction, market agency, or dealer shall buy, sell, or receive a nonambulatory animal.” Yet the evidence Paxton gathered at a California auction shows a downed Holstein cow being shocked with an electric prod and then dragged by machinery when unable to move.</p>\n\n<p class=\"has-text-align-none\">The California Department of Food and Agriculture (CDFA) said in a statement to Vox it “does not condone inhumane treatment of livestock but does not have authority for enforcement” and added that “suspected abuse should be referred to local agencies as soon as possible for investigation.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Auctions are part of a distinctly American way of life</strong></h2>\n\n<p class=\"has-text-align-none\">Livestock auctions, insider accounts suggest, are insular, male-dominated spaces that, while technically open to the public, remain removed from the mainstream gaze. They are a world where animals are moved with ruthless efficiency, and their commodification is handed down over generations as a way of life.</p>\n\n<p class=\"has-text-align-none\">The auction environment is a &#8220;frenzy of consumption,&#8221; said Kathryn Gillespie, the author of <a href=\"https://press.uchicago.edu/ucp/books/book/chicago/C/bo28907793.html\"><em>The Cow With Ear Tag #1389</em></a><em>,</em> who has visited dozens of auctions while researching that book and a forthcoming book focused on auctions. Sales happen in &#8220;under a minute,” she says; calves with umbilical cords still attached can sell for around $15. She said some of those calves die.</p>\n\n<p class=\"has-text-align-none\">Some of the auctions Gillespie visited were populated “almost entirely [by] men,” she says. She often felt uncomfortable as a woman who was not native to the culture. “I didn’t always feel safe,” she recounts. One time, she was asked to leave.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other auctions were more fun and family-friendly, even entertaining. “It’s very engaging to watch an auction. The auctioneer is very dynamic,” she says. “It’s a sort of performance.” These auctions function as a gathering space for the community. “It’s a very communal, social space.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_LivestockAuctions_06.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Dozens of sheep crowded together in a pin in front of a large white barn\" title=\"Dozens of sheep crowded together in a pin in front of a large white barn\" data-has-syndication-rights=\"1\" data-caption=\"Animals are tightly packed into small spaces on their way to and from and at the auctions, adding to the risk of injury. | Courtesy of SEED\" data-portal-copyright=\"Courtesy of SEED\" />\n<p class=\"has-text-align-none\">Tommy Sonnen, a former cattle rancher, agrees. “It’s a place that the locals go; they spend a lot of time there. … They have their lunch there.” Sonnen comes from a long line of ranchers, but says he “always felt uncomfortable” when he saw injured animals at auctions. About a decade ago, he became a vegan and an animal rights activist. He has since co-founded, with his wife Renee King-Sonnen, <a href=\"https://rowdygirlsanctuary.org\">Rowdy Girl Sanctuary in Texas</a>, which cares for animals rescued from the meat industry.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Treating animals inhumanely has always been normalized at auctions, King-Sonnen says, as a necessary means to get the job done.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s also a culture that protects its own. Paxton recalls witnessing auction workers beating animals in the open, while people attending with their kids watched.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Animals need legal pro</strong>tections at auctions</h2>\n\n<p class=\"has-text-align-none\">The broader fight to protect animals farmed for food in the US faces many obstacles: <a href=\"https://missouriindependent.com/2024/06/06/meat-industry-increases-political-spending-lobbying-as-usda-updates-crucial-regulations/#:~:text=Meat%20industry%20groups%20and%20major,was%20an%20all%2Dtime%20high.\">powerful agricultural lobbies</a>, <a href=\"https://unitedegg.com/wp-content/uploads/2023/02/Full-Report-Caputo-et-al.-2023-February-20.pdf\">economic concerns</a> about the impact of raising <a href=\"https://www.researchgate.net/publication/348829398_Costs_and_Benefits_of_Improving_Farm_Animal_Welfare\">animal welfare standards</a>, and a <a href=\"https://www.farmforward.com/news/us-consumers-would-be-concerned-upon-learning-where-meat-really-comes-from/#:~:text=Lastly%2C%2020%20percent%20say%20they,about%20how%20meat%20is%20produced.\">lack of widespread public awareness</a> of the industry’s cruelty that might create empathy for these animals. Auctions, which are usually only a brief stop on the way to the farms and slaughterhouses where <a href=\"https://www.vox.com/future-perfect/2022/3/9/22967328/animal-cruelty-laws-state-federal-exemptions-pennsylvania-martin-farms-dairy-calves-dehorning\">other well-documented abuses are systematized</a>, have not been a priority for reform given the larger struggle to get the government to do anything to stop the abuses of factory farming.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nonetheless, Reynolds said,“it is apparent that livestock auctions in the US need regulations that protect animals from abuse.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_LivestockAuctions_05.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Three lifeless cows lying on the ground within a gated area\" title=\"Three lifeless cows lying on the ground within a gated area\" data-has-syndication-rights=\"1\" data-caption=\"“Downed” cows are often forcibly moved through livestock auctions so they can be sold and sent to the slaughterhouse. | Courtesy of SEED\" data-portal-copyright=\"Courtesy of SEED\" />\n<p class=\"has-text-align-none\">For Winders, the first step would be to take the responsibility of animal welfare away from state agriculture departments “whose focus is on promoting agriculture and trying to protect industry.” She points to Vermont, which recently <a href=\"https://www.mynbc5.com/article/animal-welfare-bill-vermont/61073058\">created</a> an animal welfare division within the Department of Public Safety tasked with enforcing animal welfare laws.</p>\n\n<p class=\"has-text-align-none\">Humane handling requirements, inspections, and meaningful enforcement including the loss of auction licenses could all have an impact, Winders said. She is not aware of any such efforts, however, by state lawmakers or regulators.</p>\n\n<p class=\"has-text-align-none\">Some animal advocacy groups are working to <a href=\"https://na01.safelinks.protection.outlook.com/?url=https%3A%2F%2Ftitus.house.gov%2Fuploadedfiles%2Ftitus_107_xml.pdf&amp;data=05%7C02%7C%7C22a4387106044a5760bc08dc921f2878%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C638545909730038540%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=MLRgIcIEd%2FzF%2BUCbTeoTi0ZdvL5oWR975YVSfYzK3aY%3D&amp;reserved=0\">create better federal regulations for the transportation of livestock</a>, which could help improve the condition in which animals arrive at the auctions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Animal Welfare Institute has <a href=\"https://awionline.org/sites/default/files/uploads/documents/AWI-Transport-Petition-Rulemaking.pdf\">petitioned the federal government</a> to create new protections for livestock in transport. They are lobbying for mandatory fitness checks and veterinary inspections for any vulnerable animals sent across state lines directly to slaughter.</p>\n\n<p class=\"has-text-align-none\">“Our petition would tangentially help the most vulnerable animals that go through auctions,” said Adrienne Craig, policy associate and staff attorney for the AWI’s Farmed Animal Program.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But merely creating these new rules would not mean they&#8217;re followed.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_LivestockAuctions_10.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"a sheep within a crowded pin is seen with uneven, dry, rashy skin and swollen eyes\" title=\"a sheep within a crowded pin is seen with uneven, dry, rashy skin and swollen eyes\" data-has-syndication-rights=\"1\" data-caption=\"Research has &lt;a href=&quot;https://www.nyu.edu/about/news-publications/news/2024/july/zoonotic-disease-threats-posed-by-animal-industries-uncovered-in.html&quot;&gt;found&lt;/a&gt; livestock auctions are a vector for the spread of animal-borne diseases. | Courtesy of SEED\" data-portal-copyright=\"Courtesy of SEED\" />\n<p class=\"has-text-align-none\">“The problem with focusing on transportation regulation is always enforcement,” says <a href=\"https://aldf.org/person/chris-green/\">Chris Green,</a> executive director of Animal Legal Defense Fund. The USDA, which is in charge of regulating and overseeing the transport of farm animals, does not have a record of “much, if any, meaningful enforcement,” he says.</p>\n\n<p class=\"has-text-align-none\">Paxton says that while he supports efforts to improve regulations for transport, including decreasing travel time, “that won&#8217;t do anything for 99 percent of animals that go to an auction” because most come relatively short distances from local farms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It also wouldn’t stop the abuses at the auctions themselves. It’s there, Paxton says, where change will have to happen.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In large barns across the US, packed with gates, crates, and hollering farmhands, animals are unloaded, pushed around, reloaded, and hauled away. Those who survive the chaos are sold to the highest bidder, to be killed for their meat. Those unable to cope with the hectic pace, intense heat, and harsh treatment are injured and [&#8230;]",
    "author": "Jessica Scott-Reid"
  },
  {
    "title": "Elon Musk is Trump’s biggest booster — and patron. Why?",
    "link": "https://www.vox.com/2024-elections/380185/trump-elon-musk-election",
    "pubDate": "2024-10-26T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Elon Musk waves a yellow T-shirt overhead, standing on a stage in front of a huge US flag, with a blurry crowd of people in front of him.\" data-caption=\"SpaceX and Tesla founder Elon Musk speaks at a town hall on October 20, 2024, in Pittsburgh, Pennsylvania. Musk awarded an attendee $1 million during the event. | Michael Swensen/Getty Images\" data-portal-copyright=\"Michael Swensen/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2178881341.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>SpaceX and Tesla founder Elon Musk speaks at a town hall on October 20, 2024, in Pittsburgh, Pennsylvania. Musk awarded an attendee $1 million during the event. | Michael Swensen/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s not an overstatement to say that Elon Musk, the billionaire owner of X and CEO of Tesla and SpaceX, is former President Donald Trump’s biggest fanboy — and patron — in the 2024 election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He’s <a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyNC8xMC8wNy9zdHlsZS9lbG9uLW11c2stZG9uYWxkLXRydW1wLWNhbXBhaWduLXJhbGx5Lmh0bWw_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B6323db3f\">literally, and comically, leaping</a> at Trump’s side at rallies. He’s <a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cudGhlZ3VhcmRpYW4uY29tL3VzLW5ld3MvYXJ0aWNsZS8yMDI0L2F1Zy8xMi9lbG9uLW11c2stdHdpdHRlci14LWVsZWN0aW9ucy1taXNpbmZvcm1hdGlvbj91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B5ad5e5fa\">tweeting</a> (including, frequently, dog whistles and <a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpdGljcy8zNzUyNTMvZWxvbi1tdXNrcy1ub25zZW5zaWNhbC1saWVzLWFib3V0LWltbWlncmFudC12b3RpbmctYnJpZWZseS1leHBsYWluZWQ_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5Bd3bab89b\">misinformation</a>). And to the dismay of some, <a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly9hcG5ld3MuY29tL2FydGljbGUvZWxvbi1tdXNrLWJpZGVuLXR3aXR0ZXItaW5jLXRlY2hub2xvZ3ktY29uZ3Jlc3MtZDg4ZTNkZTRiM2NjMDk1OTI2ZGMxMzNmNTNkYzMzMjA_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B4ac3cbb4\">he has let Trump tweet, too</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the spring, Musk launched a political action committee, simply called America, lined up other <a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyNC8xMC8xOC9tYWdhemluZS90cnVtcC1kb25vcnMtc2lsaWNvbi12YWxsZXkuaHRtbD91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B7ee970aa\">high-profile rich guys from his Rolodex</a>, and then threw an additional <a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyNC8xMC8yMi91cy9wb2xpdGljcy9lbG9uLW11c2stdHJ1bXAtY2FtcGFpZ24tZG9uYXRpb24uaHRtbD91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B092bb72a\">$75 million</a> of his own money into the pot. According to filings with the Federal Election Commission, America PAC has <a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cud2FzaGluZ3RvbnBvc3QuY29tL3BvbGl0aWNzLzIwMjQvMTAvMTYvZWxvbi1tdXNrLXRydW1wLXN1cHBvcnQtYW1lcmljYS1wYWMvP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5B538b4080\">spent more than $100 million</a> on getting Trump re-elected, <a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cud2FzaGluZ3RvbnBvc3QuY29tL3RlY2hub2xvZ3kvMjAyNC8xMC8xNS9tdXNrLWFtZXJpY2EtcGFjLWRvb3Ita25vY2tpbmcvP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5B93ed0bf6\">sending hundreds of canvassers</a> out to talk to voters one-on-one in Pennsylvania and Wisconsin.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And of course, this week, Musk <a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpdGljcy8zNzg5MTIvbXVzay10cnVtcC12b3RpbmctY29udGVzdC1taWxsaW9uLWRvbGxhcnMtc3dpbmctc3RhdGUtbG90dGVyeS1wZW5uc3lsdmFuaWE_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B7befd769\">pledged to give away a million dollars a day</a> until the election to registered swing-state voters who signed his PAC’s petition, only to reportedly receive a letter from the Department of Justice warning that the contest could be in violation of federal voting law.&nbsp;&nbsp;&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n\n</div>\n\n<p class=\"has-text-align-none\">As Musk’s politics move ever rightward — or at least, as Vox’s Zack Beauchamp writes, toward “<a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpdGljcy8zNzkxODUvZWxvbi1tdXNrLXRydW1wLXBlbm5zeWx2YW5pYS1pZGVhcy1ib3Jpbmc_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B0452f5a1\">a specific type of edgelord bigotry that drifts frequently into debunked conspiracy theories</a>” — it’s worth asking what he wants to get out of the whole deal. An appointment to some unnamed new “government efficiency” commission? Untold power over the agencies that seek to regulate his companies? Or, improbably, <a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cucm9sbGluZ3N0b25lLmNvbS9wb2xpdGljcy9wb2xpdGljcy1mZWF0dXJlcy9lbG9uLW11c2stdHJ1bXAtdGF4LWJyZWFrLWVsZWN0aW9uLTIwMjQtMTIzNTE0MTM4MC8_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5Bbeb43df4\">a tax break</a>?</p>\n\n<p class=\"has-text-align-none\">What does loyalty to Trump net him — or anyone else courting the former president’s favor — in the end?&nbsp;<br>I spoke with Vox senior reporter Whizy Kim, who has been reporting on Musk, his fans, lawsuits, and even <a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cudm94LmNvbS9yZWNvZGUvMjAyMi8xMC8xLzIzMzgxMjU3L2Vsb24tbXVzay10ZXh0cy10d2l0dGVyLWJpbGxpb25haXJlcz91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5Becb664b2\">his text messages</a> since the months leading to his 2022 purchase of Twitter, to try to understand where Elon Musk the man, the media mogul, and the politically ambitious demagogue intersect. What does Musk really want? And if he gets it, what will it mean for the rest of us? (Our conversation has been condensed for length and lightly edited.)</p>\n\n<p class=\"has-text-align-none\"><strong>Lavanya Ramanathan: When you look back on the moment&nbsp;</strong><a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cudm94LmNvbS90aGUtZ29vZHMvMjAyMi8xMS8yOC8yMzQ3MzIzOS9lbG9uLW11c2stdHdpdHRlci1jZW8tbGVhZGVyc2hpcD91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B7022e310\"><strong>Elon Musk bought Twitter</strong></a><strong>, and now consider it in the current context of how he’s now trying to invest heavily in politics, do you see parallels there?</strong></p>\n\n<p class=\"has-text-align-none\"><strong>Whizy Kim:&nbsp;</strong>I don’t think it is at all an accident that Elon Musk decided to buy Twitter, and then slowly became more politically vocal. He has a huge megaphone now. He&#8217;s the owner of a site that a lot of people still use, especially for stuff that&#8217;s related to the news. So I do think that there is a direct connection between him first talking about how Twitter should be this public “<a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly9hcG5ld3MuY29tL2FydGljbGUvdHdpdHRlci1zcGFjZXMtbXVzay1kZXNhbnRpcy1wcmVzaWRlbnRpYWwtZjFkNjcwOTdkMGVjMTk2MTZiZDBiMGQzMjBjYjI3ZDE_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B45e99a4e\">town square</a>” where everyone can have their beliefs heard, where free speech is respected, to today, where he has reinstated a lot of banned accounts, including Trump,&nbsp;<a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly9hcG5ld3MuY29tL2FydGljbGUvdHdpdHRlci1zcGFjZXMtbXVzay1kZXNhbnRpcy1wcmVzaWRlbnRpYWwtZjFkNjcwOTdkMGVjMTk2MTZiZDBiMGQzMjBjYjI3ZDE_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5C45e99a4e\">Marjorie Taylor Greene</a>, and other incendiary figures. There’s also much more right-wing content that you see on the site if you visit X today compared to a few years ago.</p>\n\n<p class=\"has-text-align-none\"><strong>There’s been a big transformation in the way Americans perceive Elon Musk since then. Besides the fact that the value of Twitter has tanked and the number of users has declined, you&#8217;ve written about his fanboys, the people that really looked up him — predominantly young men. Is he still really influential with this set?&nbsp;&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">In the past, he was definitely seen as more of a liberal hero. Not that he was always supporting Democratic candidates and politicians, but he was a guy who had popularized electric vehicles. When I&nbsp;<a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cudm94LmNvbS9yZWNvZGUvMjAyMi8xMC8yOC8yMzQyNjkyMi9lbG9uLW11c2stYXJteS1mYW5kb20tZm9ybWVyLWZhbnMtdHdpdHRlci1jZW8_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B263b0860\">talked to his former fans for a piece</a>, a lot of them talked about how they were drawn to his passion for climate change and the environment. He cared about the future of humanity. And they saw him as very much like a mythic heroic figure, kind of a Tony Stark. They admired how much he seemed to be in service of civilization, not just with Tesla, but even with SpaceX, and wanting to further humanity&#8217;s mission beyond Earth.&nbsp;<br><br>And then the more he talked on Twitter, especially about his political views, they realized he could be very volatile. He could really lash out at anyone who criticized him. Several people told me that doesn&#8217;t seem befitting of a CEO of several major companies, acting childishly and immaturely in reaction to someone maybe making a good point.</p>\n\n<p class=\"has-text-align-none\"><strong>I hear a lot of similarities between him and Donald Trump there. What do these two men have in common?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Personality-wise, and just in terms of their worldview, what I really noticed&nbsp;<a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1ReldqRnpSTVFOQSZ1ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B472dedba\">from the X conversation that they had</a>&nbsp;in August was that they both come from a place of feeling personally aggrieved. Trump at many points talked about how his opponents had engaged unfairly against him, all of these criminal court cases against him, these trials, because they don’t want him to win the election. They’ve both frequently been critics of the media. Elon Musk has also talked about how legacy media is really biased and doesn&#8217;t platform the truth. They could sort of look at each other and say, “Yeah, you get me. We’ve both been unfairly attacked.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2176138679.jpg?quality=90&#038;strip=all&#038;crop=0,12.923537036635,100,74.152925926731\" alt=\"In a black Make America Great Again baseball cap and blazer, Elon Musk smiles as he shakes hands with Donald Trump, who is saying something in his ear.\" title=\"In a black Make America Great Again baseball cap and blazer, Elon Musk smiles as he shakes hands with Donald Trump, who is saying something in his ear.\" data-has-syndication-rights=\"1\" data-caption=\"Tesla and SpaceX CEO Elon Musk speaks with former President Donald Trump during a campaign event  in Butler, Pennsylvania, on October 5. | Jabin Botsford/The Washington Post via Getty Images\" data-portal-copyright=\"Jabin Botsford/The Washington Post via Getty Images\" />\n<p class=\"has-text-align-none\"><strong>And what is their end game here? What does Elon Musk stand to gain from an association with Trump, and now a financial stake in Trump’s victory?</strong></p>\n\n<p class=\"has-text-align-none\">Under the Biden administration, Elon Musk felt that a lot of these regulatory agencies are staffed with people who are keeping a close eye over corporate misbehavior. His companies have been investigated or fined by different government agencies, whether it&#8217;s the&nbsp;<a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cucmV1dGVycy5jb20vbGVnYWwvc3BhY2V4LXdpbnMtYmxvY2stdXMtbGFib3ItYm9hcmQtY2FzZS1vdmVyLXNldmVyYW5jZS1hZ3JlZW1lbnRzLTIwMjQtMDctMTAvP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5Ba6319cca\">Labor Board</a>,&nbsp;<a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cuaXNobi5jb20vYXJ0aWNsZXMvMTE0MTAxLWVsb24tbXVza3MtYm9yaW5nLWNvbXBhbnktY2l0ZWQtYnktb3NoYS1mb3Itc2VyaW91cy1zYWZldHktdmlvbGF0aW9ucz91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B6888c405\">OSHA</a>,&nbsp;<a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cuZm94YnVzaW5lc3MuY29tL2ZveC1uZXdzLXRlY2gvc2VjLXNlZWstc2FuY3Rpb25zLWFnYWluc3QtZWxvbi1tdXNrLXR3aXR0ZXItcHJvYmUtb3Zlci1mYWlsdXJlLWFwcGVhci1jb3VydD91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B67825f5a\">the SEC</a>, or the&nbsp;<a href=\"https://link.vox.com/click/37210962.100560/aHR0cHM6Ly93d3cucmV1dGVycy5jb20vdGVjaG5vbG9neS9tdXNrLWJyYWluLWltcGxhbnQtY29tcGFueS12aW9sYXRlZC11cy1oYXphcmRvdXMtbWF0ZXJpYWwtdHJhbnNwb3J0LXJ1bGVzLTIwMjQtMDEtMjYvP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5Bcf74ef90\">Department of Transportation</a>, and Elon Musk sees this as unfair. Even if he acknowledges that his companies didn&#8217;t follow safety regulations, he&#8217;ll be like, well, those safety measures are stupid, anyway. I think I know best. I run my company. I am an expert in these fields. The government is just clunky and slowing us down.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the things that he proposed during the Trump interview was some sort of government efficiency commission. And Trump was kind of like, oh, yeah, that&#8217;s a good idea … and maybe you can help run it. Essentially, that kind of commission would slash the budgets of a lot of regulatory agencies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump and Musk are sort of framing that as creating a government that&#8217;s more sensible and efficient about the budget, but really, it could also potentially serve as a way to flush the budgets of agencies that have been coming after his companies. If he has Trump’s ear, you know, he could say, “Well, maybe if you want to appoint a new person to the Labor Board, it should be someone more friendly to businesses, rather than to workers.” That&#8217;s a potential kind of alliance that they could form.</p>\n\n<p class=\"has-text-align-none\"><strong>We know that billionaires, that Silicon Valley, are oftentimes more secretive about their involvement in politics. What Elon Musk has been doing is really shining a light on big business billionaire donors and the way they operate in the political sphere, so it’s easier to see. Where does this end for Musk, if Trump wins, or if Trump doesn&#8217;t win?</strong>&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">I do think that he will continue to be more politically vocal, because he’s opened up a can of worms. It’s harder to go back when there&#8217;s a long record of him coming out for a Trump crowd, officially endorsing him, and all of that.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Elon Musk is the evolution of what started from Peter Thiel. When Thiel first came out as this mega-conservative donor, people were like, wow, he’s so open and vocal in a world that tends to be more liberal. Now, we have Elon Musk, we have David Sacks, all these other Silicon Valley figures who are trying to elect Trump.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But obviously, one of the reasons why these wealthy, influential figures try to stay quiet is because they want to play both sides, right? Elon Musk has come out so vociferously as pro-Trump and criticizing Biden and criticizing Kamala Harris. If Kamala Harris wins, is there room for Elon to come back and say, “Hey, let’s still work together in some capacity?” That&#8217;s going to be a much harder road.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s not an overstatement to say that Elon Musk, the billionaire owner of X and CEO of Tesla and SpaceX, is former President Donald Trump’s biggest fanboy — and patron — in the 2024 election.&#160; He’s literally, and comically, leaping at Trump’s side at rallies. He’s tweeting (including, frequently, dog whistles and misinformation). And to [&#8230;]",
    "author": "Lavanya Ramanathan"
  }
]