[
  {
    "title": "AI companies are trying to build god. Shouldn’t they get our permission first?",
    "link": "https://www.vox.com/future-perfect/377555/ai-chatgpt-openai-god",
    "pubDate": "2024-10-11T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A conceptual image of a pair of hands formed form many multi coloured spheres with index fingers outstretched near point of touching in similar pose to Michelangelo’s painting ‘Creation Of Adam’. At the point of contact there is a bright light and swirling colours which could depict energy, light or intelligence.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/ai-god-GettyImages-901599596.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">AI companies are on a mission to radically change our world. They’re working on building machines that could outstrip human intelligence and unleash a dramatic economic transformation on us all.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sam Altman, the CEO of ChatGPT-maker OpenAI, has basically told us he’s trying to build a god — or <a href=\"https://www.ft.com/content/dd9ba2f6-f509-42f0-8e97-4271c7b84ded\">“magic intelligence in the sky,”</a> as he puts it. OpenAI’s official term for this is artificial general intelligence, or AGI. Altman says that AGI will not only <a href=\"https://www.forbes.com/sites/alexkonrad/2023/02/03/exclusive-openai-sam-altman-chatgpt-agi-google-search/\">“break capitalism”</a> but also that it’s <a href=\"https://blog.samaltman.com/machine-intelligence-part-1\">“probably the greatest threat to the continued existence of humanity.”</a> </p>\n\n<p class=\"has-text-align-none\">There’s a very natural question here: Did anyone actually ask for this kind of AI? By what right do a few powerful tech CEOs get to decide that our whole world should be turned upside down?&nbsp;   </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/future-perfect/2023/9/19/23879648/americans-artificial-general-intelligence-ai-policy-poll\">As I’ve written before</a>, it’s clearly undemocratic that private companies are building tech that aims to totally change the world without seeking buy-in from the public. In fact, even leaders at the major companies are expressing unease about how undemocratic it is.</p>\n\n<p class=\"has-text-align-none\">Jack Clark, the co-founder of the AI company Anthropic, <a href=\"https://www.vox.com/future-perfect/23794855/anthropic-ai-openai-claude-2\">told Vox</a> last year that it’s “a real weird thing that this is not a government project.” He also <a href=\"https://importai.substack.com/p/import-ai-337-why-i-am-confused-about\">wrote</a> that there are several key things he’s “confused and uneasy” about, including, “How much permission do AI developers need to get from society before irrevocably changing society?” Clark continued:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">Technologists have always had something of a libertarian streak, and this is perhaps best epitomized by the ‘social media’ and Uber et al era of the 2010s — vast, society-altering systems ranging from social networks to rideshare systems were deployed into the world and aggressively scaled with little regard to the societies they were influencing. This form of permissionless invention is basically the implicitly preferred form of development as epitomized by Silicon Valley and the general ‘move fast and break things’ philosophy of tech. Should the same be true of AI?</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">I’ve noticed that when anyone questions that norm of “permissionless invention,” a lot of tech enthusiasts push back. Their objections always seem to fall into one of three categories. Because this is such a perennial and important debate, it’s worth tackling each of them in turn — and why I think they’re wrong.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Objection 1: “Our use is our consent”&nbsp;&nbsp;</h2>\n\n<p class=\"has-text-align-none\">ChatGPT is the fastest-growing consumer application in history: It had <a href=\"https://www.reuters.com/technology/chatgpt-sets-record-fastest-growing-user-base-analyst-note-2023-02-01/\">100 million active users</a> just two months after it launched. There’s no disputing that lots of people genuinely found it really cool. And it spurred the release of other chatbots, like Claude, which all sorts of people are getting use out of — from journalists to coders to busy parents who want someone (or something) else to make the goddamn grocery list.</p>\n\n<p class=\"has-text-align-none\">Some claim that this simple fact&nbsp;—&nbsp;we’re using the AI! — proves that people consent to what the major companies are doing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is a common claim, but I think it’s very misleading. Our use of an AI system is not tantamount to consent. By “consent” we typically mean informed consent, not consent born of ignorance or coercion. </p>\n\n<p class=\"has-text-align-none\">Much of the public is not informed about the true costs and benefits of these systems. How many people are aware, for instance, that generative AI sucks up so much energy that <a href=\"https://time.com/6987773/ai-data-centers-energy-usage-climate-change/\">companies like Google and Microsoft are reneging on their climate pledges as a result</a>? </p>\n\n<p class=\"has-text-align-none\">Plus, we all live in choice environments that coerce us into using technologies we’d rather avoid. Sometimes we “consent” to tech&nbsp;because we fear we’ll be at a professional disadvantage if we don’t use it. Think about social media. I would personally not be on X (formerly known as Twitter) if not for the fact that it’s seen as important for my job as a journalist. In a recent <a href=\"https://theharrispoll.com/briefs/gen-z-social-media-smart-phones/\">survey</a>, many young people said they wish social media platforms were never invented, but given that these platforms do exist, they feel pressure to be on them.</p>\n\n<p class=\"has-text-align-none\">Even if you think someone’s use of a particular AI system does constitute consent, that doesn’t mean they consent to the bigger project of building AGI.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This brings us to an important distinction: There’s narrow AI — a system that’s purpose-built for a specific task (say, language translation) — and then there’s AGI. Narrow AI can be fantastic!<strong> </strong>It’s helpful that AI systems can perform a crude copy edit of your work for free or let you write computer code using just plain English. It’s awesome that AI is helping scientists better understand disease.</p>\n\n<p class=\"has-text-align-none\">And it’s extremely awesome that <a href=\"https://www.vox.com/future-perfect/22045713/ai-artificial-intelligence-deepmind-protein-folding\">AI cracked the protein-folding problem</a> — the challenge of predicting which 3D shape a protein will fold into — a puzzle that stumped biologists for 50 years. The Nobel Committee for Chemistry clearly agrees: It just gave a Nobel prize to <a href=\"https://www.nature.com/articles/d41586-024-03214-7?utm_source=Live+Audience&amp;utm_campaign=3ea6e2da1a-nature-briefing-daily-20241009&amp;utm_medium=email&amp;utm_term=0_b27a691814-3ea6e2da1a-50070192\">AI pioneers</a> for enabling this breakthrough, which will help with drug discovery.</p>\n\n<p class=\"has-text-align-none\">But that is different from the attempt to build a general-purpose reasoning machine that outstrips humans, a “magic intelligence in the sky.” While plenty of people do want narrow AI, <a href=\"https://www.vox.com/future-perfect/2023/9/19/23879648/americans-artificial-general-intelligence-ai-policy-poll\">polling shows that most Americans do not want AGI</a>. Which brings us to …</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Objection 2: “The public is too ignorant to tell innovators how to innovate”</strong> </h2>\n\n<p class=\"has-text-align-none\">Here’s a quote commonly (though <a href=\"https://quoteinvestigator.com/2011/07/28/ford-faster-horse/\">dubiously</a>) attributed to car-maker Henry Ford: “If I had asked people what they wanted, they would have said faster horses.”</p>\n\n<p class=\"has-text-align-none\">The claim here is that there’s a good reason why genius inventors don’t ask for the public’s buy-in before releasing a new invention: Society is too ignorant or unimaginative to know what good innovation looks like. From the printing press and the telegraph to electricity and the internet, many of the great technological innovations in history happened because a few individuals decided on them by fiat.</p>\n\n<p class=\"has-text-align-none\">But that doesn’t mean deciding by fiat is always appropriate. The fact that society has often let inventors do that may be partly because of technological solutionism, partly because of a belief in the “great man” view of history, and partly because, well, it would have been pretty hard to consult broad swaths of society in an era before mass communications — before things like a printing press or a telegraph!&nbsp;</p>\n\n<p class=\"has-text-align-none\">And while those inventions did come with <a href=\"https://theconversation.com/the-victorians-had-the-same-concerns-about-technology-as-we-do-60476\">perceived risks</a> and <a href=\"https://www.vox.com/23178764/florida-us19-deadliest-pedestrian-fatality-crisis\">real</a> harms, they didn’t pose the threat of wiping out humanity altogether or making us subservient to a different species.</p>\n\n<p class=\"has-text-align-none\">For the few technologies we’ve invented so far that meet that bar, seeking democratic input and establishing mechanisms for global oversight <em>have</em> been attempted, and rightly so. It’s the reason we have a Nuclear Nonproliferation Treaty and a Biological Weapons Convention — <a href=\"https://www.vox.com/world/23510633/arms-control-bioweapons-convention-nukes-ukraine-putin\">treaties that, though it’s a struggle to implement them effectively, matter a lot</a> for keeping our world safe.</p>\n\n<p class=\"has-text-align-none\">It’s true, of course, that most people don’t understand the nitty-gritty of AI. So,<strong> </strong>the argument here is not that the public should be dictating the minutiae of AI policy. It’s that it’s wrong to ignore the public’s general wishes when it comes to questions like <a href=\"https://www.vox.com/future-perfect/364384/its-practically-impossible-to-run-a-big-ai-company-ethically\">“Should the government enforce safety standards before a catastrophe occurs or only punish companies after the fact?”</a> and <a href=\"https://www.vox.com/future-perfect/2019/4/19/18412674/ai-bias-facial-recognition-black-gay-transgender\">“Are there certain kinds of AI that shouldn’t exist at all?”</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As Daniel Colson, the executive director of the nonprofit AI Policy Institute, <a href=\"https://www.vox.com/future-perfect/2023/9/19/23879648/americans-artificial-general-intelligence-ai-policy-poll\">told me</a> last year, “Policymakers shouldn’t take the specifics of how to solve these problems from voters or the contents of polls. The place where I think voters <em>are</em> the right people to ask, though, is: What do you want out of policy? And what direction do you want society to go in?”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Objection 3: “It’s impossible to curtail innovation anyway”<strong>&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Finally, there’s the technological inevitability argument, which says that you can’t halt the march of technological progress —&nbsp;it’s unstoppable!</p>\n\n<p class=\"has-text-align-none\">This is <a href=\"https://www.vox.com/the-highlight/2019/10/1/20887003/tech-technology-evolution-natural-inevitable-ethics\">a myth</a>. In fact, <a href=\"https://www.vox.com/the-highlight/23621198/artificial-intelligence-chatgpt-openai-existential-risk-china-ai-safety-technology\">there are lots of technologies that we’ve decided not to build</a>, or that we’ve built but placed very tight restrictions on. Just think of human cloning or human germline modification. The recombinant DNA researchers behind the Asilomar Conference of 1975 famously organized a <a href=\"https://www.nature.com/articles/455290a\">moratorium</a> on certain experiments. We are, notably, still not cloning humans.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Or think of the 1967 Outer Space Treaty. Adopted by the United Nations against the backdrop of the Cold War, it barred nations from doing certain things in space —&nbsp;like storing their nuclear weapons there. Nowadays, the treaty comes up in <a href=\"https://www.vox.com/future-perfect/2019/2/21/18224984/arecibo-message-aliens-kids-contest-seti-meti-extraterrestrial\">debates about whether we should send messages into space</a> with the hope of reaching extraterrestrials. Some argue that’s dangerous because an alien species, once aware of us, might conquer and oppress us. Others argue it’ll be great — maybe the aliens will gift us their knowledge in the form of an Encyclopedia Galactica! </p>\n\n<p class=\"has-text-align-none\">Either way, it’s clear that the stakes are incredibly high and all of human civilization would be affected, prompting some to <a href=\"https://www.vox.com/future-perfect/2019/7/6/20680228/aliens-survey-seti-meti-scientists-extraterrestrial-message\">make the case for democratic deliberation</a> before intentional transmissions are sent into space.</p>\n\n<p class=\"has-text-align-none\">As the old Roman proverb goes: What touches all should be decided by all.</p>\n\n<p class=\"has-text-align-none\">That is as true of superintelligent AI as it is of nukes, chemical weapons, or interstellar broadcasts.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "AI companies are on a mission to radically change our world. They’re working on building machines that could outstrip human intelligence and unleash a dramatic economic transformation on us all.&#160; Sam Altman, the CEO of ChatGPT-maker OpenAI, has basically told us he’s trying to build a god — or “magic intelligence in the sky,” as he [&#8230;]",
    "author": "Sigal Samuel"
  },
  {
    "title": "Creativity as a spiritual practice",
    "link": "https://www.vox.com/the-gray-area/376189/laraaji-music-creativity-spirituality",
    "pubDate": "2024-10-11T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Laraaji_Vox.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">There’s an old saying that “writing about music is like dancing about architecture.” It’s intended as a dig at music criticism, but beneath that, there’s a deeper truth: Music is intangible, subjective; it’s universal yet still deeply personal. And while science and math are involved in its creation, there is something undeniably mystical about it. </p>\n\n<p class=\"has-text-align-none\">Laraaji is a 80-year-old pioneer of so-called New Age music and someone who’s been sitting on the fringes of the music world for decades — though, last year, he joined Andre 3000 onstage in Brooklyn. </p>\n\n<p class=\"has-text-align-none\">When he was young, Laraaji experimented with acting, including a role in the landmark experimental film <em>Putney Swope</em>, and spent time in the 1960s standup comedy scene. After that, he became interested in spiritual communities, discovered the autoharp, and devoted his life to making music. He’s been a truly prolific artist ever since.<br><br>I recently invited Laraaji on <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> to talk about music, meditation, spirituality, and the therapeutic power of laughter. As always, there’s <em>much</em> more in the full podcast, so listen and follow <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> on <a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\">Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"> Spotify</a>,<a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793?source=stitcher-sunset\"> Pandora</a>, or wherever you find podcasts. New episodes drop every Monday.</p>\n\n<p class=\"has-text-align-none\">This conversation has been edited for length and clarity.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP3680694907\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I&#8217;m so intrigued by all the artistic interests you&#8217;ve had in your life. You&#8217;ve done standup comedy. You&#8217;ve done acting. Obviously, in the end, you gave yourself over to music. Did the experience of acting and doing comedy make you a better musician? Or is it just creatively a totally different thing? </p>\n\n<h4 class=\"wp-block-heading\">Laraaji&nbsp;</h4>\n\n<p class=\"has-text-align-none\">It&#8217;s the same thing, Sean. It&#8217;s wherever I choose to open and give expression to. I&#8217;m practicing the art of surrendering and spontaneity.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I think that&#8217;s why I&#8217;m a lousy musician. I&#8217;m too in my own damn head.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji&nbsp;</h4>\n\n<p class=\"has-text-align-none\">I say observe your body language when you have your next orgasm.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">I don&#8217;t think anybody — including myself — wants to see that!</p>\n\n<h4 class=\"wp-block-heading\">Laraaji<strong>&nbsp;</strong></h4>\n\n<p class=\"has-text-align-none\">Seriously, look at your breath. Look at your body language. Look how focused you are into surrendering to this energetic expression. And I see some of that expression carried over into the way people sing pop music, rock music. They get into the more orgasmic, passionate level of release.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Do you think of yourself as primarily an improvisational musician for those reasons?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji</h4>\n\n<p class=\"has-text-align-none\">I depend more on improvisation than I do on set scores. I find that improvisation is aligned with what I call my spiritual belief that every moment is new. And to trust that what I need in this moment is here.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">Musicians always talk about that, feeling more like a conduit than an author. Is that what it&#8217;s like for you on stage?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji<strong>&nbsp;</strong></h4>\n\n<p class=\"has-text-align-none\">Yes, and it&#8217;s magical and mystical and a transportive place because you&#8217;re somehow beyond linear time flow. You&#8217;re in the midst of local time, but you&#8217;re also witnessing an unbroken, constant present time. It&#8217;s speaking through me and it&#8217;s speaking as me. I&#8217;m sound, I&#8217;m space, I&#8217;m timelessness. This is like music I can dream up. Part of my art is knowing when to get out of the way, how to set up a musical flow or a musical event, and then to step to the side of it and let it speak through.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">You also sing but it feels like part of the music, like there&#8217;s little distinction between the instruments you&#8217;re playing and what&#8217;s coming from your voice. Do you think of your voice as another instrument and not something separate?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Laraaji<strong>&nbsp;</strong></h4>\n\n<p class=\"has-text-align-none\">Yes, I do like doing everything at the same time. Spontaneous, unified flow.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Create a flow with several instruments at the same time, using the voice without calling the mental process into linear thinking. And using a voice as an emotional expressional instrument. That&#8217;s what I’ve been exploring, especially with meditation or deep contemplation of contacting altered planes of conscious present time. And so to talk about it is to take the mind out of it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then there&#8217;s sounds of passion, passionate immersion. The voice can be used to express witnessing inside of an awe-inspiring perception. So the whole body becomes the voice and the breath and the movement and become a conduit. </p>\n\n<p class=\"has-text-align-none\">Invented or improvisational language can be the evidence of a person or practitioner in total immersion, total submission, getting involved with a total perception that&#8217;s beyond linear description. So the brain is given a vacation, and in that vacation or place, it might be freed up to have an alternative space-time experience. And that might be the message the artist wants to convey, that there is an alternative way of being conscious here and now.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">I have heard you talk about music as a tool for total presence. Why do you think music has that kind of effect on us?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji&nbsp;</h4>\n\n<p class=\"has-text-align-none\">Music generated or channeled by the right musician or artist? The artist is in a state of contemplation or meditation or a suspended time awareness. And in the languaging that occurs with their instrument, their interaction with their instrument and with their voice can convey this repurposing of the human instrument, repurposing it from a conveyor of local human-based emotion to a conduit of exalted emotion, direct perception inside this timeless present moment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It&#8217;s always available. Certain sounds. Drones can do that. Music that&#8217;s very spontaneous, that can pull the mind out of linear thought, could allow the perceiver, the listener, to suddenly directly notice the reality of eternal time and the infinite space.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sound can point to the invisible and sound can suggest the flowing of energy, the flowing of blood, the flowing of breath. It can suggest the integration of seemingly separate and discordant. In the case of a harp, all 36 strings are vibrating at the same time and producing this synergetic tonal event. So, as you say, that sound can throw a suggestion. It can point to the invisible, it can point to the transcendent. It can direct the emotional body out of heaviness so that a lightness, a more ethereal resonance can be directly witnessed.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">Once we start talking and using words, we&#8217;re already in the world of ideas and abstractions. But music is more primary than that, right? It touches something in us that existed before we invented words.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji&nbsp;</h4>\n\n<p class=\"has-text-align-none\">Yes. Music might be able to say more than what speech can say. My general mode of operation is to prepare before a performance or recording through just dropping into a refined sense of the meditative field. Do some yoga postures, some breathing exercises, some positive affirmations, and then sculpt this field or point to this transcendental field and let it transmit itself into a sound repetition through me. When this happens, I tend to call it a sound bath. A celestial sound bath. It’s an immersion experience. And once again, here we&#8217;re away from the words and we&#8217;re into the pure impacting force of sound.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">Do you actually find a meaningful distinction between music and meditation, or is it all just different manifestations of the same practice?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji<strong>&nbsp;</strong></h4>\n\n<p class=\"has-text-align-none\">My ultimate answer is that they&#8217;re one and the same, meaning that in the moment of deepest meditation, I consider meditation to be the highest romance and that romance is the highest meditation. This meditation is simultaneous with music. It couldn&#8217;t be separated.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">When did laughter become such an important thing for you?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji<strong>&nbsp;</strong></h4>\n\n<p class=\"has-text-align-none\">It shifted the energies of the bullies in my neighborhood when I was young to use humor. I wouldn&#8217;t be so afraid of their presence when I could use humor. And in church, we use humor because it could get so boring. And because I was in the right place to use it, we&#8217;d use it to get other peers to laugh in the middle of a serious sermon. But I notice the power of laughter to alter, to break the sense of rigidity and separation. I began writing scripts in high school and doing situation comedies for talent shows because I enjoyed seeing people lose it to laughter. The family I grew up in, the uncles, aunts, the cousins all were laughter friendly, so laughter was always on the menu. I can&#8217;t remember even a funeral where laughter was outlawed.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">You really do see it as a transformative force?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji&nbsp;</h4>\n\n<p class=\"has-text-align-none\">Well, after doing standup comedy I decided to let standup comedy go for a while and just focus on music. It was a book by Rajneesh, Osho Rajneesh, that helped me to realize that I could access the laughter experience without doing comedy, and that I could guide other people into the laughter zone and enjoy the deliciousness of laughter without using humor and at the sacrifice of something. </p>\n\n<p class=\"has-text-align-none\">And now, through laughter — play shops, I call them — we use laughter to get people into the play zone and to get them into contact with their inner child and to get them into deep relaxation. Yeah. And I really enjoy laughter now because it can come up out of people without it having to be nervous. Yeah, the entire body can get involved. The entire breath can be open, and it&#8217;s getting sweeter and more delicious every time I do one of these. </p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">So laughter is another way to transcend the thinking mind?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji<strong>&nbsp;</strong></h4>\n\n<p class=\"has-text-align-none\">Yes. Rajneesh pointed out that when you&#8217;re laughing, really involved with laughter, that you or us or whoever is laughing is not thinking, they&#8217;re not involved in the thought process of linear thought. That may be so if you&#8217;re into pure, open laughter. If it&#8217;s a nervous laughter where you&#8217;re mindful of a threatening situation, that would be a different situation. But real, full body, cathartic laughter, you&#8217;re releasing faster than you can think. So there&#8217;s no thought process processing what it is that&#8217;s being released. It’s just a yummy, open, nurturing release. </p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">You&#8217;ve been a professional musician for decades, performing all over the world. You&#8217;re entangled with the business and the commercial side of music. I guess I just wonder how you navigate that element, of being a professional musician and being a spiritual person at the same time?&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji&nbsp;</h4>\n\n<p class=\"has-text-align-none\">Well, I did many years ago get that unless I integrate my spiritual nature, I would never be totally happy, content, or experience resolution because I can&#8217;t get it from the physical world. I&#8217;m not hating the physical world, but things in the physical world are temporary and constantly we&#8217;re reminded that things come, they stay, and then they leave. And some things are just too beautiful for us to accept that they&#8217;re ever going to leave. </p>\n\n<p class=\"has-text-align-none\">And I grew to understand that behind the world that is changing, there is this spiritual field that if I learn how to embrace it constantly, even while I&#8217;m embracing my outer wealth, that when the outer wealth shifts, I&#8217;m not bent out of shape because I&#8217;m still connected to this inner spiritual platform that doesn&#8217;t get bent out of shape when the outer world shifts. So for me, staying constant and staying with my spiritual practice allows me to be more playful and less fearful of the physical world, and less fearful of change and less fearful of losing. And so I find that the spiritual side helps me to be more present, more experimental, and more risk-taking with my musical expression.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">I&#8217;ve also heard you say that you think our core spiritual problem is our misidentification with our bodies. What does that mean?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji<strong>&nbsp;</strong></h4>\n\n<p class=\"has-text-align-none\">I&#8217;m not going to do this. I wouldn&#8217;t think of doing this to you, Sean. </p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">Wait, what are you going to do to me?!&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji<strong>&nbsp;</strong></h4>\n\n<p class=\"has-text-align-none\">I would amputate your leg. Your feet. You&#8217;re still there. Your torso. You&#8217;re still there. Your arms, your elbows. You&#8217;re still there. That&#8217;s just a head. And you&#8217;re still there. Your ears and nose goes. You&#8217;re still there. Your lips and tongue. God is still there. Suddenly your head disappears. But you&#8217;re still there. And you&#8217;re saying to yourself, wait a minute. I thought I was that body. Look. I&#8217;m timeless. I&#8217;m invisible. I&#8217;m wingless. What do I do with this? </p>\n\n<p class=\"has-text-align-none\">And I believe that identification with the physical body, which is birth, that lives and dies, and we get attached to it, and we get sentimental with it. And we try to enjoy its five senses, and we forget, or we don&#8217;t access the joy that we can have, the more expansive joy we can have through the infinite self that is always here.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps your buddies have had an epiphany through the use of certain ceremonies. Where you&#8217;re suddenly in another sense of present time and space, a different sense of expansiveness, a different sense of how time is unfolding, slower or not at all. And to have this experience is to be taking advantage of a different form of body. The deepest sense of happiness and joy I feel comes from having an intimate, communing experience with my eternal present time-self. The spiritual presence which is always here, always everywhere. It just needs to be totally present, to dig it in, to catch it and to wear it and to behold it.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing&nbsp;</h4>\n\n<p class=\"has-text-align-none\">You&#8217;re 80 years old. You&#8217;ve been making music for over 40 years. You&#8217;ve lived such an interesting life as an artist and a contemplative. As you sit here now, today, what is your spiritual mission? What gets you out of bed every day?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laraaji&nbsp;</h4>\n\n<p class=\"has-text-align-none\">I&#8217;ll go through what I have to do the moment I get out of bed. Usually what gets me up is a sense of a daily agenda, which is different every day. Something that I&#8217;m going to do that day that I&#8217;m going to really enjoy, whether it&#8217;s music, performance, or designing, new tuning or getting to know a new piece of equipment, or sitting for an extra period of time in meditation, either in lotus position in my house or going for a walk in Central Park or Riverside Park and sitting on a bench in the sun, getting into meditation. </p>\n\n<p class=\"has-text-align-none\">What keeps me enthusiastically involved in life and passionately involved with life is the sensation of an eternal non-human intelligence that&#8217;s generating this thing called creation and is allowing me to participate in it and to co-witness and to co-collaborate with it. And then in the midst of this, it is remaining invisible and remaining infinite. And I&#8217;m feeling it through my connection with it. And so it&#8217;s not so much what I&#8217;m getting out of bed for, but as I&#8217;m getting out of bed there’s this sense of conscious improvisational collaboration within the divine alternating intelligence. But when I&#8217;m doing tours and I&#8217;m put in a nice, beautiful hotel, I&#8217;ll happily get out of bed for the breakfast.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://podcasts.apple.com/us/podcast/why-cynicism-is-bad-for-you/id1081584611?i=1000668856931\"><em>Listen to the rest of the conversation</em></a><em> and be sure to follow</em><a href=\"https://www.vox.com/thegrayarea\"><em> </em><em>The Gray Area</em></a><em> on</em><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"><em> </em><em>Apple Podcasts</em></a><em>,</em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em> </em><em>Spotify</em></a><em>,</em><a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793\"><em> </em><em>Pandora</em></a><em>, or wherever you listen to podcasts.&nbsp;</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There’s an old saying that “writing about music is like dancing about architecture.” It’s intended as a dig at music criticism, but beneath that, there’s a deeper truth: Music is intangible, subjective; it’s universal yet still deeply personal. And while science and math are involved in its creation, there is something undeniably mystical about it.  [&#8230;]",
    "author": "Sean Illing"
  },
  {
    "title": "These California and Colorado ballot measures are terrifying the meat industry",
    "link": "https://www.vox.com/future-perfect/377096/sonoma-county-denver-factory-farming-slaughterhouse-ban-ballot-measures",
    "pubDate": "2024-10-10T21:13:10.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Aerial view of a row of hutches used to house calves, with three calves visible alone in each one.\" data-caption=\"Dairy calves housed in hutches at a Sonoma County farm. | Courtesy of Coalition to End Factory Farming\" data-portal-copyright=\"Courtesy of Coalition to End Factory Farming\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Calf-hutches-at-Mertens-Dairy-in-Sonoma-CA-in-January-2024.jpeg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Dairy calves housed in hutches at a Sonoma County farm. | Courtesy of Coalition to End Factory Farming</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Most people know Sonoma County, the Northern California region sometimes called <a href=\"https://www.politico.com/news/2024/06/09/animal-rights-california-sonoma-farms-00162034\">America’s Provence</a>, for its lush vineyards, Mediterranean-style villas, and farm-to-table restaurants. But when I traveled to wine country last year, it was to observe a side of Sonoma that few outsiders know about: a dead-of-night animal rights <a href=\"https://theintercept.com/2023/06/13/perdue-chicken-slaughterhouse-animal-cruelty-dxe/\">protest</a> at an industrial chicken slaughterhouse, located within a stone’s throw of a gastropub, an organic bakery, and a major vegan cheesemaker.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/processing-meat-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/processing-meat-newsletter-signup\">Processing Meat newsletter</a></h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/processing-meat-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/processing-meat-newsletter-signup\">here</a> for <a href=\"https://www.vox.com/future-perfect\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect\">Future Perfect</a>’s biweekly newsletter from <a href=\"https://www.vox.com/authors/marina-bolotnikova\" data-type=\"link\" data-id=\"https://www.vox.com/authors/marina-bolotnikova\">Marina Bolotnikova</a> and <a href=\"https://www.vox.com/authors/kenny-torrella\" data-type=\"link\" data-id=\"https://www.vox.com/authors/kenny-torrella\">Kenny Torrella</a>, exploring how the meat and dairy industries shape our health, politics, culture, environment, and more. </p>\n\n\n\n<p class=\"has-text-align-none\"><strong>Have questions or comments on this newsletter?</strong> Email us at futureperfect@vox.com!</p>\n</div>\n\n<p class=\"has-text-align-none\">Run by a subsidiary of the poultry giant Perdue, which raises hundreds of thousands of chickens on factory farms across Sonoma, the slaughter plant typifies the unusual politics of agriculture in this part of the country, where a cultivated image of gentle, humane farming sometimes sits uneasily alongside an increasingly consolidated agriculture sector. The county has also seen a recent influx of <a href=\"https://www.politico.com/news/2024/06/09/animal-rights-california-sonoma-farms-00162034\">new residents</a> fleeing rising housing prices in San Francisco, a longtime center of animal rights activism and utopian thought.</p>\n\n<p class=\"has-text-align-none\">The region’s rural heritage and progressive politics will collide next month when Sonoma County residents vote on a first-of-its-kind ballot measure that could banish Perdue’s chicken facilities, along with all other large factory farms. The <a href=\"https://www.endfactoryfarming.vote/measure-text\" data-type=\"link\" data-id=\"https://www.endfactoryfarming.vote/measure-text\">proposed law</a> — which would cap the size of animal agriculture facilities and phase out all large factory farms in the county within three years — faces long odds. If successful, it could reshape the face of farming in the county and set a precedent that has terrified agricultural interests in California and across the country.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Known as <a href=\"https://www.endfactoryfarming.vote/\">Measure J</a>, the proposal has produced fierce debate in the county over the environmental, public health, and animal welfare impacts of modern animal agriculture. It’s <a href=\"https://www.pressdemocrat.com/article/news/sonoma-county-measure-j-factory-farming-campaign-contributions/\">poised</a> to generate the highest campaign spending of any ballot measure in Sonoma County history, with about $2 million in contributions made for and against — the vast majority of which has been spent by industry in <a href=\"https://www.noonmeasurej.com/\">opposition</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Measure J is one of a pair of local ballot initiatives this fall seeking to abolish industrial animal agriculture. In Denver, a historic center for the Western livestock trade and still an important hub for the US sheep industry, voters will decide next month whether to <a href=\"https://proanimal.org/campaigns/denver-slaughterhouse-ban/\">ban slaughterhouses</a> in the city. The measure’s passage would shut down a lamb slaughter plant that butchers <a href=\"https://csuredi.org/wp-content/uploads/2024/05/REDI-Research-May-24-Denver-Slaughterhouse.pdf\">up to 500,000</a> lambs per year, accounting for between 15 and 20 percent of all US lamb meat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Both measures face opposition from their respective political elites, including the local Democratic Parties in Denver and Sonoma and the entire Sonoma County Board of Supervisors. While some prior farm animal welfare ballot measures — like California’s historic 2018 animal welfare law, <a href=\"https://www.vox.com/future-perfect/23721488/prop-12-scotus-pork-pigs-factory-farming-california-bacon\">Proposition 12</a> — have been more limited in scope, aiming to incrementally improve horrific factory farm conditions, the Sonoma County and Denver measures are more clearly perceived as bans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The measures are easily perceived as negative, as snatching things away from people — and they put proponents in the awkward position of trying to persuade voters to effectively abolish an industry, at least locally, on which they depend for abundant cheap meat.</p>\n\n<p class=\"has-text-align-none\">It’s already famously expensive to live in California in part because it’s <a href=\"https://substack.com/home/post/p-144156645\">difficult</a> to build housing, and some Sonoma residents may roll their eyes at Measure J as yet another bid to make it <a href=\"https://ktla.com/news/california/californias-business-cost-remains-expensive-new-study-says/\">prohibitively expensive</a> to do business in the Golden State.&nbsp;But industrial animal agriculture —&nbsp;a sector that exacts <a href=\"https://www.vox.com/future-perfect/2023/8/31/23852325/farming-myths-agricultural-exceptionalism-pollution-labor-animal-welfare-laws\">immense costs</a> on the public in the form of greenhouse gas emissions, pollution, strain on local resources, disease risk, and animal suffering — makes a more worthy target for a ban.</p>\n\n<p class=\"has-text-align-none\">In principle, there’s a lot of sense in capping the size of factory farms. Measure J&#8217;s proponents are betting that progressive Sonoma County, better known for its tasting rooms than its slaughterhouses, can push California — and the nation — in that direction.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Animal cruelty in a farming paradise</h2>\n\n<p class=\"has-text-align-none\">Measure J, advanced by a <a href=\"https://www.endfactoryfarming.vote/\">coalition</a> of animal rights, environmental, and public health groups known as the Coalition to End Factory Farming, would require farms <a href=\"https://www3.epa.gov/npdes/pubs/sector_table.pdf\">classified by the US Environmental Protection Agency</a> as large “concentrated animal feeding operations” (known as CAFOs) to either downsize or shut down within three years. The proposal is similar to a farm reform <a href=\"https://www.booker.senate.gov/news/press/booker-reintroduces-bill-to-reform-farm-system-with-expanded-support-from-farm-labor-environment-public-health-faith-based-and-animal-welfare-groups\">bill</a> introduced by Sen. Cory Booker (D-NJ) that would phase out large CAFOs by 2040.</p>\n\n<p class=\"has-text-align-none\">Sonoma doesn’t have the <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">mega factory farms</a> found in the Midwest or South, or elsewhere in California, that pack together millions of chickens or several thousand cows in one place. But it does have big industrial farms that employ standard factory farm methods.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/unnamed.png?quality=90&#038;strip=all&#038;crop=0,18.469063017877,100,63.061873964245\" alt=\"Graphic from a video showing how many animals a farm needs to house to be considered a large CAFO. It ranges from 700 for mature dairy cows to 125,000 for meat chickens. \" title=\"Graphic from a video showing how many animals a farm needs to house to be considered a large CAFO. It ranges from 700 for mature dairy cows to 125,000 for meat chickens. \" data-has-syndication-rights=\"1\" data-caption=\"Still from a video by the Coalition to End Factory Farming explaining the CAFO size caps that would be imposed by Measure J. For dairy farms, the cap is 700 mature dairy cows; for duck farms, 30,000 ducks; for egg-laying hens, 82,000, and for chickens raised for meat, 125,000.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Weber Family Farms, one of the county’s top egg producers, was <a href=\"https://www.pressdemocrat.com/article/news/latest-sonoma-county-front-in-avian-flu-crisis-how-exposed-farm-raised-bir/\">hit</a> last year with a bird flu infection and killed its flock using <a href=\"https://www.vox.com/future-perfect/23963820/bird-flu-surge-us-ventilation-shutdown-veterinarians\">“ventilation shutdown plus”</a> — a highly controversial, painful method being used on many large farms to mass cull poultry birds by sealing up sheds and pumping in extreme heat, killing them via heatstroke.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Yes on J campaign has <a href=\"https://www.endfactoryfarming.vote/cafos#cafo-map\">compiled</a> a list of 21 farms in Sonoma County that they believe meet the large CAFO threshold, including several egg farms and chicken meat farms, six dairies, and one duck farm. Dairy operations of 700 or more mature dairy cows are classified as large CAFOs, while chicken farms can house up to 125,000 birds before being considered large CAFOs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The trend is toward mergers and toward ever-increasing sizes in animal agriculture,” Woody Hastings, a Sonoma County resident who works in climate policy and supports Measure J, told me. Hastings has worked with environmental justice organizations in California’s Central Valley, a far more CAFO-dense, ultra-productive agricultural region where residents <a href=\"https://nature.berkeley.edu/classes/es196/projects/2022final/SallstromE_2022.pdf\">are afflicted by</a> air and water pollution and terrible odors. “What I learned in my work in the Central Valley is seeing how bad things can get if there is no cap on the size,” he said.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Reichardt-Crowding-2.png?quality=90&#038;strip=all&#038;crop=0,3.8176599344147,100,92.364680131171\" alt=\"Dozens of white ducks inside a shed on a wire floor.\" title=\"Dozens of white ducks inside a shed on a wire floor.\" data-has-syndication-rights=\"1\" data-caption=\"A duck CAFO in Sonoma County. | Courtesy of the Coalition to End Factory Farming\" data-portal-copyright=\"Courtesy of the Coalition to End Factory Farming\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Hugging-Chickens.jpeg?quality=90&#038;strip=all&#038;crop=0,1.1762443385637,100,97.647511322873\" alt=\"Chickens on a dirt floor, with one chicken leaning its head on the shoulder of another one\" title=\"Chickens on a dirt floor, with one chicken leaning its head on the shoulder of another one\" data-has-syndication-rights=\"1\" data-caption=\"Chickens at a CAFO in Sonoma County. | Courtesy of the Coalition to End Factory Farming\" data-portal-copyright=\"Courtesy of the Coalition to End Factory Farming\" />\n<p class=\"has-text-align-none\">Animal farming industries have <a href=\"https://sonomaunitedvote.org/\">mobilized</a> an all-out war against Measure J, pushing social media campaigns, TV ads, and a direct mail blitz, at times making exaggerated claims about the measure’s potential to wipe out all animal agriculture in the county or cause a <a href=\"https://www.noonmeasurej.com/faq\">dramatic spike</a> in food prices.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One direct mailer sponsored by Western United Dairies (WUD), a dairy trade group, claimed the measure would shut down “more than 60 organic dairy farms” — but there are only 50 dairy farms of all categories in the county, according to the most recent USDA <a href=\"https://www.nass.usda.gov/Publications/AgCensus/2022/Full_Report/Volume_1,_Chapter_2_County_Level/California/st06_2_011_011.pdf\">data</a>, and most of them don’t meet the threshold to be affected by Measure J. “We do not differentiate between any dairy farming operations,” WUD told me in a statement, adding that they were concerned that Measure J would affect all dairy farms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The measure is written in a confusing way, and there’s been uncertainty&nbsp;in the county about&nbsp;its scope,&nbsp;with some arguing that it could be construed to include farms that are smaller than large CAFOs.&nbsp;The measure says that it would phase out both medium and large CAFOs, but because the definition of a medium CAFO requires that it directly discharge manure into surface water, no&nbsp;<a href=\"https://www.pressdemocrat.com/article/news/chicken-farms-dairy-factory-animal-activists-farmers/\" target=\"_blank\" rel=\"noreferrer noopener\">known farm</a>&nbsp;in the county, based on EPA data, meets the EPA&#8217;s standard to be a medium CAFO.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Much of the opposition to Measure J has centered on Sonoma County’s dairy industry, which has been declining in recent decades and has almost entirely <a href=\"https://www.pressdemocrat.com/article/business/north-bay-dairies-shift-to-organic-milk-production-seeking-higher-income-a/\">converted</a> to organic, pasture-based operations because they command higher retail prices, according to Daniel Sumner, an agricultural economist at UC Davis. Although the measure wouldn’t affect consumer prices much because grocery stores would simply stock more milk from elsewhere in the region, Sumner said, it is<em> </em>likely to reduce significantly how much milk is produced in Sonoma.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s left some Sonoma voters asking: Why punish dairies that are doing things better than the vast majority of the US dairy industry? Measure J “threatens what is probably one of the best progressive dairy environments, certainly in California, probably in the country,” Roy Smith, a small farmer in Sonoma County, told me.&nbsp;“Yes, there are compromises that are made, but if we wanted to improve the well-being [of animals], I would suggest that more dairies reopen here, and close the ones that are low-welfare in Wisconsin.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">No dairy farm in Sonoma is as big as America’s biggest <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">mega-dairies</a>, and it’s undoubtedly true that cows with access to a pasture have it better than those raised on conventional factory farms. But organic dairies can still qualify as <a href=\"https://inthesetimes.com/article/organic-concentrated-animal-feeding-operations-dairy-usda-factory-farms\">CAFOs</a>. Most of Sonoma’s milk cows are still concentrated on farms that are very large, and large-scale dairy production of any kind is hard to justify on environmental and animal welfare grounds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whether they’re raised organic or conventional, ruminant grazing requires a lot of land and water — the latter increasingly scarce in the <a href=\"https://www.vox.com/the-highlight/23655640/colorado-river-water-alfalfa-dairy-beef-meat\">parched American West</a> — and <a href=\"https://www.vox.com/future-perfect/362224/environment-groups-meat-industry-lies-global-warming-climate-change-wwf\">produces significant greenhouse gas emissions</a>. Organic dairy CAFOs, including some in Sonoma, share some of the characteristics of conventional ones, like the use of manure lagoons — giant pools of animal waste that pollute air and water and can harm human health. And, organic or not, the dairy business model depends on repeatedly impregnating dairy cows and taking away their newborns (highly social animals that are then generally forced to live alone in small hutches) to extract the cows’ milk, keeping them alive just as long as they remain productive.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/DJI_0109.jpg?quality=90&#038;strip=all&#038;crop=0,10.70421724872,100,78.59156550256\" alt=\"Aerial view of several rows of hutches used to individually house dairy calves.\" title=\"Aerial view of several rows of hutches used to individually house dairy calves.\" data-has-syndication-rights=\"1\" data-caption=\"Dairy calf housing at a farm in Sonoma County. | Courtesy of the Coalition to End Factory Farming\" data-portal-copyright=\"Courtesy of the Coalition to End Factory Farming\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/DJI_0090.jpg?quality=90&#038;strip=all&#038;crop=0,6.5164754795709,100,86.967049040858\" alt=\"Aerial view of cows on a farm that looks like a feedlot (without pasture).\" title=\"Aerial view of cows on a farm that looks like a feedlot (without pasture).\" data-has-syndication-rights=\"1\" data-caption=\"A dairy farm in Sonoma County. | Courtesy of the Coalition to End Factory Farming\" data-portal-copyright=\"Courtesy of the Coalition to End Factory Farming\" />\n<p class=\"has-text-align-none\">A recent Atlantic <a href=\"https://www.theatlantic.com/ideas/archive/2024/04/alexandre-farms-treatment-of-animals/677980/\">investigation</a> into one of the nation’s most celebrated organic dairies, a few counties north of Sonoma, found pervasive animal cruelty, including some techniques that were unique to the organic model. (Because milk from cows that have ever received antibiotics can’t be marketed as organic, cows can be denied them even when they really need them for a painful disease or injury.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">In my experience writing about the livestock industry, it’s often the worst factory farms that set the bar for how we talk about animal agriculture, allowing other producers — including organic facilities — to appear idyllic by comparison. We rarely frame the conversation around what animals truly deserve: Does it really make sense to mass produce another mammal for its milk, separating mothers from babies, all for a product that <a href=\"https://www.vox.com/future-perfect/352359/milk-dairy-schools\">isn’t nutritionally necessary</a> and that climate scientists <a href=\"https://www.vox.com/future-perfect/362224/environment-groups-meat-industry-lies-global-warming-climate-change-wwf\">say</a> is so high in emissions that we have to scale it down?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Measure J, a blunt instrument for shrinking a bloated industry, offers one possible answer: We have to make less of it.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Slaughterhouse zero</h2>\n\n<p class=\"has-text-align-none\">In Denver, meanwhile, the proposed slaughterhouse ban, led by the advocacy group <a href=\"https://proanimal.org/\">Pro-Animal Future</a>, looms like a “black cloud” over the US sheep industry, as one sheep feedlot employee <a href=\"https://www.agri-pulse.com/articles/21538-lamb-processors-fate-in-question-as-denver-voters-weigh-slaughterhouse-ban\">put it</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over the last 50 years, American lamb farming has <a href=\"https://ourworldindata.org/grapher/animals-slaughtered-for-meat?country=~USA\">declined precipitously</a>; the Denver slaughterhouse that would be shut down by the ballot measure, run by top lamb producer Superior Farms, is one of relatively few important facilities remaining.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If the measure passes, it&#8217;s possible that some producers will be able to send their animals to be slaughtered elsewhere or that a new slaughterhouse will open outside Denver limits. Or, Sumner told me, the measure could hasten the death of the lamb industry altogether. Not many investors are saying, “Gee, I think I&#8217;ll go into the lamb slaughtering business,” he said. “Mostly they look for something that’s growing, and nobody thinks the lamb business is growing.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Pro-Animal Future, much like the coalition campaigning for Measure J in Sonoma County, sees the ballot initiative as a means to start civic conversations about building a more humane, planet-friendly food system, without making people feel like the only option available to them for making change is to go vegan.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The lamb industry, particularly an industrial slaughterhouse, is a reasonable target for such a reckoning: Most people rarely eat lamb — making them perhaps more sympathetic to them as animals — while slaughterhouses are, pretty much invariably, sites of terrible violence. The per-serving climate impact of sheep’s meat is also <a href=\"https://ourworldindata.org/grapher/ghg-per-protein-poore\">significant</a>, second only to beef.&nbsp;The Superior slaughterhouse, under the name Mountain Meadows, was also recently <a href=\"https://www.epa.gov/newsreleases/epa-settlement-superior-farms-resolves-chemical-risk-violations-north-denver-facility\">fined</a> by the EPA for Clean Air Act violations, and has been <a href=\"https://violationtracker.goodjobsfirst.org/?company=Mountain+meadows+lamb\">fined</a> multiple times for labor violations.</p>\n\n<p class=\"has-text-align-none\">This week, the Intercept <a href=\"https://theintercept.com/2024/10/09/lamb-slaughter-ban-superior-farms-denver-ordinance-309/\" data-type=\"link\" data-id=\"https://theintercept.com/2024/10/09/lamb-slaughter-ban-superior-farms-denver-ordinance-309/\">published</a> findings from a recent <a href=\"https://www.directactioneverywhere.com/campaigns/denver-slaughterhouse-animal-cruelty-exposed-superior-farms-investigation-reveals-shocking-violence\" data-type=\"link\" data-id=\"https://www.directactioneverywhere.com/campaigns/denver-slaughterhouse-animal-cruelty-exposed-superior-farms-investigation-reveals-shocking-violence\">undercover investigation</a> into conditions at the Superior slaughterhouse, including gruesome footage of partially eviscerated, thrashing lambs hanging upside down on the slaughter line, with one lamb appearing to lift its head and open its mouth, and injured lambs who are unable to walk being thrown, dragged, and kicked toward slaughter. It also documented what appears to be the use of <a href=\"https://ambrook.com/research/livestock/judas-goats-slaughter-meatpacking-wildlife-control\">“Judas sheep”</a>: sheep who live at the slaughterhouse and have been trained to greet incoming truckloads of lambs and lead them to slaughter.</p>\n\n<p class=\"has-text-align-none\">Superior Farms spokesperson Bob Mariano told me in a statement that “nothing included in the footage we have seen is evidence of extreme violence, animal cruelty, or halal violations [the slaughterhouse is halal-certified]. This is yet another example of proponents of the slaughterhouse ban misunderstanding or misrepresenting standard, legally compliant parts of the slaughter process in an attempt to shock voters and influence an election. This is not the first time our workers have been attacked by activist groups falsely claiming that illegally obtained footage shows things that it simply does not.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Paddle.png?quality=90&#038;strip=all&#038;crop=0,3.1196789549376,100,93.760642090125\" alt=\"Aerial view of sheep in a metal chute coming out of a truck and into a building.\" title=\"Aerial view of sheep in a metal chute coming out of a truck and into a building.\" data-has-syndication-rights=\"1\" data-caption=\"Lambs being unloaded from a truck at the Denver slaughterhouse. | Courtesy of Direct Action Everywhere\" data-portal-copyright=\"Courtesy of Direct Action Everywhere\" />\n<p class=\"has-text-align-none\">The investigation’s findings echoed a recent Denver Post <a href=\"https://www.denverpost.com/2024/10/06/denver-slaughterhouse-ban-ordinance-309/\">op-ed</a> by Denver resident Jose Huizar, who worked at the slaughterhouse decades ago: “Someone has to wield that knife — over and over,” he wrote. “Spending your day slitting throats, stepping in guts, ripping the skin from the spasming bodies of animals who were alive moments ago — it’s hard to go home to your family after that.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The slaughterhouse, located in Denver’s low-income, majority nonwhite neighborhood of Globeville, <a href=\"https://www.denver7.com/news/local-news/november-ballot-measure-threatens-to-shut-down-denvers-only-slaughterhouse-160-jobs-on-the-line\">employs</a> about 160 people — people who don’t want to lose their jobs. Like Measure J, the Denver ballot initiative directs local government to prioritize people whose jobs are eliminated as a result of the measure in workforce training programs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Our hope is not just to stick it to this one slaughterhouse, but to draw a connection to the fact that this is how the industry is run generally,” Olivia Hammond, an organizer for Pro-Animal Future, told me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Woody Hastings, the Sonoma resident, compared the fight against factory farming to oil and gas phase-outs: Just as we need to transition away from fossil fuels, we know we need to scale down industrial animal agriculture. We also know there will be economic impacts to such change that ought to be distributed fairly, and workers who lose their jobs ought to be treated with dignity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The anti-factory farming movement has a long way to go in convincing the people of Sonoma County and Denver to see industrial animal agriculture the way they do fossil fuels.&nbsp;And without meaningful change in either the underlying demand for meat and dairy, or in nationwide regulation of CAFOs, isolated local initiatives are, for now, likely to only shift production elsewhere.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But should even one of the ballot measures succeed next month, political leaders might be persuaded that their constituents care enough about farm animal issues to create momentum for further reform. Win or lose, though, animal advocates will still face the wearying task of trying to bridge the public’s cognitive dissonance about where our meat comes from and channel it productively into politics.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the&nbsp;</em><a href=\"https://www.vox.com/pages/processing-meat-newsletter-signup\"><em>Processing</em>&nbsp;<em>Meat</em></a><em>&nbsp;newsletter. Sign up&nbsp;<a href=\"https://www.vox.com/pages/processing-meat-newsletter-signup\">here</a>.</em></p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, October 10, 4:45 pm ET: </strong>This story, published October 10, has been amended to clarify the scope of Measure J.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Most people know Sonoma County, the Northern California region sometimes called America’s Provence, for its lush vineyards, Mediterranean-style villas, and farm-to-table restaurants. But when I traveled to wine country last year, it was to observe a side of Sonoma that few outsiders know about: a dead-of-night animal rights protest at an industrial chicken slaughterhouse, located [&#8230;]",
    "author": "Marina Bolotnikova"
  },
  {
    "title": "Toxic lies are surging in the wake of Hurricanes Helene and Milton",
    "link": "https://www.vox.com/today-explained-podcast/377464/hurricanes-milton-helene-misinformation-fema",
    "pubDate": "2024-10-10T20:10:04.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Members of the FEMA Urban Search and Rescue Task Force search a flood-damaged area along the Swannanoa River in Asheville, North Carolina, in the aftermath of Hurricane Helene on October 4, 2024. | Mario Tama/Getty Images\" data-portal-copyright=\"Mario Tama/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2176738879.jpg?quality=90&#038;strip=all&#038;crop=0,0,73.8,62.936564504633\" />\n\t<figcaption>Members of the FEMA Urban Search and Rescue Task Force search a flood-damaged area along the Swannanoa River in Asheville, North Carolina, in the aftermath of Hurricane Helene on October 4, 2024. | Mario Tama/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Hurricanes Milton and Helene have absolutely devastated large swaths of the United States. But residents who are cleaning out waterlogged homes and businesses have another challenge to their recovery, one that hasn’t let up — viral disinformation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s the rumor that the Federal Emergency Management Agency (FEMA) is limiting payouts to disaster survivors to $750. False, <a href=\"https://www.fema.gov/disaster/current/hurricane-helene/rumor-response\">according to a fact-checking page</a> the agency has set up.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What about the one that says FEMA is blocking private planes from landing in affected areas to deliver supplies? Also false.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These rumors have turned political, with some Republican politicians, including former President Donald Trump, <a href=\"https://www.npr.org/2024/10/07/nx-s1-5144159/fema-funding-migrants-disaster-relief-fund\">repeating them to large audiences</a>. As FEMA administrator Deanne Criswell <a href=\"https://www.nytimes.com/2024/10/08/weather/hurricane-milton-disinformation-fema.html\">said recently</a>, the swirl of misinformation is “absolutely the worst that I have ever seen.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Misinformation is not uncommon in disasters. They come on fast. People see things that don&#8217;t end up being true,” <a href=\"https://www.hks.harvard.edu/faculty/juliette-kayyem\">Juliette Kayyem</a>, a crisis management expert at Harvard who served as the assistant secretary of Homeland Security in the Obama administration, told <em>Today, Explained</em>’s<em> </em>Sean Rameswaram. “I think in many ways what we&#8217;re experiencing now is purposeful lying.” Kayyem is also the author of the book <a href=\"https://www.amazon.com/Devil-Never-Sleeps-Learning-Disasters/dp/1541700090\"><em>The Devil Never Sleeps: Learning to Live in an Age of Disasters</em></a>.</p>\n\n<p class=\"has-text-align-none\">Below is an excerpt of their conversation, edited for length and clarity. There’s much more in the full podcast, so listen to <em>Today, Explained</em> wherever you get your podcasts, including <a href=\"https://podcasts.apple.com/us/podcast/today-explained/id1346207297\">Apple Podcasts</a>, <a href=\"https://podcasts.google.com/feed/aHR0cHM6Ly9yc3MuYXJ0MTkuY29tL3RvZGF5LWV4cGxhaW5lZA==\">Google Podcasts</a>, <a href=\"https://open.spotify.com/show/3pXx5SXzXwJxnf4A5pWN2A\">Spotify</a>, and <a href=\"https://www.stitcher.com/podcast/vox/today-explained\">Stitcher</a>.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9404903345\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">For people who may have missed this disaster of facts, can you just tell them what&#8217;s going on?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Juliette Kayyem</h4>\n\n<p class=\"has-text-align-none\">If you look on social media, at the atmosphere of response, there&#8217;s a lot of false facts about how the Biden administration is responding, about basic disaster response capabilities and rules. They are then amplified by, in particular, Donald Trump and Elon Musk, and create their own reality that then has to be shot down by already-overburdened first responders, emergency managers, and FEMA, which has put up a rumor page on their website just to combat this crap.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One example is Donald Trump consistently saying that the money that should go to Americans who are impacted by the disaster was all used for housing illegal immigrants. Not true. There was a separate line item to support migrants and sheltering that Congress passed. That money was sent to FEMA to administer, but it wasn&#8217;t replacing disaster management funds. It didn&#8217;t even overlap. It&#8217;s just the same entity distributing these funds.</p>\n\n<p class=\"has-text-align-none\">This creates a false division between the immigrants, who are not getting this money, and Americans, who might be mad that the money that they want for disaster relief is not available. They demoralize emergency managers and volunteers. They put them at risk. I have talked to people at FEMA about what&#8217;s happening on the ground. They are deploying people in larger numbers because they&#8217;re worried about what the reaction will be. Most importantly, it&#8217;s confusing victims about what they should do, what they have access to, and what&#8217;s available to them.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">You&#8217;re saying that Donald Trump is perpetrating some of this misinformation. Where is he doing it?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Juliette Kayyem</h4>\n\n<p class=\"has-text-align-none\">At his rallies; on social media. Recently at a rally, he suggested that resources weren&#8217;t going to red states, that more Republicans were dying. There&#8217;s just no factual basis for it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What&#8217;s interesting is you&#8217;re seeing Republican governors push back on that narrative, saying that they are <a href=\"https://www.tallahassee.com/story/news/hurricane/2024/10/08/biden-call-may-have-calmed-desantis-harris-pre-storm-dustup/75568059007/\">getting the resources they want</a>. They know that they have to work with the federal government to protect their citizens and begin these recoveries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the most obnoxious, disgusting rumors being amplified out in the communications space involves whether FEMA would take your home. FEMA has a process where they can buy your home. It&#8217;s a very small program. It&#8217;s if you, the homeowner, and FEMA agree on a fair market value and you don&#8217;t want to live there anymore because it&#8217;s been flooded four years in a row, and this is a rational transactional decision.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This narrative that they&#8217;re going to take your home — what does that do? Well, it makes people very nervous about leaving their home. And so you hear people now saying,<em> </em>“I&#8217;m not going to leave, because if I leave my home, the government&#8217;s going to take it.” Those are the real-world impacts of all of these lies.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">And you&#8217;re saying this is being amplified not only by other Republican politicians, but by the owner of Twitter?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Juliette Kayyem</h4>\n\n<p class=\"has-text-align-none\">Yes. He is probably the biggest amplifier of disinformation, <a href=\"https://x.com/elonmusk/status/1842246865234128978\">retweeting things that are clearly false</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What they&#8217;re trying to do is create divisions in communities in two ways. One is the divide between the citizen and government, which has always been a tactic by that wing of MAGA-ism. Then also [there’s the divide] between citizens and their neighbors. That creates chaos, confusion, and divisions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I think why you&#8217;re seeing such a concerted pushback by GOP governors, but also by FEMA and others who are calling this out, is because they know it can harm their response capabilities. I should say this is being done at a time when we&#8217;re seeing our very communication networks under stress. Communications are down. It&#8217;s hard to communicate with people. And so they have that vacuum being filled by this noxiousness of which has life-and-death consequences.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Back during Hurricane Sandy, I distinctly remember social media being useful for people. It was useful for people going through Sandy, it was useful for government agencies to get out information. Is that era of social media being a helpful tool in a disaster over?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Juliette Kayyem</h4>\n\n<p class=\"has-text-align-none\">It&#8217;s over. Elon Musk broke “Disaster Twitter.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Twitter&#8217;s moment of birth, the moment that its founder realized its benefit, was during a minor earthquake in San Francisco. It had been just one of those other social media platforms. But it was that real-time, authenticated information that was flowing in people&#8217;s feeds that the leadership at Twitter began to take its responsibility in a disaster very seriously.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You had an entire system, including the government relying on Twitter to amplify good information, and that whole system is down. This is the first domestic disaster where that is entirely clear, that Twitter is broken across the board for disaster management.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Is the mis- and disinformation around Milton as bad as that we saw after Helene?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Juliette Kayyem</h4>\n\n<p class=\"has-text-align-none\">You saw it more online than, say, from political leadership.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You saw much more aggressive government [and] FEMA pushback on that. They were sort of ready now. Helene was — I think they were sort of caught [by surprise]. So you saw just a lot of outreach, a lot of push back on the misinformation and even from [Florida Gov. Ron] DeSantis, who pushed back on some of that.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Do you think this makes an agency like FEMA more prepared for the next hurricane and for the next storm, if you will, of misinformation?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Juliette Kayyem</h4>\n\n<p class=\"has-text-align-none\">Yeah, I think it will, on the misinformation and the lies front. I think it&#8217;s just going to be part of your emergency management plan. You&#8217;re going to push back on the rumors in a very formal way. It used to be done, but it was very piecemeal. I saw language coming out of FEMA spokespeople, which I&#8217;d never seen before, essentially just calling out the lies, in particular on social media. So they&#8217;re using the language, the sort of freewheeling language, of social media, which I think is important, rather than the sort of more formal language of government.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">I think from the hype around Milton, there was this sense that, like, it could destroy Tampa. And it&#8217;s early yet, but I don&#8217;t think that happened. Do you think that sort of confirms and fuels this misinformation engine after an event like this?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Juliette Kayyem</h4>\n\n<p class=\"has-text-align-none\">Yeah, it will be viewed as overreach, as “the government&#8217;s incompetent, it doesn&#8217;t know what it&#8217;s doing.” I think the next evacuation will be harder if you don&#8217;t see the kind of damage and the kind of death that everyone was worried about. This is something that&#8217;s common, it has a name: the preparedness paradox.</p>\n\n<p class=\"has-text-align-none\">If you are ready, you get houses ready, you get communities ready, you get them to evacuate, and the thing comes through and the damage is less than you were worried about — that&#8217;s why you wanted the evacuation. That&#8217;s why you wanted the houses to be ready.&nbsp;</p>\n\n<p class=\"has-text-align-none\">People will say, “What were you so worried about in the first place?“ In other words, the government&#8217;s reaction, which may have minimized harm and damage and death, may very well, paradoxically, be viewed as the government&#8217;s original assessment was wrong.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Could FEMA be doing a better job during Helene and now Milton?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Juliette Kayyem</h4>\n\n<p class=\"has-text-align-none\">It&#8217;s hard for me to know right now. In some ways, FEMA&#8217;s biggest challenge is going to be recovery. How quickly can they deploy resources?&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Helene, the biggest lesson learned is how we communicate risk to Americans who may not view themselves at risk. Looking back, the only warnings that were given were a flood warning given to communities where there could be a flood. That is likely because people remember the soil was very saturated from rains in the days before. And I wonder if, in hindsight, flood warning — does it get people to move? Maybe we should think about how we communicate risk, especially because we&#8217;re getting these events that don&#8217;t really have historical precedent.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Hurricanes Milton and Helene have absolutely devastated large swaths of the United States. But residents who are cleaning out waterlogged homes and businesses have another challenge to their recovery, one that hasn’t let up — viral disinformation.&#160; There’s the rumor that the Federal Emergency Management Agency (FEMA) is limiting payouts to disaster survivors to $750. [&#8230;]",
    "author": "Miles Bryan"
  },
  {
    "title": "So, what was the point of John Mulaney’s live Netflix talk show?",
    "link": "https://www.vox.com/culture/24153957/john-mulaney-comeback-everybodys-in-la-netflix-live-comedy-specials-week",
    "pubDate": "2024-10-10T20:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Cassandra Peterson, Sarah Silverman, and John Mulaney at John Mulaney Presents: Everybody’s in LA for the Netflix is a Joke Festival at the Sunset Gower Studios on May 8, 2024, in Los Angeles, CA. | Ryan West/Netflix\" data-portal-copyright=\"Ryan West/Netflix\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25442537/NIAJ_050824_John_RW_00213.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Cassandra Peterson, Sarah Silverman, and John Mulaney at John Mulaney Presents: Everybody’s in LA for the Netflix is a Joke Festival at the Sunset Gower Studios on May 8, 2024, in Los Angeles, CA. | Ryan West/Netflix</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em><strong>Editor’s note, October 10, 4:10 pm:</strong> On October 10, 2024, Netflix <a href=\"https://variety.com/2024/tv/news/netflix-john-mulaney-live-weekly-talk-show-1236174700/\">announced</a> that John Mulaney would be hosting a live weekly talk show for the streamer starting in early 2025.</em></p>\n\n<p class=\"has-text-align-none\">John Mulaney’s new, just-concluded <a data-source=\"encore\" href=\"https://www.vox.com/netflix\">Netflix</a> comedy limited series, <em>Everybody’s in LA</em>, felt experimental in a number of ways. It’s not only Netflix trying out an interesting format — the show debuted live on May 3 and played out over the past week in a series of six nightly live episodes — but it also feels like Mulaney soft-launching a side gig.&nbsp;</p>\n\n<p>As the host to a motley crew of Los Angeles natives and town-invading comedians, Mulaney seems to be testing the waters for what kind of comedy his audience wants from him now. His 2023 confessional special <a href=\"https://www.vulture.com/article/john-mulaney-baby-j-netflix-comedy-review.html\"><em>Baby J</em></a> won an Emmy for outstanding writing and delved into his recent struggles with sobriety, but it brought mixed reviews from critics — <a href=\"https://www.washingtonpost.com/tv/2023/04/26/john-mulaney-baby-j-netflix/\">some of whom</a> seemed <a href=\"https://www.esquire.com/entertainment/tv/a43695876/john-mulaney-baby-j-netflix-comedy-review/\">skeptical at best</a> that Mulaney had done enough to bare his soul for the rest of us.&nbsp;</p>\n\n<p>After a rough few years for Mulaney, such cynicism about the comedian seemed to be the prevailing sentiment. In particular, 2021 saw him enter rehab for drug addiction. Shortly after his release, it became clear that Mulaney had <a href=\"https://nypost.com/2024/03/07/entertainment/john-mulaney-ex-anna-marie-tendler-memoir-going-to-end-him/\">chosen to end his marriage</a> to his then-wife of six years, Anna Marie Tendler, and begun a relationship with actor Olivia Munn — the timeline of which has been described as “<a href=\"https://stylecaster.com/entertainment/celebrity-news/1226287/john-mulaney-cheat-annamarie-tendler-olivia-munn/\">tight</a>.” No sooner had Mulaney filed for divorce than <a href=\"https://www.thelist.com/1545186/john-mulaney-olivia-munn-cheating-rumors-explained/\">rumors</a> of an affair leaked, followed by news that Munn was pregnant.&nbsp;</p>\n\n<p>The scandal hit the public unusually hard in a pandemic-era culture that clung to its heroes, and Mulaney’s transgressions spawned both intense backlash and <a href=\"https://www.vox.com/22663143/john-mulaney-olivia-munn-pregnant-parasocial-relationships-kylie-jenner\">intense discourse</a> about whether our parasocial relationships have gotten too warped. The period severely damaged Mulaney’s relationship with his core audience, once full of people who responded to his idealistic charm. Those folks didn’t seem to move on easily — not even by April 2023, when Mulaney, through <em>Baby J</em>, proffered a way forward via the more traditional route: a redemptive confessional.&nbsp;</p>\n\n<p>Jump ahead to May 2024, and perhaps, if attempt one didn’t totally set a clear path forward for the comic, attempt two will: enter, an intentionally random daily comedy talk show built around the threadbarest of excuses. The show’s raison d’être: LA is weird. The solution: gather an unexpected bunch of funny people and locals together to talk about how weird LA is. The host: a comedian famed for his own likable random weirdness.</p>\n\n<p>Mulaney seems to be covering his bases. “We are only doing six episodes,” he explains in the introduction to <em>Everybody’s in LA</em>, “so the show will never hit its groove.” If this flops, it’s fine. Mulaney jokes that he doesn’t know why he’s doing the show, which functions as a side event for Netflix’s elaborate LA comedy festival, <a href=\"https://www.netflixisajokefest.com/\">Netflix Is a Joke</a>. “I need structure,” he says, a non-justification that also doubles as a subtle reminder for some viewers that we’re looking at a person who has a history of addiction and is presumably in recovery.&nbsp;&nbsp;</p>\n\n<p>That’s about as deep as this show gets, however; though we do get some gestures to sociocultural topics like environmentalism and the incessant problem of LA traffic, they’re handed to us in the guise of, for example, a coyote wrangler or a gonzo helicopter journalist. Mulaney features famous comedians, yes, but also everyone from hypnotherapists to former OJ Simpson prosecutor <a href=\"https://www.vox.com/2016/2/25/11105096/marcia-clark-oj-simpson\">Marcia Clark</a>. (And really, what could be more LA than that?) In between conversations, Mulaney features pretaped sketches from more guest comedians and <em>Daily Show</em>-style comedy correspondents. As if that’s not chaotic enough, he also has call-in guests. At one point during episode five, a seismologist sits quietly by while a caller recounts being awakened by an earthquake while sleeping in the nude. These probably aren’t the talk show beats you’re used to.</p>\n\n<p>Mulaney’s one-week fling with the city also works out well for Netflix. Despite trying on and off for years <a href=\"https://www.nytimes.com/2019/07/02/business/media/netflix-talk-shows.html\">to make Netflix talk shows a thing</a>, and despite intermittently bringing David Letterman back to do one-off long-form interviews, the platform has never nailed the format before this. The nightly show seems to be making a small impact; it’s currently hanging around at No. 10 on the Netflix US Top 10 shows for the day, and it’s moved up and down the chart for most of the week.&nbsp;</p>\n\n<p>Not a bad beginning; the beginning of what<em>,</em> exactly, remains somewhat unclear. Netflix could also be using this show as a pilot entry for similar themed efforts from other temporary hosts — in other words, more <a href=\"https://www.npr.org/2024/05/10/1250386835/netflix-john-mulaney-everybodys-in-la-tom-brady-roast\">appointment TV</a>. It certainly seems that the entire week, beginning with Katt Williams’s live standup special <em>Woke Foke</em> and the <a href=\"https://www.vulture.com/article/live-netflix-comedy-specials-tom-brady-roast-katt-williams.html\">jarringly uncomfortable</a> <em>Roast of Tom Brady</em>, was an experimental make-or-break week for Netflix and live programming.&nbsp;</p>\n\n<p>Or perhaps Netflix will do this again next year during its next comedy fest; perhaps in a few months, Mulaney will move to another quirky American city with another quirky band of guests. It’s an interesting concept: What would this type of series be like if it took both it and the city it’s in a little more seriously? What would viewers make of it if we didn’t know as much about the city itself as we’ve absorbed about Los Angeles from decades of cultural osmosis? I’m not saying <em>Everybody’s in Boise</em> is the way to go, but I am saying I’d probably watch it for the local color.</p>\n\n<p>Whether this is enough to restore Mulaney to the top of the comedy world seems equally uncertain. The main charm of the show, all told, has less to do with the assemblage of guests than watching Mulaney’s effortless wrangling of them. Night after night, Mulaney embraces all the awkwardness of live comedy, and it doesn’t always embrace back: Often the guests are hostile; the sketches don’t always land; the callers are too eager to grandstand. Mulaney sidesteps it all like it’s Dance Dance Revolution and he knows this particular song by heart. As a host, he’s fab.</p>\n\n<p>Yet the idea of Mulaney as a talk show host on an ongoing basis feels like a net loss rather than a gain. Sure, he <em>can</em> bring together comedy titans and make sure they don’t run over an hour, but he’s probably fit for better things. If the dominant criticism of <em>Baby J</em> was that it coasted too lightly over Mulaney’s self-recrimination, then <em>Everybody’s in LA</em> directs his talents entirely outward; it’s intentionally lighthearted, deliberately shallow. There’s meaning in the edges, but that usually has little to do with why we love Mulaney himself. The arguable best moment in the series, in fact, doesn’t involve Mulaney at all, but rather a pretaped segment in episode two that reunites core members of the LA punk scene. They sit around reminiscing, then write a silly punk song together on the fly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s fun, it’s poignant. But it’s not as fun or poignant as Mulaney himself can be when he’s alone onstage with only his flaws and a thousand people willing to laugh at and then forgive them. If <em>Everybody’s in LA</em> brings his audience closer to a suspension of hostilities, then it will have been well worth it.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, October 10th, 2024: </strong>Updated with news of John Mulaney’s upcoming talk show for Netflix. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Editor’s note, October 10, 4:10 pm: On October 10, 2024, Netflix announced that John Mulaney would be hosting a live weekly talk show for the streamer starting in early 2025. John Mulaney’s new, just-concluded Netflix comedy limited series, Everybody’s in LA, felt experimental in a number of ways. It’s not only Netflix trying out an [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "What if you can’t afford to flee a hurricane?",
    "link": "https://www.vox.com/climate/377365/hurricane-milton-helene-evacuation-cost-expensive",
    "pubDate": "2024-10-10T19:30:21.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"On early Thursday, Hurricane Milton made landfall in Florida as a Category 3 storm. | Getty Images/Joe Raedle\" data-portal-copyright=\"Getty Images/Joe Raedle\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2177500713.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>On early Thursday, Hurricane Milton made landfall in Florida as a Category 3 storm. | Getty Images/Joe Raedle</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Even when a life-threatening hurricane is headed your way, there are <a href=\"https://www.vox.com/science-and-health/2017/8/25/16202296/hurricane-florence-2018-evacuation-psychology\">many reasons why you might stay put</a>. You might have dependent family members who can’t leave due to disabilities or other health-related reasons; you might not have reliable transportation to get to a safer area, and what’s more, no gas to get there. Sometimes, you simply refuse to leave your home and everything you own behind.</p>\n\n<p class=\"has-text-align-none\">There’s also the reality of just not being able to afford it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a 2021 <a href=\"https://www.usf.edu/arts-sciences/departments/public-affairs/documents/news-items/spa-hurricane-survey-results-2021.pdf\">University of South Florida survey</a>, over half of the state’s residents said that finances would impact whether they evacuated from a hurricane or not, with almost 43 percent saying they had under $1,000 for emergencies. People escaping both Hurricane Milton and Helene — a Category 4 hurricane that heavily impacted the Southeastern US in late September — report <a href=\"https://www.tiktok.com/@cnn/video/7423539550137371934\">spending</a> <a href=\"https://x.com/DissentFu/status/1843373698243539317\">hundreds</a> <a href=\"https://x.com/bulkpricing/status/1843734482698023161\">if not</a> <a href=\"https://weartv.com/news/local/helene-evacuees-face-high-costs-as-they-seek-refuge-in-northwest-florida\">thousands of dollars</a> to get to safety. </p>\n\n<p class=\"has-text-align-none\">Connie Vickers, 63, typically resides about an hour outside of Asheville, North Carolina. It cost her about $5,000 to book the first available Airbnb she could find to evacuate from Hurricane Helene. She considers herself fortunate — she could pay that out of pocket, with the hope that her insurance would cover some or all of the cost. “I’ve been thinking about the socioeconomic differences,” she tells Vox. “Some people literally have nothing.”</p>\n\n<p class=\"has-text-align-none\">Terrifyingly, anecdotes of people seeing <a href=\"https://x.com/silverfang09/status/1843638806840520771\">outrageous</a> <a href=\"https://x.com/iowaradioguy/status/1843362951593660813\">flight</a>, <a href=\"https://x.com/hurricanetrack/status/1843482275490787568\">hotel</a>, and <a href=\"https://x.com/KellDA/status/1843458416070783099\">rental car</a> prices have spread like wildfire on social media in the lead-up to Hurricane Milton’s landfall as a Category 3 storm.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On TikTok, <a href=\"https://www.tiktok.com/@mamamossof6\">one woman in Southwest Florida</a> has been explaining why it’s so difficult to leave home with six children and four dogs. Many shelters <a href=\"https://www.floridadisaster.org/planprepare/disability/evacuations-and-shelters/shelter-information/sheltering-with-pet/\">don’t accept pets</a>. “I would have to book an Airbnb or something,” she says in <a href=\"https://www.tiktok.com/@mamamossof6/video/7422814373627940139\">one video</a>. “I can’t afford to do that.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Flights, hotels, or gas can be pricey — if they’re even available</h2>\n\n<p class=\"has-text-align-none\">The longer someone waits to evacuate, the costlier evacuation is likely to be. One <a href=\"https://www.researchgate.net/publication/264879191_Is_It_Time_to_Go_Yet_Understanding_Household_Hurricane_Evacuation_Decisions_from_a_Dynamic_Perspective\">2011 study</a> estimated that evacuation costs for a Category 3 hurricane could increase from $454 about 3 days before expected landfall to $526 mere hours before landfall, which is about $632 to $732 in today’s dollars. While the cheapest one-way flight from Tampa to Atlanta in mid-November can be had for just $39, according to Google Flights, on October 8, the cheapest the search engine showed was $321. The cheapest one-way ticket from Tampa to NYC, usually available for $45 to $90, was $458.</p>\n\n<p class=\"has-text-align-none\">Plane tickets are priced dynamically, typically shooting up during busy travel periods and when you’re booking last minute. A United spokesperson told Vox that the airline had implemented fare caps this past Sunday. “Since then, the average price for a one way, economy class ticket to our hubs from affected Florida markets was below $500,” the spokesperson wrote in an email. They also noted that the <a href=\"https://x.com/iowaradioguy/status/1843362951593660813/photo/1\">viral screenshots</a> of $1,000-plus fares from Tampa to St. Louis included two stops. By early Tuesday, though, it was hard to find any nonstop flights from Tampa. <a href=\"https://news.delta.com/delta-waiving-fare-differences-capping-fares-new-bookings-ahead-milton\">Delta</a> and <a href=\"https://skift.com/2024/10/09/airlines-cap-fares-during-hurricane-milton/\">American Airlines</a> have also capped fares.</p>\n\n<p class=\"has-text-align-none\">Whether these tickets actually existed is also a different matter — going directly to airline websites often showed that there were actually no available flights, since airports were closed and many flights had been canceled. By Tuesday, when many <a href=\"https://www.heraldtribune.com/story/weather/hurricane/2024/10/09/florida-hurricane-milton-evacuation-orders-flood-zones-mandatory-list-map-orlando-counties-shelters/75588425007/\">evacuation orders</a> were just going into effect, options were increasingly limited — and costly — for Floridians in the path of Milton. Many airports were <a href=\"https://www.nbcmiami.com/news/local/airports-close-and-flights-are-cancelled-due-to-hurricane-milton/3438303/\">closing down</a>. As of Wednesday, FlightAware data showed that 90 percent of flights out of Tampa International Airport were canceled. </p>\n\n<p class=\"has-text-align-none\">Rental car locations were either running out of cars or shutting down for safety as of Tuesday, and <a href=\"https://www.gasbuddy.com/home?search=tampa&amp;fuel=1&amp;method=all&amp;maxAge=0\">according to GasBuddy</a>, a site that helps people track prices and availability at nearby gas stations, fuel was <a href=\"https://www.cnn.com/2024/10/08/business/hurricane-milton-florida-gasoline-shortages/index.html\">scarce</a>. Finding a place to stay is an uphill climb, too. At time of writing, many hotels in <a href=\"https://www.mypanhandle.com/news/local-news/bay-county/panama-city/hurricane-milton-evacuees-fully-book-panama-city-hotels/\">Northwest</a> <a href=\"https://www.tallahassee.com/story/news/hurricane/2024/10/07/booked-up-tallahassee-hotels-see-influx-due-to-hurricane-milton/75555745007/\">Florida</a> had filled up. While there are free shelters available across Florida counties where evacuation orders have been issued, as well as free <a href=\"https://www.floridadisaster.org/Updates\">shuttle services</a> or other <a href=\"https://www.wptv.com/weather/hurricane/need-transportation-heres-how-you-can-get-a-ride-to-a-local-shelter-or-to-safety\">free transportations options</a>, not everyone may be in an area where they can access them. There are also several reasons why people choose <a href=\"https://www.colorado.edu/today/2024/10/09/evacuating-privilege-why-some-stay-behind-when-hurricanes-strike\">not to go to a shelter</a>: They may not be sure exactly where it’s located, whether it’s full, or may not be able to bring their pets. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Being poor and having few job protections makes it harder to escape a storm</h2>\n\n<p class=\"has-text-align-none\">People with the least money are also often <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5050132/\">least likely to be able to escape</a> a natural disaster. They are less able to leave work in advance to beat traffic or book lodgings and flights before they’re all sold out, and in the long-term, less able to permanently move to an area at lower risk of hurricanes — yet another example of how it can be <a href=\"https://www.brookings.edu/articles/the-cost-of-being-poor-is-rising-and-its-worse-for-poor-families-of-color/\">more expensive to be poor</a>. The Gulf Coast faces some of the <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4022458/\">highest poverty rates</a> in the US, and the combination of extreme poverty and <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK600389/\">higher rates of poor health</a> (often due to racial inequality and environmental factors) leaves residents in this region <a href=\"https://www.scientificamerican.com/article/this-part-of-the-u-s-will-suffer-most-from-climate-change/\">especially vulnerable</a> during disasters.</p>\n\n<p class=\"has-text-align-none\">Carson MacPherson-Krutsky, a research associate at the Natural Hazards Center at University of Colorado Boulder, is currently studying the factors that motivate people to evacuate and shelter — or not — for hurricanes and tornadoes. “A huge one is resource constraints,” she tells Vox. “You have to have lodging wherever you&#8217;re going. You may need to have social support, potentially, if you want to stay with family and friends who are outside of the area. You have to have the ability to leave your job.”</p>\n\n<p class=\"has-text-align-none\">Even in ordinary times, hotel and flight prices can be tough to stomach. Average hotel prices in the US have <a href=\"https://lodgingmagazine.com/j-d-power-2024-nagsi-study-shows-travelers-are-paying-more-for-hotel-rooms/\">risen this year</a>; across the country, it has become increasingly common to pay <a href=\"https://www.wsj.com/lifestyle/travel/average-hotel-room-prices-data-a0afa164\">upwards of $200 per night</a> for a room. The cost of buying a car, maintaining it, and having insurance for it has also <a href=\"https://www.nytimes.com/2023/09/22/your-money/car-ownership-costs-increase.html\">gone up precipitously</a> in the past few years. Then there are the <a href=\"https://www.vox.com/money/23641875/food-grocery-inflation-prices-billionaires\">higher food prices</a> to consider. If you’ve evacuated to temporary lodgings and don’t have a stove, eating out can quickly become costly. </p>\n\n<p class=\"has-text-align-none\">Over a quarter of Americans had <a href=\"https://www.cnbc.com/select/americans-checking-account-balance/\">less than $500</a> in their checking account last year, according to a CNBC Select survey, and over half of Americans have less than $1,000 saved for emergencies. A <a href=\"https://www.foxbusiness.com/markets/hurricane-irmas-coming-what-an-average-family-spends-and-does-to-prepare\">Fox Business report from 2017</a> estimated that hurricane preparation and evacuation could cost an average family as much as $5,000; a <a href=\"https://www.nytimes.com/interactive/2018/09/18/multimedia/hurricane-florence-motel-evacuees.html\">New York Times report</a> from 2018, when Hurricane Florence ravaged North Carolina, cites one family having to cough up over $2,000 to evacuate. It can be prohibitively expensive to survive a storm.</p>\n\n<p class=\"has-text-align-none\">For some, the risk of lost wages or other <a href=\"https://x.com/HorrorGorl/status/1843684304385143005\">consequences</a> <a href=\"https://www.tiktok.com/@officialladdyyg/video/7423010068448382254?_r=1&amp;_t=8qPCtDRp5ac\">of missing</a> <a href=\"https://www.reddit.com/r/McDonaldsEmployees/comments/1fyyp5z/usa_what_to_do_because_were_being_forced_to_work/\">work</a> may have influenced their <a href=\"https://slate.com/business/2022/09/hurricane-ian-workers-rights-laws.html\">decision to stay put</a>. During Hurricane Helene, a <a href=\"https://www.cnn.com/2024/10/05/us/tennessee-impact-plastics-factory-helene/index.html\">factory called Impact Plastics</a> in Erwin, Tennessee, allegedly told employees to continue working despite flood warnings in the area. The company denies that it discouraged employees from leaving, saying in a <a href=\"https://www.youtube.com/watch?v=4_DzP__-9kg\">video statement</a> last week that they had been told to leave “at least 45 minutes before the gigantic force of the flood hit the industrial park.” It’s currently being investigated after 11 workers went missing, at least <a href=\"https://www.wcyb.com/news/local/bodies-of-5-of-6-impact-plastics-employees-swept-away-by-flood-recovered\">five</a> of whom have since been found dead.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How the government — and some companies — are trying to help</h2>\n\n<p class=\"has-text-align-none\">To ease some of the costs of evacuation, the state of Florida has <a href=\"https://www.flgov.com/2024/10/07/governor-ron-desantis-suspends-tolls-to-assist-hurricane-milton-evacuations/\">suspended road tolls</a> and has encouraged hotels to <a href=\"https://frla.org/news-release/frla-works-with-state-of-florida-to-encourage-reduced-costs-at-hotels-for-milton-evacuees/\">waive pet fees</a>. Uber, which famously came under fire for <a href=\"https://archive.nytimes.com/bits.blogs.nytimes.com/2014/07/08/uber-reaches-agreement-with-n-y-on-surge-pricing-during-emergencies/\">surge pricing</a> in New York during Hurricane Sandy, is giving people fleeing Milton <a href=\"https://www.heraldtribune.com/story/weather/hurricane/2024/10/08/hurricane-milton-floridia-free-uber-rides-shelters/75567254007/\" data-type=\"link\" data-id=\"https://www.heraldtribune.com/story/weather/hurricane/2024/10/08/hurricane-milton-floridia-free-uber-rides-shelters/75567254007/\">free rides to shelters.</a> Major US airlines, including <a href=\"https://www.united.com/en/us/fly/travel/trip-planning/travel-alerts.html\">United</a>, <a href=\"https://www.aa.com/i18n/travel-info/travel-alerts.jsp\">American</a>, and Delta are <a href=\"https://www.nbcnews.com/business/travel/hurricane-helene-disrupting-travel-fliers-need-know-rcna173505\">waiving some fees</a> if you need to rebook a flight. A few hotels have also been offering “distress rates” for evacuees, with <a href=\"https://www.wmbfnews.com/2024/10/08/myrtle-beach-resorts-offer-discount-those-evacuating-hurricane-milton/\">one Myrtle Beach resort</a> charging as little as $39 per night before taxes, and rooms at an <a href=\"https://www.wftv.com/news/local/rosen-hotels-resorts-reduces-pricing-hurricane-milton/WEDJTZ47IFE6JP6XNOI2VBMRKE/\">Orlando area hotel chain</a> starting at $69 before taxes.</p>\n\n<p class=\"has-text-align-none\">The supply-and-demand explanation for why things like flights and hotels can cost more during emergencies is that a lot of people are trying to snap them up at the last minute. That doesn’t mean it’s in a company’s best interest to hike prices, especially when people have been airing their sticker shock online. In some cases, it could even be illegal price gouging.</p>\n\n<p class=\"has-text-align-none\">“Price gouging is different than a normal market increasing prices,” says Teresa Murray, director of the Consumer Watchdog office at the Public Interest Research Groups. It usually needs to occur during some kind of emergency, and only applies to essential goods. One clear example of price gouging, according to Murray, happened during the <a href=\"https://www.vox.com/policy-and-politics/2022/5/12/23068472/baby-formula-shortage-2022-why\">baby formula shortage</a> in 2022.</p>\n\n<p class=\"has-text-align-none\">Right now, <a href=\"https://pirg.org/edfund/resources/how-to-report-price-gouging-after-a-natural-disaster/\">37 states</a> have some sort of anti-price gouging law in the books. Florida’s anti-price gouging law doesn’t kick in unless an official state of emergency has been declared, which Gov. Ron DeSantis did <a href=\"https://www.flgov.com/2024/10/05/emorandum-executive-order-number-24-214-emergency-management-tropical-storm-milton/\">this past</a> <a href=\"https://www.flgov.com/2024/10/05/emorandum-executive-order-number-24-214-emergency-management-tropical-storm-milton/\">weekend</a>. If the price of food, water, or gas, for example, “grossly exceeds” the average prices seen in the 30 days before the state of emergency, that’s illegal — but it’s not clear what “grossly exceeds” exactly means. <a href=\"https://oag.ca.gov/consumers/pricegougingduringdisasters#2C\">Some states</a> set a price increase threshold, such as anything more than 10 percent above normal prices. The Florida attorney general’s office has urged residents to <a href=\"https://www.myfloridalegal.com/newsrelease/attorney-general-moody-extends-price-gouging-hotline-following-declared-state-emergency\">report any price gouging</a> they see; it was already <a href=\"https://www.wfla.com/news/politics/florida-attorney-generals-team-investigates-price-gouging-amid-hurricane-season/\">investigating potential price gouging</a> after receiving hundreds of complaints during Hurricane Helene. Secretary of Transportation Pete Buttigieg <a href=\"https://x.com/SecretaryPete/status/1843464151324389620\">said on X</a> that the Department of Transportation is “keeping a close eye on flights in and out of areas affected by Hurricane Milton” to ensure there’s no price gouging, and the department is now <a href=\"https://x.com/petemuntean/status/1843740317494964379\">in touch with airlines</a> about the issue. </p>\n\n<p class=\"has-text-align-none\">Typically, Murray adds, we see a lot of <a href=\"https://pirg.org/edfund/resources/after-a-hurricane-or-tropical-storm-watch-out-for-repair-scams-price-gouging-unsafe-generator-use/\">price gouging</a> — whether it’s water, food, or supplies needed for clean up and repair, like chainsaws — happening in the aftermath of a disaster. With Milton, too, we might see more of it occurring as recovery efforts begin. “It’s just unconscionable that some companies might be taking advantage of this crisis by jacking up their prices,” Murray says. “We&#8217;re talking about people&#8217;s lives here.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Even when a life-threatening hurricane is headed your way, there are many reasons why you might stay put. You might have dependent family members who can’t leave due to disabilities or other health-related reasons; you might not have reliable transportation to get to a safer area, and what’s more, no gas to get there. Sometimes, [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "These Floridians couldn’t flee Hurricane Milton. They’re incarcerated.",
    "link": "https://www.vox.com/climate/377272/hurricane-milton-florida-jails-prisons-manatee-pinellas-lee",
    "pubDate": "2024-10-10T19:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Heavy rain and wind on a street with palm tres.\" data-caption=\"A car is seen parked as it rains heavily in Fort Myers, Florida, on October 9, 2024, as Hurricane Milton approaches. | Chandan Khanna/AFP/Getty Images\" data-portal-copyright=\"Chandan Khanna/AFP/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2176941230.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A car is seen parked as it rains heavily in Fort Myers, Florida, on October 9, 2024, as Hurricane Milton approaches. | Chandan Khanna/AFP/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Ahead of Hurricane Milton’s destructive landfall on Wednesday evening, <a href=\"https://www.nytimes.com/2024/10/08/weather/hurricane-milton-florida-evacuations.html\">millions of residents</a> chose to leave. For roughly 1,200 inmates in the Manatee County Jail, which is located in a major evacuation zone near Sarasota, Florida, that wasn’t an option. Local authorities decided not to evacuate the prisoners so they rode out the storm — which brought <a href=\"https://www.heraldtribune.com/picture-gallery/weather/hurricane/2024/10/09/photos-sarasota-bradenton-prepare-aftermath-hurricane-milton/75583179007/\">widespread flooding, property damage, and fierce winds</a> to the area — in the jail. </p>\n\n<p class=\"has-text-align-none\">They weren’t alone. The Manatee County Jail is one of many that chose not to evacuate, <a href=\"https://www.nytimes.com/2024/10/09/weather/florida-milton-evacuations-jail.html\">according to the New York Times.</a> <a href=\"https://www.youtube.com/watch?v=ifI9GLSClrQ\">Pinellas County</a> and Lee County, two others on the Gulf Coast that were in the storm’s direct trajectory, also did not evacuate their jails, per a Pinellas County news conference and a spokesperson for Lee County Sheriff’s Office. (Manatee County and Pinellas County Sheriff’s Offices did not immediately respond to a request for comment.)<strong> </strong></p>\n\n<p class=\"has-text-align-none\">The plight of Florida’s inmates is just the latest example to highlight how vulnerable incarcerated people are during natural disasters, when they have no control over their mobility or their exposure to hazardous situations.</p>\n\n<p class=\"has-text-align-none\">As <a href=\"https://theappeal.org/hurricane-milton-florida-jails-prisons-evacuations/\">the Appeal</a> and <a href=\"https://www.news-press.com/story/weather/hurricane/2024/10/09/lee-county-jail-inmates-safe-hurricane-milton/75593272007/\">the Fort Myers News-Press reported</a>, Manatee, Pinellas, and Lee County officials argued that they could move inmates to higher floors in case of flooding and storm surge. Manatee County officials also described the jail as “hurricane-rated,” while Pinellas County officials cited the logistical challenge of moving 3,100 inmates from the facility during the storm as justification for their decision. </p>\n\n<p class=\"has-text-align-none\">The Lee County jail was fully staffed and had water tanks on standby, according to the spokesperson, who noted that all the inmates were safe as of Thursday afternoon. The main facility lost power during the storm, the spokesperson added, but there were no other “notable incidents.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Manatee Sheriff’s Office also told <a href=\"https://theappeal.org/hurricane-milton-florida-jails-prisons-evacuations/\">the Appeal</a> that the inmates were “storm safe” as of Thursday and that the power was going in and out, but that they did not lose running water. The Pinellas Sheriff’s Office told the publication that it had power and no running water issues.</p>\n\n<p class=\"has-text-align-none\">The Florida Department of Corrections (DOC), which oversees state prisons, meanwhile, says that “all staff and inmates in the path of Hurricane Milton have been accounted for,” in an <a href=\"https://www.fdc.myflorida.com/weather-updates\">update</a> that it posted on Thursday morning. Per the DOC, it had evacuated 5,950 inmates from 37 facilities across the state as of that time. </p>\n\n<p class=\"has-text-align-none\">The DOC has also said that its public list of evacuated facilities has a lag and may be incomplete since it only updates 24 hours after the inmates have already been transported. It told Vox that it weighs multiple risk factors when considering evacuations, including “the path of the storm … timing, traffic disruption, the risks of evacuating inmates, and the conditions of facilities being evacuated.”</p>\n\n<p class=\"has-text-align-none\">In total, more than 28,000 people are incarcerated in facilities in counties that had either full or partial evacuation orders, and many were not evacuated, <a href=\"https://theappeal.org/hurricane-milton-florida-jails-prisons-evacuations/\">the Appeal reported</a>.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Really important rundown of how Florida prisons and jails are responding to evacuation orders by <a href=\"https://twitter.com/elizabethweill?ref_src=twsrc%5Etfw\">@elizabethweill</a> and <a href=\"https://twitter.com/EthanSCorey?ref_src=twsrc%5Etfw\">@EthanSCorey</a>. Several facilities in places with mandatory evacuation orders told The Appeal they will not evacuate. Interactive map here: <a href=\"https://t.co/EbC5XXv4YV\">https://t.co/EbC5XXv4YV</a> <a href=\"https://t.co/Wl8aOOpQu4\">https://t.co/Wl8aOOpQu4</a> <a href=\"https://t.co/AEPjebzmX4\">pic.twitter.com/AEPjebzmX4</a></p>&mdash; Meg O&#039;Connor (@megoconnor13) <a href=\"https://twitter.com/megoconnor13/status/1844106837475590187?ref_src=twsrc%5Etfw\">October 9, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Decisions not to evacuate certain facilities stood in stark contrast to dire warnings from regional leaders about the need to leave areas in the storm’s path and the “life or death” risks people faced if they failed to do so. Manatee County Jail, for example, is located in Evacuation Zone A, an area that faced high flooding risk. </p>\n\n<p class=\"has-text-align-none\">“We do not issue evacuation orders lightly,” Manatee County Public Safety Director Jodie Fiske previously said in a news release. “Milton is anticipated to cause more storm surge than Helene. So, if you stayed during Helene and got lucky, I would not press my luck with this particular system.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>Incarcerated people have few protections</strong></h2>\n\n<p class=\"has-text-align-none\">Florida’s inmates are not the first forced to shelter in place during a severe hurricane. When Hurricane Helene hit last month, 550 men in North Carolina were left in flooded cells at the Mountain View Correctional Institution without lights or running water for five days, <a href=\"https://theintercept.com/2024/10/04/hurricane-helene-north-carolina-mountain-view-prison/\">the Intercept reports</a>. Previously, hundreds of prisoners were <a href=\"https://www.ojp.gov/ncjrs/virtual-library/abstracts/abandoned-and-abused-orleans-parish-prisoners-wake-hurricane\">abandoned</a> during Hurricane Katrina without food or water <a href=\"https://www.hrw.org/news/2005/09/21/new-orleans-prisoners-abandoned-floodwaters\">after staff at the Orleans Parish Prison fled</a>. </p>\n\n<p class=\"has-text-align-none\">Incarcerated people are often neglected when it comes to ensuring their safety during natural disasters, but they’re frequently exploited for labor in the aftermath of those same situations. <a href=\"https://lailluminator.com/2024/09/17/in-louisiana-incarcerated-people-help-with-hurricane-recovery-after-francine/\">In Louisiana,</a> incarcerated people performed clean-up and recovery efforts after Hurricane Francine in September and, in California, they’ve been key to <a href=\"https://www.davispoliticalreview.com/article/the-use-of-inmate-firefighters-and-its-injustices\">fighting wildfires</a> for years. While some of these tasks offer an alternative path to rehabilitation or allow inmates to refine new skills, none come with the same labor protections around safety or wages that other workers generally receive. </p>\n\n<p class=\"has-text-align-none\">“The incarcerated population, they&#8217;re doubly vulnerable,” Corene Kendrick, deputy director of the ACLU&#8217;s National Prison Project, told Vox. “First, they&#8217;re often overlooked or deliberately just ignored … when the disaster is looming, and then they&#8217;re expected to turn around and clean up the mess in the wake of the disaster.”</p>\n\n<p class=\"has-text-align-none\">Federally, there are no requirements for guaranteeing the safety of incarcerated people during natural disasters, Kendrick told Vox. And while policies vary by state, <a href=\"https://ajph.aphapublications.org/doi/full/10.2105/AJPH.2022.307044\">a 2022 study published in the American Journal of Public Health</a> found that just six states mentioned safety protocols for incarcerated people in public plans detailing their emergency responses, while 24 mentioned the use of their labor for disaster mitigation. </p>\n\n<p class=\"has-text-align-none\">“That patchwork becomes even more patchy when you go to the local level of jails because there&#8217;s significant local control over how jails operate,” Mike Wessler, communications director for the Prison Policy Initiative, told Vox. </p>\n\n<p class=\"has-text-align-none\">And although there’s a <a href=\"https://supreme.justia.com/cases/federal/us/429/97/\">Supreme Court decision</a> that establishes a safety standard for inmates, experts note that court cases about mistreatment face an uphill battle following the passage of <a href=\"https://www.prisonpolicy.org/blog/2016/05/05/20years_plra/\">the Prison Litigation Reform Act in the 1990s</a>, which made it much harder for prisoners to file civil suits. Prisons and jails also have limited oversight at either the federal or state levels, so they <a href=\"https://famm.org/wp-content/uploads/2020/02/FAMM-Prison-Oversight-Principles.pdf\">often operate</a> with little regard to accountability. </p>\n\n<p class=\"has-text-align-none\">As a result, incarcerated people are especially vulnerable to neglect and other abuses, in general and during natural disasters specifically, which can endanger their health and their lives. During past disasters in Florida, like 2022’s Hurricane Ian, inmates <a href=\"https://www.usatoday.com/story/news/nation/2022/10/14/hurricane-ian-jails-prisons-florida/8189762001/\">described a dearth of running water</a>, including a lack of drinkable water as well as non-flushing toilets. </p>\n\n<p class=\"has-text-align-none\">Kendrick and Wessler noted that jails and prisons suffer from a failure to prepare for these increasingly common natural disasters as well as a <a href=\"https://ldi.upenn.edu/our-work/research-updates/the-flaws-of-u-s-prisons-and-jails-health-care-system/\">broader lack of concern for inmates’ well-being</a>. To pursue an evacuation, these facilities would need agreements with other facilities where they can transport inmates, transportation for large groups, fuel, and other resources — proposals they need to put in place prior to the emergency itself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a baseline, states and counties should have policies that apply mandatory evacuation orders to inmates, the same way that they do to other non-incarcerated people, Kendrick said.<strong> </strong>(Although the government doesn’t force people to leave, it’s <a href=\"https://www.ktvh.com/science-and-tech/natural-disasters/why-do-some-people-choose-to-stay-put-during-dangerous-hurricanes\">technically illegal</a> to stay in a mandatory evacuation zone during a storm.)</p>\n\n<p class=\"has-text-align-none\">The federal government could also condition disaster aid to states based on their evacuation policies, in an attempt to guarantee that inmates are protected, attorney <a href=\"https://digitalcommons.law.umaryland.edu/cgi/viewcontent.cgi?article=1359&amp;context=rrgc\">Maya Habash explained in the University of Maryland Law Journal</a>. Federal laws like the Stafford Act and the Post-Katrina Emergency Management Reform Act, which require that the government provide resources to protect vulnerable populations, could also be amended to include references to prisoners to make clear that they should be recipients of funding as well. And the federal government could establish clear mandates that outline how prisons and jails need to treat inmates during natural disasters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I think the federal government should set national standards for prisons and jails and emergency responses, and those should be the floor, not the ceiling, for what places have to do,” Wessler told Vox.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Ahead of Hurricane Milton’s destructive landfall on Wednesday evening, millions of residents chose to leave. For roughly 1,200 inmates in the Manatee County Jail, which is located in a major evacuation zone near Sarasota, Florida, that wasn’t an option. Local authorities decided not to evacuate the prisoners so they rode out the storm — which [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Why we’ve been seeing the northern lights so often lately",
    "link": "https://www.vox.com/science/24156730/aurora-northern-lights-visible-space-weather-storm-sun-solar-flare-ejection",
    "pubDate": "2024-10-10T17:52:09.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Northern Lights (Aurora Borealis) illuminate the sky of San Francisco North Bay as seen from China Camp Beach in San Rafael, California.\" data-caption=\"A spring geomagnetic storm allowed auroras to be visible across a wide area, reaching into places like California. | Tayfun Coskun/Anadolu via Getty Images\" data-portal-copyright=\"Tayfun Coskun/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25447987/GettyImages_2152138633.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A spring geomagnetic storm allowed auroras to be visible across a wide area, reaching into places like California. | Tayfun Coskun/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Yet another wave of green and purple auroras will shimmer in the night sky tonight and Friday evening over parts of the continental United States, likely visible as far south as Washington state, Iowa, and New York after a strong geomagnetic storm struck Earth at 11:15 am ET. It’s the latest display in an already rambunctious year for space weather.</p>\n\n<p class=\"has-text-align-none\">NOAA’s <a href=\"https://www.spaceweather.gov/news/cme-arrival-earth-has-occurred-and-warnings-have-been-issued\">Space Weather Prediction Center</a> issued a geomagnetic storm watch for October 10, noting that the storm has <a href=\"https://www.swpc.noaa.gov/noaa-scales-explanation\">reached G3, or “strong,” strength</a>, and could become “severe.” That’s the level at which power systems at high latitudes could set off high-voltage alarms, navigation instruments will have to account for interference, and spacecraft may need to make adjustments to stay aloft. The wave of solar wind will also extend the <a href=\"https://www.swpc.noaa.gov/products/aurora-viewline-tonight-and-tomorrow-night-experimental\">reach of auroras</a>. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"zxx\" dir=\"ltr\"><a href=\"https://t.co/AyOHxM91E4\">pic.twitter.com/AyOHxM91E4</a></p>&mdash; NOAA Space Weather Prediction Center (@NWSSWPC) <a href=\"https://twitter.com/NWSSWPC/status/1844407928285167987?ref_src=twsrc%5Etfw\">October 10, 2024</a></blockquote>\n</div></figure>\n\n<p>The current wave of celestial activity began on October 8, 93 million miles away at a <a href=\"https://www.space.com/giant-sunspot-ar3664-solar-storms-aurora\">huge sunspot</a> on our friendly neighborhood star. Sunspots are patches of the sun’s surface with <a href=\"https://www.weather.gov/fsd/sunspots\">unusually strong magnetic fields</a> and they appear as dark spots. The boundaries of these spots are ripe for storms that trigger <a href=\"https://www.swpc.noaa.gov/phenomena/solar-flares-radio-blackouts\">solar flares</a>, large eruptions of radiation. They also foment <a href=\"https://www.swpc.noaa.gov/phenomena/coronal-mass-ejections\">coronal mass ejections</a> (CME), bursts of magnetized plasma from the sun’s corona, its outermost layer. </p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.space.com/sun-solar-flare-september-12-aurora-chances\">sunspot set off a massive flare and a CME</a> that sprayed the solar system with high-energy particles. “This is a very speedy CME,” said Shawn Dahl, a space weather forecaster at NOAA’s Space Weather Prediction Center, during a press conference this week. The CME is traveling 2.5 million mph, the “fastest CME that we’ve really measured” pointed toward Earth in the current sunspot cycle, Dahl added.</p>\n\n<p class=\"has-text-align-none\">When these particles collide with the Earth’s atmosphere, they create a phenomenon similar to how neon lights work, exciting gasses in the atmosphere and making them glow, creating auroras.&nbsp;</p>\n\n<p>They typically cluster near the Earth’s poles (hence “northern lights”), but if enough energetic solar particles charge up the sky, auroras can reach much closer to the equator, which is why we’ve been seeing them all over the globe lately.</p>\n\n<p>This year, the <a href=\"https://www.vox.com/science/2024/1/31/24047913/solar-maximum-cycle-explained-25-flares-coronal-mass-ejection\">sun is at the peak of its activity cycle</a>.</p>\n\n<p>Roughly every 11 years, the sun’s magnetic poles reverse and as that flip approaches, there tends to be much more magnetic activity and thus more sunspots at the surface.&nbsp;</p>\n\n<p>Anticipating how this activity will ripple toward our home planet is an important task, not just so we Earthlings can get our cameras ready and ooh and aah at the nighttime colors; space weather can create problems for communication, navigation, and the <a href=\"https://www.vox.com/energy\" data-source=\"encore\">power grid</a>.&nbsp;</p>\n\n<p><a href=\"https://staff.ucar.edu/users/wiltbemj\">Michael Wiltberger</a>, deputy director of the High Altitude Observatory at the National Science Foundation’s National Center for Atmospheric Research, noted that predicting space weather is a lot like forecasting terrestrial weather. The weather we typically experience on the ground is driven by heat, moisture, and wind while space weather is driven by the electromagnetism of stars and planets. But both space and terrestrial weather emerge at the confluence of short- and long-term drivers playing out over a variety of different regions. While we don’t usually experience space weather on the ground, it generates a constant burbling mix of subtle and severe influences on the tools of our modern world.&nbsp;</p>\n\n<p>“There’s stuff going on all the time that affects a wide range of things from radio communications to lifetimes of satellites to radiation risks to astronauts in space,” Wiltberger said.&nbsp;</p>\n\n<p>And like your local TV weather experts, scientists studying space weather draw on a variety of instruments and models to generate useful forecasts with bulletins and visuals. On its website, the Space Weather Prediction Center <a href=\"https://www.swpc.noaa.gov/\">produces predictions</a> for “essential space weather communities” like aviation, emergency management, satellites, and space weather enthusiasts.&nbsp;</p>\n\n<p>The key tools for space weather forecasting are spacecraft that monitor the flow of solar wind and the direction of the magnetic field. “It’s important because if it’s aligned in the direction of the Earth’s magnetic field, we’re not going to get a lot of energy dumped into the system,” Wiltberger said. “But if it’s in the opposite direction then the magnetic fields can interact and get more energy and more direct coupling during these geomagnetic storms.”&nbsp;</p>\n\n<p>These measurements are then coupled with readings from ground-based cameras and magnetometers and fed into models to figure out how a rowdy sun will light up the Earth.</p>\n\n<p>Right now, one of the main goals is to extend the lead time for forecasts of how disruptive a geomagnetic storm will be. While scientists can see coronal mass ejections days before they start to impact Earth, they can’t easily figure out the strength and direction of the magnetic field, which, again, is the key factor in how much energy the Earth suddenly absorbs.&nbsp;</p>\n\n<p>Even small hits from the sun can be impactful. GPS, for example, relies on timing signals between satellites to pinpoint locations on the ground. A geomagnetic storm can create delays in these signals, throwing off critical measurements. “If you’re driving your car, probably not a big deal,” Wiltberger said. “But if you’re doing <a href=\"https://www.gps.gov/applications/agriculture/\">precision agriculture</a> and you’re trying to use it to tell you where to put the water on the seed that you just planted and you need really good accuracy, it’s a concern.”</p>\n\n<p>Satellites can be vulnerable to solar storms in other ways as well. On February 3, 2022, <a href=\"https://space.blog.gov.uk/2022/02/09/recently-launched-starlink-satellites-hit-by-geomagnetic-storm/\">SpaceX launched 49 Starlink internet satellites</a> into low Earth orbit, but a geomagnetic storm struck the next day. The storm increased the density of the atmosphere, creating unexpected drag and forcing most of the satellites to re-enter and burn up in the Earth’s atmosphere.</p>\n\n<p>The company said the nearly 6,000-strong Starlink satellite fleet <a href=\"https://www.space.com/spacex-starlink-solar-storm-healthy-satellites\">weathered the recent storms just fine</a>.&nbsp;</p>\n\n<p>One of the biggest concerns is what a strong solar storm could do to electricity systems. Wiltberger said one could imagine a gargantuan, fast-moving coronal mass ejection that hits the Earth just 24 hours after leaving the sun.&nbsp;</p>\n\n<p>If the magnetic field in this ejection happens to line up in the opposite direction of the Earth’s, it will create a big shift in the Earth’s magnetic field. A changing magnetic field, you may recall from your electromagnetism classes, can induce a current in a conductor, like, say, power transmission lines. That can then disrupt power delivery or cause parts of the grid to trip offline.</p>\n\n<p>Still, even a severe coronal mass ejection is unlikely to trigger a civilization-stopping blackout. “We’re probably not going to lose the power grid, but the power grid may actually have to take steps to bring more power generation capability online, defer maintenance, do those types of things,” Wiltberger said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And perhaps losing a few lights on the ground for a while isn’t such a bad thing when the night sky lights up.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, October 10, 1:50 pm: </em></strong><em>This story was originally published on May 14, 2024, and has been updated to include details about aurora visibility following another geomagnetic storm. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Yet another wave of green and purple auroras will shimmer in the night sky tonight and Friday evening over parts of the continental United States, likely visible as far south as Washington state, Iowa, and New York after a strong geomagnetic storm struck Earth at 11:15 am ET. It’s the latest display in an already [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "Hurricane Milton slams Florida: What you need to know",
    "link": "https://www.vox.com/climate/377313/hurricane-milton-landfall-florida",
    "pubDate": "2024-10-10T13:50:10.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Streets lined with homes and trees are flooded in several feet of water, seen in an aerial photo.\" data-caption=\"Flood waters from Hurricane Milton inundate Punta Gorda, Florida, on October 10. | Joe Raedle/Getty Images\" data-portal-copyright=\"Joe Raedle/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2177760605.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Flood waters from Hurricane Milton inundate Punta Gorda, Florida, on October 10. | Joe Raedle/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">After churning across the warm waters of the Gulf of Mexico earlier this week, Milton <a href=\"https://www.nhc.noaa.gov/archive/2024/al14/al142024.update.10100030.shtml?\">made landfall near Sarasota</a>, Florida, around 8:30 pm Wednesday as a powerful<strong> </strong>Category 3<strong> </strong>hurricane with up to 120 mile-per-hour winds.<strong> </strong>The storm — and the many<strong> </strong>tornadoes it spawned — tore the roofs off of homes and a <a href=\"https://www.tampabay.com/hurricane/2024/10/10/see-drone-photos-tropicana-fields-roof-destroyed-by-hurricane-milton/\">major baseball stadium</a> and left more than <a href=\"https://poweroutage.us/area/state/florida\">3 million people</a> without power across the peninsula. <a href=\"https://www.heraldtribune.com/story/weather/hurricane/2024/10/10/hurricane-milton-destruction-flooding-power-outages/75593982007/\">Several fatalities</a> have been reported so far.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">Sarasota is slightly south of Tampa, which was spared from the eye of the hurricane and extreme storm surge. Remarkably, winds from Milton actually caused a so-called reverse storm surge in Tampa Bay, which is when seawater recedes. But Tampa, the region’s largest city, still saw severe flooding: Milton dumped an astonishing 17 inches of rain in the region on Wednesday, causing what some have described as a <a href=\"https://www.cnn.com/weather/live-news/hurricane-milton-path-florida-10-10-24/index.html\">1,000-year flooding event</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sarasota, meanwhile, recorded at least <a href=\"https://x.com/wildweatherdan/status/1844155122714325006\">10 feet of storm surge</a>, which sent seawater rushing into the city. Surge is typically<strong> </strong>the <a href=\"https://oceantoday.noaa.gov/hurricanestormsurge/\">deadliest</a> part of a hurricane. It floods neighborhoods and can collapse homes and drown people. Prior to landfall, Milton also spawned an outbreak of tornadoes, prompting the National Weather Service to issue more than a hundred tornado warnings.</p>\n\n<p class=\"has-text-align-none\">As of Thursday morning, Milton was still a <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/100841.shtml?\">Category 1 storm</a> just off the east coast of Florida, though it’s expected to weaken later today as it moves farther offshore.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/1250x750-2.jpg?quality=90&#038;strip=all&#038;crop=0,11.571555659263,100,76.856888681474\" alt=\"A satellite image shows a white, swirling storm over the southeastern US Atlantic coastline.\" title=\"A satellite image shows a white, swirling storm over the southeastern US Atlantic coastline.\" data-has-syndication-rights=\"1\" data-caption=\"Hurricane Milton travels out to sea off of Florida’s east coast on October 10. | NOAA\" data-portal-copyright=\"NOAA\" />\n<p class=\"has-text-align-none\">What’s especially gutting is that Milton — the <a href=\"https://www.climate.gov/news-features/event-tracker/hurricane-milton-rapidly-intensifies-category-5-hurricane-becoming\">ninth Atlantic hurricane</a> during what government officials predicted would be an especially active season — struck parts of Florida that are still reeling from the impact of Hurricane Helene. Helene made landfall just two weeks ago, killing more than 200 people across the South and Appalachia and a dozen people in the Tampa Bay area. Milton prompted a historic evacuation of western Florida. </p>\n\n<p class=\"has-text-align-none\">On one hand, Hurricane Milton is highly unusual. As I wrote <a href=\"https://www.vox.com/climate/376323/hurricane-milton-category-5-tampa-florida\">earlier this week</a>, the hurricane intensified incredibly quickly, transforming from a tropical storm to a Category 5 in roughly 24 hours. With wind speeds pushing <a href=\"https://www.nhc.noaa.gov/archive/2024/al14/al142024.public.011.shtml?\">180 miles per hour</a> earlier in the week and very low pressure, it’s one of the strongest hurricanes ever recorded in the Atlantic. </p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n\n</div>\n\n<p class=\"has-text-align-none\">Then again, extreme storms like Milton are exactly what the world’s leading climate scientists have been predicting now for years. Burning fossil fuels is not just warming the air but also the ocean, and hot water is the key ingredient for super-powerful hurricanes. The threat becomes even greater when you consider that <a href=\"https://www.census.gov/library/stories/2024/03/florida-and-fast-growing-metros.html\">more and more people</a> are moving to coastal Florida.   </p>\n\n<p class=\"has-text-align-none\">The toll of Hurricane Milton will become clearer in the days ahead, and we’ll be here to keep you in the loop. In the meantime, here are a handful of stories that really helped me understand the threat posed by superstorms and how we can be better prepared for them.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><a href=\"https://www.vox.com/climate/377116/hurricane-helene-milton-florida-impact\" data-type=\"link\" data-id=\"https://link.vox.com/click/37024899.49941/aHR0cHM6Ly93d3cudm94LmNvbS9jbGltYXRlLzM3NzExNi9odXJyaWNhbmUtaGVsZW5lLW1pbHRvbi1mbG9yaWRhLWltcGFjdD91ZWlkPThkMWU1MGRlZjQxNmM5OTg1MGFjM2FlNTVjNjE1YzM3/60917ba6ac7e007ef63c8defB394787ea\">As Milton descends, Florida prepares for uncharted territory</a></h2>\n\n<p class=\"has-text-align-none\">The back-to-back phenomena of Hurricanes Helene and Milton spell disaster for communities in Florida that just barely started to rebuild and recover from Helene’s damage. A climatologist for the Florida Climate Center explains this uniquely destructive moment, and why we ought to find some reassurance as emergency responses and preparations get better and more efficient. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2177012789.jpg?quality=90&#038;strip=all&#038;crop=0,15.095986038394,100,69.808027923211\" alt=\"A stadium with a domed white roof is missing most of the dome, only the metal structure showing underneath.\" title=\"A stadium with a domed white roof is missing most of the dome, only the metal structure showing underneath.\" data-has-syndication-rights=\"1\" data-caption=\"Hurricane Milton blew the roof off of Tropicana Field in St. Petersburg, Florida, a major baseball arena. | Bryan R. Smith/AFP via Getty Images\" data-portal-copyright=\"Bryan R. Smith/AFP via Getty Images\" />\n<h2 class=\"wp-block-heading has-text-align-none\"><a href=\"https://www.vox.com/climate/377094/hurricane-milton-helene-home-insurance-flooding-damage\" data-type=\"link\" data-id=\"https://link.vox.com/click/37024899.49941/aHR0cHM6Ly93d3cudm94LmNvbS9jbGltYXRlLzM3NzA5NC9odXJyaWNhbmUtbWlsdG9uLWhlbGVuZS1ob21lLWluc3VyYW5jZS1mbG9vZGluZy1kYW1hZ2U_dWVpZD04ZDFlNTBkZWY0MTZjOTk4NTBhYzNhZTU1YzYxNWMzNw/60917ba6ac7e007ef63c8defB0912118f\">Just how doomed is home insurance?</a></h2>\n\n<p class=\"has-text-align-none\">Insured losses from natural disasters around the world in the first half of the year have already topped $60 billion, 54 percent higher than the 10-year average — and that’s before the estimated tens of billions of dollars in claims from Hurricanes Helene and Milton are added to the tally. Now, as the weather gets warmer and storms worsen, insurers are raising rates to eye-popping figures or refusing to insure some homeowners altogether.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><a href=\"https://www.vox.com/climate/376845/disaster-accountability-fema\">Is FEMA messing up?</a></h2>\n\n<p class=\"has-text-align-none\">Milton arrives as communities continue to recover from Hurricane Helene, which caused flooding, days-long power outages, and fatalities across six states, including Georgia, North Carolina, and Florida. In Helene’s wake, a litany of questions has arisen over the role of the Federal Emergency Management Agency in getting essential help to survivors. So, what does a good government response to horrific natural disasters look like in a time of escalating dangers driven by climate change? </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><a href=\"https://www.vox.com/politics/376982/trump-hurricane-helene-fema-lies-debunked\" data-type=\"link\" data-id=\"https://www.vox.com/politics/376982/trump-hurricane-helene-fema-lies-debunked\">Donald Trump’s many, many lies about Hurricane Helene, debunked</a></h2>\n\n<p class=\"has-text-align-none\">Since Hurricane Helene inundated parts of western North Carolina late last month, former President Donald Trump has seized on the tragedy to perpetuate lies about the federal response, sowing chaos and confusion as he repeatedly and falsely suggests that the federal government is purposely neglecting areas with Republican voters, that it is funneling emergency aid to migrants instead of disaster response, and that it’s giving hurricane victims just $750 in support. Experts say the disinformation could harm relief efforts and deter survivors from seeking assistance.</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "After churning across the warm waters of the Gulf of Mexico earlier this week, Milton made landfall near Sarasota, Florida, around 8:30 pm Wednesday as a powerful Category 3 hurricane with up to 120 mile-per-hour winds. The storm — and the many tornadoes it spawned — tore the roofs off of homes and a major [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "The itchy, not-too-terrifying truth about head lice",
    "link": "https://www.vox.com/life/376829/cdc-head-lice-guidelines-nits-hair-shampoo",
    "pubDate": "2024-10-10T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A child receiving head lice care in Brussels, Belgium, on August 14, 2023. | Laurie Dieffembacq/Contributor via Getty Images\" data-portal-copyright=\"Laurie Dieffembacq/Contributor via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1598903994.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A child receiving head lice care in Brussels, Belgium, on August 14, 2023. | Laurie Dieffembacq/Contributor via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This story originally appeared in </em><strong><em><a href=\"https://www.vox.com/family/369020/kids-children-generation-alpha-gen-school\" target=\"_blank\" rel=\"noreferrer noopener\">Kids Today</a></em></strong><em>, Vox’s newsletter about kids, for everyone. </em><strong><em><a href=\"https://www.vox.com/pages/kids-today-newsletter-policy-childhood-policy-culture\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\n<p class=\"has-text-align-none\">At first, I thought I was allergic to my shampoo. I’d switched to a new brand recently, and while my hair looked amazing, I’d developed an itchy ring around the perimeter of my skull, like someone had put a poison crown on me. When the itch became so distracting I couldn’t work, I reluctantly switched back to my old, frizz-promoting hair care regimen. </p>\n\n<p class=\"has-text-align-none\">Then my older kid started scratching.</p>\n\n<p class=\"has-text-align-none\">It turned out that about half his class had head lice. At our house, closer inspection revealed scuttling insects on both our scalps. We began an odyssey of combing and shampooing that lasted weeks, caused at least one meltdown per person, and left our bathroom full of sinister metal nit combs and half-empty bottles of goo.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Our experience is a rite of passage for young children and their families. In addition to being disturbing on a psychological level (I, for one, do not like the phrase <a href=\"https://extension.entm.purdue.edu/publichealth/insects/louse.html\">“blood meal”</a>), lice can cause intense itching; Logan, 5, another recent sufferer, described his recent case to me as “super, amazing, big, wild itchy.”</p>\n\n<p class=\"has-text-align-none\">Lice are often a source of shame and anxiety for families. The insects have “been historically associated with things like poor personal hygiene or houselessness or a certain socioeconomic status,” said Dawn Nolt, a pediatric infectious disease doctor and the lead author of the American Academy of Pediatrics’s <a href=\"https://publications.aap.org/pediatrics/article/150/4/e2022059282/189566/Head-Lice?searchresult=1\">2022 recommendations on lice</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In fact, however, there’s some evidence that they prefer clean hair, Kate King, a school nurse in Ohio and the president of the National Association of School Nurses (NASN), told me. And the insects infest people of all walks of life, all around the world, though kids and caregivers are the most susceptible.</p>\n\n<p class=\"has-text-align-none\">Lice are an annoyance, not a danger, Nolt said — they do not spread disease. But some school districts, including New York City, where I live, bar kids from the classroom if they’re found to have lice. For my kid, that meant a day spent getting combed in front of the TV, instead of attending kindergarten.</p>\n\n<p class=\"has-text-align-none\">Experts say no-lice policies — and in-school lice checks in which a nurse or other adult combs an entire class for bugs — don’t actually stop the spread of lice, and are especially problematic as school districts battle <a href=\"https://www.vox.com/2024/1/9/23904542/chronic-absenteeism-school-attendance\">chronic absenteeism</a> in the wake of Covid-19. “Since the pandemic, we really appreciate the benefits of in-person schooling,” Nolt told me. “Head lice is not a reason for a child to miss school.”</p>\n\n<p class=\"has-text-align-none\">The CDC has actually recommended against sending kids home for lice for <a href=\"https://www.npr.org/2024/08/28/nx-s1-5090917/head-lice-schools-cdc-guidance#:~:text=If%20you%20remember%20being%20sent,as%20the%20treatment%20has%20begun.\">more than 10 years</a>. But a <a href=\"https://www.consumerreports.org/health/lice/myths-about-head-lice-a7156006867/\">website redesign</a> led to a <a href=\"https://www.tampabay.com/life-culture/2024/08/24/lice-schools-nuts-pinellas-hillsborough-county-cdc/\">resurgence</a> of <a href=\"https://www.msn.com/en-us/health/other/will-kids-with-head-lice-in-illinois-schools-be-sent-home-early-latest-cdc-state-guidance/ar-AA1pDN6Z?apiversion=v2&amp;noservercache=1&amp;domshim=1&amp;renderwebcomponents=1&amp;wcseo=1&amp;batchservertelemetry=1&amp;noservertelemetry=1\">interest</a> in the policy at the beginning of the 2024–25 school year, alongside what some say is an <a href=\"https://gothamist.com/news/head-lice-seem-back-in-force-in-nyc-schools-heres-how-to-prevent-and-treat-them\">uptick in lice cases</a> after a pandemic lull.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead of panicking, experts say, families and schools alike should approach lice as what they are: annoying bugs that want to eat us, but that can be defeated with the right tools, and the right attitude.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As Logan told me, “Don’t give up.”</p>\n\n<h2 class=\"wp-block-heading\">The truth about head lice</h2>\n\n<p class=\"has-text-align-none\">Head lice are about the size of a <a href=\"https://www.cdc.gov/lice/about/head-lice.html\">sesame seed</a> and can live on a person’s head for about a month, feeding on blood. During that time, they lay eggs called nits, which they stick to the hair shaft very close to the scalp with an adhesive material. Those eggs incubate for about 10 days, Nolt said, before hatching and maturing into new lice.</p>\n\n<p class=\"has-text-align-none\">The itching that is the hallmark of a lice infestation is actually caused by the insect’s saliva, which can cause a mild allergic reaction in humans. This reaction takes four to six weeks to develop, Nolt said, so once you start scratching, you’ve already had lice for a while.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Lice don’t have wings, and they <a href=\"https://www.health.state.mn.us/diseases/headlice/headlice.html\">can’t jump</a>, but they spread by crawling from one person’s head to another, usually through head-to-head contact (something that happens a lot among little kids, who like to hug and roughhouse and generally get up in one another’s faces). They can spread through shared hats or clothing, but that’s much less common, Nolt said, because lice simply can’t survive for very long away from their source of warmth and food.</p>\n\n<p class=\"has-text-align-none\">For some kids, the worst part of having lice is getting rid of them. Typically, an adult washes a child’s hair, then uses a special lice comb (included with many over-the-counter lice shampoos) to find all the nits and remove them. Depending on the length of a kid’s hair, the process can take hours.</p>\n\n<p class=\"has-text-align-none\">“The combing really hurt,” Thomas, 7, told me. His parents let him play video games as a distraction, but “it still really hurt,” he said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some kids don’t mind the combing — Byron, Logan’s 2-and-a-half-year-old brother, called it “tingly.” Adding some mythos may help: Logan and Byron informed me that their family had used “nit destroyer warrior” combs “made by lasers.” (A fact-check reveals that some nit combs are purportedly made using <a href=\"https://www.licedoctors.com/product/lice-comb\">“laser technology.”</a>)</p>\n\n<p class=\"has-text-align-none\">Complicating matters further is the fact that lice appear to have <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4007213/\">evolved some resistance</a> to pyrethrin and permethrin, the active ingredients in many over-the-counter lice shampoos. <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4475297/\">Some research</a> shows that dimethicone, a gooey polymer that basically suffocates lice, remains effective. This is what finally worked in my house, after several rounds of permethrin-based products failed. It is also extremely oily and takes forever to wash out.</p>\n\n<p class=\"has-text-align-none\">All of this is stressful enough without adding school disruption to the mix. Once children have symptoms, they’ve usually already had lice for weeks, Nolt said. Sending them home for a day or two does little to limit spread, but deprives the child of key learning time. Along with the CDC, the <a href=\"https://www.nasn.org/nasn-resources/professional-practice-documents/position-statements/ps-head-lice\">NASN</a> and the <a href=\"https://publications.aap.org/pediatrics/article/150/4/e2022059282/189566/Head-Lice?autologincheck=redirected\">American Academy of Pediatrics</a> also recommend against sending kids home for lice.</p>\n\n<p class=\"has-text-align-none\">In-school lice checks — a mainstay of my millennial childhood that’s still a reality in New York and elsewhere — are also ineffective, experts say. “It doesn&#8217;t produce any real results,” said King, the NASN president. “It’s also very demeaning and shaming for students.”</p>\n\n<p class=\"has-text-align-none\">When a child has lice at her school, King contacts the family with information about treatment, and provides free lice shampoo upon request. “Our main focus is to be a helper, not a punisher.”</p>\n\n<p class=\"has-text-align-none\">Ultimately, experts say schools and families should think of lice not as something shameful or frightening, but as a part of childhood — annoying, sure, but normal and not always avoidable. “Head lice are like the common cold,” said King. “Sometimes, it just happens.”</p>\n\n<h2 class=\"wp-block-heading\">What I’m reading</h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.washingtonpost.com/wellness/2024/10/07/myopia-prevention-outdoor-time-children/\">Nearsightedness is on the rise</a> among kids around the world, according to <a href=\"https://nap.nationalacademies.org/read/27734/chapter/1\">a new report</a> from the National Academies of Sciences, Engineering, and Medicine, possibly as a result of the rise in “near work,” such as reading and writing (the effect of smartphones and other screens is still unclear). The report’s authors recommend two hours of <a href=\"https://www.vox.com/family/370880/play-kids-outdoor-screen-time-phone-ipad-games\">outdoor time</a> per day to counteract the trend, at least one of which should take place during school.</p>\n\n<p class=\"has-text-align-none\">Students with disabilities <a href=\"https://www.the74million.org/article/report-almost-all-disabled-students-lack-access-to-college-readiness-programs/\">lack access</a> to college readiness programs, <a href=\"https://www.centerforlearnerequity.org/wp-content/uploads/CLE-crdc2024_brief5_highSchool.pdf\">another report</a> finds, even though they’re entitled to such support under federal law.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the wake of Hurricane Helene, <a href=\"https://www.nytimes.com/2024/10/07/us/hurricane-helene-school-closures-education.html\">tens of thousands of kids</a> are home from school, with no idea when they can return to the classroom. Even remote learning isn’t possible in some areas of North Carolina because of disruptions to internet and electric service. “This isn’t Covid remote learning. This is nothing,” a professor who has studied the impact of Hurricane Katrina <a href=\"https://www.nytimes.com/2024/10/07/us/hurricane-helene-school-closures-education.html\">told the New York Times</a>.</p>\n\n<p class=\"has-text-align-none\">At my house, we are reading Bill Bryson’s <a href=\"https://www.penguinrandomhouse.com/books/20548/a-really-short-history-of-nearly-everything-by-bill-bryson/\"><em>A Really Short History of Nearly Everything</em></a>. Warning: This has required me to spend a lot of time trying to explain the Big Bang and the shape of the universe, topics that are pretty cognitively taxing at bedtime.</p>\n\n<h2 class=\"wp-block-heading\">Get in touch</h2>\n\n<p class=\"has-text-align-none\">For Halloween, I’m hoping to write about scary stories. As a fan of <em><a href=\"https://www.vulture.com/article/best-scary-stories-to-tell-in-the-dark-books.html\">Scary Stories to Tell in the Dark</a></em> and <em><a href=\"https://goosebumps.fandom.com/wiki/List_of_Goosebumps_books\">Goosebumps</a></em>, I’m curious what kids are reading (or watching) to freak themselves out nowadays. For adults, I also want to hear about your favorite scary tales from childhood — or the ones that gave you nightmares for weeks. If you have observations about spooky kid content past or present, let me know at anna.north@vox.com. Your eerie recommendations (or warnings) could make it into a newsletter soon!</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This story originally appeared in Kids Today, Vox’s newsletter about kids, for everyone. Sign up here for future editions. At first, I thought I was allergic to my shampoo. I’d switched to a new brand recently, and while my hair looked amazing, I’d developed an itchy ring around the perimeter of my skull, like someone had put [&#8230;]",
    "author": "Anna North"
  }
]