[
  {
    "title": "Why do all the world’s best athletes do Subway commercials?",
    "link": "https://www.vox.com/money/355959/subway-ads-athletes-explained-simone-biles-travis-kelce",
    "pubDate": "2024-06-24T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/Subway_WhizyKim_Vox.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Close your eyes and imagine the last time you were inside a Subway. Do you see the dated storefront? The fluorescent lighting? Do you catch a whiff of that unmistakable, disturbingly <a href=\"https://www.vice.com/en/article/5dz975/subway-what-the-hell-is-that-smell\">sweet bread smell</a>? Maybe there’s a group of high school kids snarfing down their subs after school. Yet, this is the very same chain that has, in recent years, attracted some of the world’s biggest and highly-coveted athletes to playfully hawk its sandwiches in a barrage of TV ads: Tom Brady, Steph Curry, Serena Williams, Simone Biles, Travis Kelce and Patrick Mahomes — the list goes on. </p>\n\n<p class=\"has-text-align-none\">The message Subway is going for is clear. Strong, fit athletes love their food. Subway is healthy — or, at least, healthier than the other fast food options you might have been considering for lunch. The slogan it has returned to, after all these years, is to “Eat Fresh.”</p>\n\n<p class=\"has-text-align-none\">“The ads drive you into a restaurant that looks and feels like the ’90s,” says Barry Thomas, a senior global thought leader at market research firm Kantar. It’s currently trying to <a href=\"https://www.qsrmagazine.com/sponsored_content/subway-rolls-out-guest-centric-restaurant-redesign/\">remodel</a> for a more modern look, though only about half of its stores have been renovated. Subway’s flashy marketing only underscores this disconnect. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Tom Brady &quot;Do You Even Eat Bread?&quot; Subway Commercial\" src=\"https://www.youtube.com/embed/MuBZsZo1XQw?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Subway has been famous for a lot of things over its 56-year history: The fan-favorite $5 footlong (RIP), smirking complaints that, actually, its <a href=\"https://www.forbes.com/sites/ericgoldman/2016/02/29/why-the-subway-footlong-lawsuits-fell-short/\">footlong isn’t quite 12 inches</a>, and the scandal of their former brand spokesperson <a href=\"https://www.businessinsider.com/jared-fogle-face-subway-is-scheduled-prison-release-in-2029-2023-11\">Jared Fogle</a> being convicted on charges related to child sexual abuse. Less well-known is how it has struggled to regain its perch as the King of Subs in the past decade. Over the last few years, Subway has pulled out all the stops and seemingly poured millions of dollars for an expensive ad campaign that would refresh its image and revive flagging sales. </p>\n\n<p class=\"has-text-align-none\">“For the last three years, Subway has been on a transformation journey to deliver better food and a better guest experience through ongoing menu and digital innovation and restaurant modernization,” a company spokesperson told Vox in an email. “Subway’s initiatives are paying off and the company is a remarkably different brand than it was when we began our transformation journey. As we continue to listen to our franchisees and exceed guests’ expectations, our growth journey is far from over.”</p>\n\n<p class=\"has-text-align-none\">But the problems plaguing the chain haven’t gone away yet: It still has too many stores, it’s still feeling squeezed in a competitive fast food scene that can offer both cheaper or healthier fare, and the relationship it has with its army of franchisees, who have largely paid the price for the chain’s zealous overexpansion and glitzy ad blitz, is still tense. Here’s how it got here.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Marketing versus reality</h2>\n\n<p class=\"has-text-align-none\">Subway hasn’t disclosed how much money it spent on its star-studded ad campaign, which rolled out in 2021 as part of an overall push to <a href=\"https://www.washingtonpost.com/food/2021/07/15/subway-new-menu-taste/\">revamp its brand</a>, called the <a href=\"https://newsroom.subway.com/The-Eat-Fresh-Refresh\">Eat Fresh Refresh</a>. It included a new menu, new ingredients, even new bread, including a <a href=\"https://newsroom.subway.com/2021-10-28-Subway-R-Testing-New-One-Net-Carb-Bread-Option-With-Hero-Bread-TM-Backed-By-Seven-Time-Super-Bowl-Champion-Tom-Brady\">low-carb version</a> — understandable moves for a company that’s been sued for not using real tuna in their sandwiches (the <a href=\"https://www.cbsnews.com/news/subway-tuna-lawsuit-dismissed/\">lawsuit was dismissed</a>), and whose bread was once deemed <a href=\"https://www.theguardian.com/world/2020/oct/01/irish-court-rules-subway-bread-is-not-bread\">too high in sugar</a> to be called bread by an Irish court.</p>\n\n<p class=\"has-text-align-none\">Andrew Stallings, founder of athlete marketing agency Athelo Group, says that pay structures for athlete brand deals can vary, from a flat fee to equity in a franchise. But one point of comparison is LeBron James’s endorsement deal with McDonald’s, which began in 2010 and reportedly paid the basketball star <a href=\"https://www.forbes.com/sites/kurtbadenhausen/2017/04/26/lebron-james-walked-away-from-15-million-in-endorsement-money-from-mcdonalds/\">about $4 million a year</a>. Mollie Partesotti, chief strategy officer at the ad agency FCB Chicago, estimates that each big name Subway has hired is getting somewhere around seven figures, depending on the athlete. “I would say Patrick Mahomes is probably getting $2 million to $5 million,” she tells Vox.</p>\n\n<p class=\"has-text-align-none\">In short, Subway has tapped “the most expensive restaurant marketing personalities there are,” Thomas says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Marketing itself as a healthier option — whatever that means — and using athletes to promote that message is not new for Subway. The company long positioned itself as the healthy oddball among fast food fare dating back to an era when people weren’t ordering build-your-own salad bowls. The company <a href=\"https://www.youtube.com/watch?v=MfjuRFYtT2I\">ran</a> <a href=\"https://www.youtube.com/watch?v=fVaxJxmwTYk\">a lot of ads</a> in the 1990s <a href=\"https://www.youtube.com/watch?v=wU79WkR-OtQ\">driving home</a> <a href=\"https://www.youtube.com/watch?v=2RppPibiwNM\">this point</a>, explicitly comparing itself to McDonald’s and Burger King. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"1998 Subway &quot;Subway vs. BK&quot; commercial\" src=\"https://www.youtube.com/embed/fVaxJxmwTYk?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Thomas notes that famed former Subway Chief Marketing Officer Tony Pace started using athletes to promote Subway over a decade ago. “He came out swinging, I mean swinging, with huge ad dollars and really tripling down on health and their <a href=\"https://www.forbes.com/sites/jenniferrooney/2012/02/03/subway-puts-its-brand-around-the-big-game-but-not-in-it/\">Famous Fan campaign</a>,” recalls Thomas. In TV spots and press releases, athletes like <a href=\"https://www.youtube.com/watch?v=jNz8XWoTCmo\">Blake Griffin</a> and Michael Phelps would talk about how much they enjoyed eating Subway, especially because they needed the fuel and nutrition in their physically intense line of work. Those ads rang true, Thomas argues, partly because it was a vastly different time. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Steph Curry hawking the meat slicer feels a little, you know, corporate.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Today, the cultural attitude around what’s “healthy” food has shifted so much — gym rats steadfastly count their macros, avoid carbs like the plague, and take so many questionable supplements — that it’s difficult to imagine a giant sub fitting the bill. It’s that much harder for Subway to sell health. Fast casual chains <a href=\"https://www.retailbrew.com/stories/2024/03/04/why-sweetgreen-and-cava-s-earnings-are-outperforming-much-of-the-fast-casual-category\">Sweetgreen and Cava</a> have exploded in popularity in recent years, and even Chick-fil-A now offers <a href=\"https://www.chick-fil-a.com/menu/sides\">fruit cups and salads</a> as sides. The athlete endorsements ring a little less authentic, too. “They feel very much like paid endorsements,” says Partesotti. It’s one thing for Cardi B and Offset to plug <a href=\"https://www.delish.com/food-news/a42858185/cardi-b-offset-meal-mcdonalds/\">their favorite McDonald’s order</a> — it plays up the idea that celebrities are just like us, occasionally indulging in a delicious if unhealthy meal. It’s another for <a href=\"https://www.youtube.com/watch?v=twSpuhN2UCA\">Steph Curry to tell us that Subway</a> now slices its deli meat in-house, of all things. These are athletes who likely adhere to an extremely strict meal plan. “Steph Curry hawking the meat slicer feels a little, you know, corporate,” says Partesotti.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Fresh Sliced Anthem\" src=\"https://www.youtube.com/embed/HHbZciZw3B0?rel=0&#038;start=5\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Pro athletes endorsing Subway, for their part, could simply be following the precedent Subway established in older ad campaigns — that they’re healthier than burgers, that sports stars love their food. Plus, the money doesn’t hurt. The biggest sports stars earn the bulk of their wealth through endorsement deals and other ads rather than the salary they get from, you know, playing their sport (never forget Tom Brady’s ill-advised FTX endorsement, for which he was reportedly paid <a href=\"https://www.businessinsider.com/ftx-paid-tom-brady-55-million-for-20-hours-biography-2023-10\">$55 million</a>).</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Where Subway went wrong, and how it’s trying to fix things</h2>\n\n<p class=\"has-text-align-none\">Subway’s ability to snag such an exceptional roster of brand ambassadors stands in sharp contrast to the chain’s financial woes in recent years. Probably the biggest mistake Subway made over the past few decades, experts say, is growing way too big. About a decade ago, there were <a href=\"https://www.statista.com/statistics/469341/number-of-subway-restaurants-us/\">over 27,000 Subways</a> in the US. You could visit one location and trip right over another one. Since then, it has <a href=\"https://www.restaurantbusinessonline.com/financing/subway-completes-its-sale-roark-capital\">closed about 7,000</a>, and more closures continue to trickle in, but it still has more locations in the US than <a href=\"https://www.statista.com/statistics/256040/mcdonalds-restaurants-in-north-america/\">McDonald’s does</a> (about 13,500 stores).</p>\n\n<p class=\"has-text-align-none\">What makes Subway remarkable compared to other fast-food chains is that all of its stores are owned and operated by franchisees, versus some percentage being operated by the company. The draw of buying a Subway location is that it’s relatively cheap; the overall cost to start one is estimated to be between <a href=\"https://www.subwayfranchise.com/en-us/faqs\">$229,050 to $522,300,</a> much cheaper than the <a href=\"https://www.businessinsider.com/mcdonalds-chick-fil-a-taco-bell-fast-food-franchise-costs-2019-5#mcdonalds-136-million-and-245-million-7\">million-plus dollars it would take to open a McDonald’s franchise.</a> The catch, though, is that Subway charges a king’s ransom from franchisees, who must tithe 12.5 percent of sales per week to HQ. McDonald’s rate is <a href=\"https://www.nrn.com/quick-service/mcdonald-s-raises-its-royalty-fees-first-time-nearly-30-years\">5 percent</a>. </p>\n\n<p class=\"has-text-align-none\">Subway’s issues really came to a head in 2015, says Jonathan Maze, editor-in-chief of Restaurant Business. That was the year Jared Fogle, who had <a href=\"https://www.businessinsider.com/subway-jared-fogle-documentary-couldnt-come-at-a-worse-time-2023-2\">spent 15 years</a> preaching that the Subway diet could help you lose weight, was arrested. Subway co-founder Fred DeLuca, who had dreamed of <a href=\"https://www.youtube.com/watch?v=xueVlZbl3QY\">one day having 100,000 Subway stores</a>, died and did not have a solid succession plan. Sales dipped from <a href=\"https://www.cnn.com/2022/10/12/business/subway-series-menu-sales/index.html\">$12 billion</a> annually in 2013 to $9.4 billion in 2021.  Perhaps in a stir of cost-saving determination, the chain also said it would be moving away from <a href=\"https://www.sportsbusinessjournal.com/Global/Issues/2015/12/30/Marketing-and-Sponsorship/Subway-Campaign.aspx\">celebrity athlete endorsements for a while</a> in 2015, before returning to them again in recent years.</p>\n\n<p class=\"has-text-align-none\">Another illuminating metric of Subway’s struggles is how much one store in a fast-food chain typically sells per year, known as the average unit volume, compared to other fast-food chains. By 2015, Subway’s AUV was reportedly around $425,000, according to data from food service consulting firm Technomic. Thanks to aggressive store closures and brand refresh efforts, that has ticked up to a <a href=\"https://www.restaurantbusinessonline.com/financing/subway-slowed-its-closures-last-year-not-much\">little under $500,000 now</a>, but that’s still “a paltry amount,” says Maze. McDonald’s sold <a href=\"https://www.restaurantbusinessonline.com/financing/chick-fil-unit-volumes-stand-alone-restaurants-hit-9m-last-year\">about $4 million worth of food per store</a> last year; Chick-fil-A’s <a href=\"https://www.restaurantbusinessonline.com/financing/chick-fil-unit-volumes-stand-alone-restaurants-hit-9m-last-year\">per-store sales beat both, at $9 million</a>.</p>\n\n<p class=\"has-text-align-none\">Which raises the question again: How is Subway affording such a high-dollar ad campaign with the world’s most coveted athletes? In short, because its many, many franchisees are footing the bill. Part of the weekly 12.5 percent fee franchise owners pay Subway is an explicit “advertising fee” of 4.5 percent, which is almost as much as McDonald’s charges total to its franchisees. “They can afford [the ads],” says Maze. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“We can’t keep advertising Serena with the sandwich, if we just don’t deliver on the restaurant.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Subway’s franchisees do benefit from flashy ads starring their favorite names in sports, but it’s hard not to wonder about the price tag of hiring superstars when they’re struggling to keep their stores afloat. “We can’t keep advertising Serena with the sandwich, if we just don’t deliver on the restaurant,” says Thomas.</p>\n\n<p class=\"has-text-align-none\">“If you talk to a lot of franchisees at Subway who&#8217;ve been around for decades, they don’t like [the ads],” says Thomas. “They’re like, ‘I know we’re overpaying for that.’” It’s money that could be used to help franchisees remodel their stores more quickly. It’s money that could go toward reimbursing more of franchisees’ financial losses when Subway decides to offer a promotional deal that’s very appetizing to consumers, and not so enticing for store owners. Case in point: the hallowed $5 footlong, or the ongoing buy 1 footlong get 1 free deal that Subway pushes in order to get customers through the door, but which can leave individual store owners at risk of losing money (the <a href=\"https://www.franchisetimes.com/franchise_news/subway-franchisee-association-hires-prominent-attorney-as-general-counsel/article_1e2653ea-e5ed-11ee-9e55-6313beb46c8d.html\">North American Association of Subway Franchisees has gone so far</a> as to hire an attorney to help them resolve these kinds of disputes with the company).  </p>\n\n<p class=\"has-text-align-none\">In its most recent revamp, the company has put some effort into making the experience of eating at a Subway feel more modern and health conscious. Its menu continues to get regularly updated with new offerings; it recently introduced wraps, but its menu of snacks includes a strange, very unwieldy-looking <a href=\"https://newsroom.subway.com/2024-01-18-SUBWAY-R-REVEALS-SIDEKICKS,-AN-IRRESISTIBLE-COLLECTION-OF-FOOTLONG-COOKIES,-CHURROS-AND-PRETZELS\">footlong cookie</a>, as well as a footlong churro. Its <a href=\"https://www.youtube.com/watch?v=FX3LuF3FyY4\">redesigned stores</a> — which it <a href=\"https://www.thetakeout.com/subway-ceo-to-franchisees-remodel-outdated-locations-1851301447/\">practically ordered franchisees</a> to foot the bill for, although it did offer <a href=\"https://www.restaurantdive.com/news/subway-encourages-store-remodels-with-10k-grants/556680/\">some $10,000 remodeling grants</a> back in 2019 — have also adopted a more millennial aesthetic of decor, featuring bright green accent walls and digital kiosks. Unfortunately, only about half of its 20,000 locations have been updated. In addition, Subway reportedly spent about <a href=\"https://www.restaurantdive.com/news/Subway-spends-80-million-dollars-deli-slicers-deli-heroes-menu/684917/\">$80 million</a> on the new meat slicers, which some franchisees <a href=\"https://www.cnn.com/2024/01/24/food/subway-slicers-franchisees-reaction/index.html\">complain aren’t driving sales</a>. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Subway’s uncertain private equity future</h2>\n\n<p class=\"has-text-align-none\">For a long time, Subway was <a href=\"https://nobulleconomics.com/subway-2023/\">the biggest name in the sandwich game</a>, but it occupies a strange place in the world of fast food now. There are a lot of sandwich chains these days offering high-quality subs, including Jimmy John’s, Jersey Mike’s, and Firehouse Subs. Subway’s <a href=\"https://today.yougov.com/topics/consumer/explore/brand/Subway\">brand perception</a> has taken a bit of a tumble in recent years, especially <a href=\"https://www.qsrweb.com/articles/subways-brand-perception-far-outpaces-qsr-segment/\">compared to the early 2010s</a>. According to <a href=\"https://business.yougov.com/content/47198-subway-aims-for-a-resurgence-as-decades-of-popularity-fade\">YouGov</a>, under a third of consumers said that they would consider eating at Subway post-pandemic. The same YouGov reports does note that its latest ads do seem to have helped somewhat, though not to the pre-pandemic levels of popularity.</p>\n\n<p class=\"has-text-align-none\">It’s unclear how well Subway’s play to shrink itself will pan out. Its sales are improving, but still haven’t fully caught back up to the early 2010s levels. The biggest point of optimism, according to experts, might just be that the chain was recently bought by private equity firm Roark Capital for an <a href=\"https://www.reuters.com/markets/deals/sandwich-chain-subway-agrees-sell-itself-roark-capital-2023-08-24/\">eyebrow-raising $9.5 billion</a>. The fact that Roark paid such a high price shows that they still saw a lot of value in the Subway name. Under Roark, it’s now part of a family of chains that include Auntie Anne’s, Dunkin’, Buffalo Wild Wings, and many more, including sandwich rival Jimmy John’s.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While private equity-owned restaurant chains have been in the news lately in light of Red Lobster’s bankruptcy, “franchisees were absolutely on board with the sale to Roark Capital,” Maze says. Thomas was also happy to see the sale to Roark, but believes that for Subway to really recover, it needs to pick what it’s going to stand for. Is it for health? Is it for value? Is it something else? The menu and store experience could still use more improvement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Maze’s verdict is that it’s been a very bumpy road for Subway, but it’s doing better than it used to. That’s actually kind of high praise. “Jesus himself would probably need a couple of years to have fixed Subway from the problems it had created for itself,” he says.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Close your eyes and imagine the last time you were inside a Subway. Do you see the dated storefront? The fluorescent lighting? Do you catch a whiff of that unmistakable, disturbingly sweet bread smell? Maybe there’s a group of high school kids snarfing down their subs after school. Yet, this is the very same chain [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "The best plan to help refugees might also be the simplest",
    "link": "https://www.vox.com/future-perfect/356041/the-best-plan-to-help-refugees-might-also-be-the-simplest",
    "pubDate": "2024-06-23T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A man buys food from Jeanne Nakazungu, a refugee and mother of four who fled Congo in 2016, in Nairobi’s Kasarani neighborhood. Nakazungu used her cash transfer to buy stock and rent a small shop behind her stand. \" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/IMG_5773.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A man buys food from Jeanne Nakazungu, a refugee and mother of four who fled Congo in 2016, in Nairobi’s Kasarani neighborhood. Nakazungu used her cash transfer to buy stock and rent a small shop behind her stand. </figcaption>\n</figure>\n<p class=\"has-text-align-none\">NAIROBI, Kenya – In 2008, when Mohamed Ali Mohamed was a kid growing up in Mogadishu, Somalia, his cousin was shot by the Somali terrorist group al-Shabaab. “That made us run away,” he said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He and his grandmother walked to the border with Kenya and settled in Nairobi. As a teenager, Mohamed would wake up at 5 am to deliver bread to nearby shops before school, but it barely earned him enough to feed himself and his younger brother, who followed later.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then last year, the evidence-based nonprofit GiveDirectly gave him nearly $1,000 cash, no strings attached. He used the money to start a business selling filtered drinking water to local shops, and even hired two employees to deliver it. Now 22, he earns several times as much as he used to selling bread. The extra income goes to buy food and pay his younger brother’s school fees. </p>\n\n<p class=\"has-text-align-none\">“I thank God, because my brother is now getting an education,” Mohamed told me when I met him in Nairobi in April.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/MG_5230.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">In rural African villages and refugee camps, cash assistance has long been improving the lives of people displaced by climate disasters, conflicts, and more. But today, <a href=\"https://www.cgdev.org/blog/most-refugees-live-cities-not-camps-our-response-needs-shift\">the majority</a> of the world’s refugees live in cities. And unlike the refugees who live in humanitarian camps and receive food rations, and sometimes shelter and medical attention as well, urban refugees rarely receive assistance of any kind.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.givedirectly.org/urban-refugees/\">A study</a>&nbsp;last year by GiveDirectly in Kenya suggests a promising new way to help them. If its results can be replicated, cash transfers could help roughly half of the world’s estimated <a href=\"https://civil-protection-humanitarian-aid.ec.europa.eu/what/humanitarian-aid/forced-displacement_en#:~:text=By%20the%20end%20of%20June,Syria%2C%20Ukraine%2C%20and%20Afghanistan.\">130 million displaced people</a>, the majority of whom live in urban centers across the developing world.</p>\n\n<p class=\"has-text-align-none\">Nearly 1,200 people in Nairobi were given $925 each to spend however they wished, most of them opening their first Kenyan bank account at the same time. The vast majority used the money to start or grow small businesses, from salons and barber shops to pharmacies and chicken coops. Recipients nearly doubled their average monthly income to 18,600 shillings — about $143 US — per month. </p>\n\n<p class=\"has-text-align-none\">Six months later, 88 percent of recipients reported earning more money than before. And a similar study in a semi-urban settlement in Uganda found that the number of refugee cash recipients there who were able to pay rent and feed their families had tripled, and more people could afford the health care they needed. Many spent their newfound income on children’s school fees, like Mohamed did, or to grow existing businesses.</p>\n\n<p class=\"has-text-align-none\">Solutions like this are urgent in a world that is now home to <a href=\"https://news.un.org/en/story/2024/06/1150981#:~:text=The%20report%20found%20that,newly%20emerging%20and%20evolving%20conflicts.\">more displaced people</a> than ever before. From Sudan to Syria and from Congo to Gaza and Ukraine, wars are forcing millions of people to flee their homes. Many flee first to refugee camps, but the majority will eventually settle in cities. With global conflict showing <a href=\"https://www.vox.com/world-politics/2024/1/25/24049551/war-increasing-ukraine-gaza-sudan-ethiopia\">no signs of abating</a>, the world must figure out a way to help urban refugees survive in their new homes.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Can cash help the world’s most vulnerable refugees?</h2>\n\n<p class=\"has-text-align-none\">As the UN <a href=\"https://theconversation.com/you-reach-a-point-where-you-have-nothing-you-will-just-die-in-east-african-refugee-camps-food-scarcity-is-a-mortal-concern-216591\">continues to reduce</a> already meager food rations in camps in Africa and Asia, many people feel they have little choice but to <a href=\"https://www.economist.com/the-economist-explains/2018/06/19/why-most-refugees-do-not-live-in-camps\">migrate to cities</a> to find work. Refugees in Kenya need special permission to leave the camps — permission that local authorities do not easily grant, according to the <a href=\"https://documents1.worldbank.org/curated/en/184981636366231985/pdf/Volume-C-Urban-Refugees-Results-from-the-2020-2021-Urban-Socioeconomic-Survey.pdf\">World Bank.</a> Nonetheless, in Kenya, the percentage of refugees who live in cities climbed by 9 percent <a href=\"https://www.unhcr.org/ke/wp-content/uploads/sites/2/2022/02/Kenya-Infographics-31-January-2022.pdf\">from 2022</a> <a href=\"https://www.unhcr.org/ke/wp-content/uploads/sites/2/2023/02/Kenya-Refugee-Population-Statistics-Package-31-January-2023.pdf\">to 2023</a> alone to 91,600 people, according to the UN’s refugee agency. Unable to find work due to their refugee status, language barriers, immobility, lack of community connections, or all of the above, urban refugees tend to be <a href=\"https://documents1.worldbank.org/curated/en/184981636366231985/pdf/Volume-C-Urban-Refugees-Results-from-the-2020-2021-Urban-Socioeconomic-Survey.pdf\">the poorest</a> of the country’s poor.</p>\n\n<p class=\"has-text-align-none\">Jeanne Nakazungu, a mother of four, fled Congo in 2016 when a Mai-Mai militia attacked her husband’s village, killing his relatives and burning it down.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I hear my husband is alive. But I’m not sure,” she said one morning in her room behind a stall in Nairobi’s Kasarani neighborhood where she sells bananas, tomatoes, and baby eggplants. She also cooks a pot of red beans that neighbors buy for lunch. (Her daughter Denise, 14, translates from her and her mother’s native language of Kinyamulenge.)</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/MG_5296.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">When Nakazungu first heard that a charity would give her more money than she’d ever imagined, “I didn’t think it was true. I was so happy — I ran and told my kids. I paid school fees, rent, (bought supplies) for my business.”  She hopes her family will someday have enough money to resettle in the US. </p>\n\n<p class=\"has-text-align-none\">“In rural areas, you use the money from GiveDirectly for the long term. You build a house; you buy a cow,” said Stephen Kalungu, who oversees GiveDirectly’s Nairobi program. “But when you come to the urban areas, there’s a quick pace. You give someone money today and tomorrow they report to you that they were already able to buy inventory or make a sale.”</p>\n\n<p class=\"has-text-align-none\">But for Nakazungu, life as an urban refugee is expensive because it comes with an added cost beyond what her Kenyan neighbors must pay: bribes. Nearly every week, city employees walk up and down the street checking to make sure all the shops are licensed. As a refugee, she says she has been unable to obtain one. “Kenyans nearby, they have licenses,” she explained, so “they don’t have to pay.”</p>\n\n<p class=\"has-text-align-none\">Mohamed, who wears a white Islamic Thobe robe and walks with a limp, too says refugees like him have it even harder than Kenyan city dwellers do.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Until the 2021 Refugee Act is implemented, refugees in Kenya aren’t allowed to obtain SIM cards, which small businesses rely on to communicate with customers and make and receive payments using mobile money, which Kenyans have been using since 2007, long before Venmo and Apple Pay. The result is yet another expense: To get a SIM card, said Mohamed, “you have to pay a bribe.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/MG_5210.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Many refugees settle in Nairobi’s predominantly Muslim neighborhood of Eastleigh. Here, a man sells dates, juice, and oil from his stand across a barbershop run by Matthewos Shifa, 47, an Ethiopian refugee.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The rules for refugees in Kenya differ markedly from those in neighboring Uganda to the west, where GiveDirectly recently <a href=\"https://www.idinsight.org/wp-content/uploads/2022/08/GiveDirectly-Uganda-Endline-IDinsight_Final.pdf.pdf\">conducted a large study</a> to help refugees living in semi-rural settlements.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">There, refugees are “free to live wherever they want to live (which) makes it quite easy to do programs,” said Miriam Laker, GiveDirectly’s director of research. “In Uganda, the refugee law is very lenient, very welcoming. But in Kenya, there’s still restrictions.” </p>\n\n<p class=\"has-text-align-none\">“For a refugee to get a job in mainstream employment is virtually impossible, because the law doesn’t allow it,” Laker says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This underscores one of the primary dilemmas facing the world’s urban refugees.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Cash transfers have large potential to help those in urban areas, particularly refugees, with basic necessities: food shelter, transport, [because] cities have very well-functioning markets,” said Rema Hanna, who teaches international development at Harvard Kennedy School and researches ways to improve public services to the poorest of the poor for the Abdul Latif Jameel Poverty Action Lab (J-PAL). </p>\n\n<p class=\"has-text-align-none\">But uncertain legal status and discrimination can be big challenges for refugees, Hanna said.&nbsp;For example, people may not want to rent housing to refugees, forcing them to find worse or more expensive housing. Refugees may receive lower wages because they have few opportunities and therefore little leverage.</p>\n\n<p class=\"has-text-align-none\">“Cash transfers won&#8217;t necessarily solve these long-run issues,” Hanna said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another concern about giving cash to refugees is the political ramifications at home.&nbsp;Some Kenyans <a href=\"https://blogs.lse.ac.uk/africaatlse/2023/01/04/kenya-should-stop-treating-refugees-as-potential-terrorists/\">associate refugees with terrorism</a>, due to occasional attacks in the country by the Somali terror group al-Shabaab. And local people living in poverty can come to resent refugees, Laker said, whom they see as receiving special treatment from international aid groups.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/IMG_5767.jpg?quality=90&#038;strip=all&#038;crop=0,32.547993019197,100,34.904013961606\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Xenophobic Kenyan politicians fan the flames, calling for crackdowns on refugees or <a href=\"https://nation.africa/kenya/news/decision-to-close-dadaab-refugee-camp-final-ruto-tells-un-boss-1201262#google_vignette\">threatening to shut down Kenya’s refugee camps</a> and send the refugees home. “The laws and the politicians make it very hard for them to give them confidence that their businesses are going to last,” said Laker, which discourages investment. “If they are sent away, they would lose everything.”</p>\n\n<p class=\"has-text-align-none\">GiveDirectly is taking steps to ameliorate this thorny political problem: Thirty percent of recipients in its next round of cash transfers in Nairobi will be Kenyans, the other 70 percent will be refugees. This will also allow researchers to search for insights into how refugees spend the funds differently than locals do.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Having government programs just for refugees may spark resentment,” Hanna said. “Citizens often have concerns about providing transfers to refugees rather than citizens, who may also be in need. Understanding the politics and how to make the programs have wider-spread support will be key for their scale-up.”</p>\n\n<p class=\"has-text-align-none\">Discrimination and abuse by law enforcement also haunts refugees. Uwizeye Innocent, 54, fled Rwanda in 2006 after police under the government of autocrat Paul Kagame threatened him because he was a Hutu married to a Tutsi. </p>\n\n<p class=\"has-text-align-none\">Upon arriving in Nairobi, he experienced police harassment there, too. On three occasions he was kidnapped by police who demanded he pay a bribe to be released; Kenyan police <a href=\"https://www.hrw.org/news/2013/05/29/kenya-police-abuse-nairobis-refugees\">routinely kidnap, extort, rape, and torture refugees</a>. Once, they asked him for 8,000 shillings — more money than he earned in a week. </p>\n\n<p class=\"has-text-align-none\">“Another person paid for me. It took three weeks [of work] to pay it back,” Innocent said. Another time officers locked him in jail for a night then forced him to clean the police station the next morning and pay 800 shillings (about $6 US) for his release.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Others are lucky enough to escape such abuse and establish themselves, with help from programs like GiveDirectly’s, in their new home. Like Innocent, Diane Manirakiza, 36, fled Rwanda after her family was threatened by police. In Nairobi, while her dad was away, her stepmom threw her out of the house at age 14. She found shelter at a youth hostel for refugees and gave birth to a baby boy at age 16. She was earning only a little money as a hairdresser, traveling to people’s homes, scraping by.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Last year Manirakiza used the money GiveDirectly gave her to open a chicken coup. They have 200 chickens who produce some 150 eggs each day. After paying for their feed, she saves about 10,000 shillings each month. She uses some to pay tuition for her son, now 19, who is studying business, and some she is saving up to expand her chicken business.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We are okay. Kenya is good,” she says, adding that she hopes to buy even more chickens soon.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/MG_5377.jpg?quality=90&#038;strip=all&#038;crop=0,9.6571756436922,100,80.685648712616\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading has-text-align-none\">Can cash reduce migration?</h2>\n\n<p class=\"has-text-align-none\">One of the biggest unanswered questions about cash transfers is whether they will incentivize <em>more</em> migration or encourage people to stay where they are.</p>\n\n<p class=\"has-text-align-none\">Mathewos Shifa, 48, was forced to leave Ethiopia in December 2013 after government security officers kidnapped, tortured, and beat him unconscious; they falsely accused him of helping organize a protest for <a href=\"https://www.aljazeera.com/opinions/2013/7/16/the-oromo-and-the-war-on-terror-in-the-horn-of-africa\">Ethiopia’s marginalized Oromo ethnic group</a>, to which he belongs. After he awoke the next day in a hospital, he fled across the border to Kenya’s Kakuma Refugee camp. </p>\n\n<p class=\"has-text-align-none\">Unable to find work in the camp, he moved in 2017 to Nairobi, where he worked as a barber and split the 300 shillings (about $1.50 at the time) he earned from each haircut with the shop’s owner. After GiveDirectly gave him a grant, he opened a barbershop of his own in the immigrant neighborhood of Eastleigh where he now earns twice as much. He used the extra income to buy a hairdryer and a small massage machine; he put some of it toward his savings to leave Kenya one day.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“My dream is, God willing, to go to another country,” he says, in calm, perfect English with a deep, broadcaster-like voice. “We are unable to go back to Ethiopia, and we are unsafe here, too.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/MG_5161.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Some of his colleagues have been taken away here by Ethiopian government officers, Shifa said, who walk around the streets of Eastleigh gathering intelligence on potential dissidents and sometimes <a href=\"https://www.hrw.org/news/2017/09/20/long-arm-ethiopia-reaches-those-who-fled\">kidnapping them</a>. “You never see them again.”</p>\n\n<p class=\"has-text-align-none\">For people like Shifa, cash assistance might give refugees the money they need to migrate again, even if that’s not the intention. <a href=\"https://hal.science/hal-03512282/document\">A 2020 study</a> found that cash transfers on the Comoros islands off Africa’s southeastern coast increased migration to the nearby French island of Mayotte by 38 percent. Cash transfers could also entice even more refugees to move to the cities where that aid is available.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Six months after receiving the cash, around 8.5 percent of recipients had left Nairobi, be it to move to other places in Kenya or abroad. (GiveDirectly plans to track how many recipients in the next phase of its study migrate in the long term). Although there were just under 1,200 recipients and the study followed them for only six months, the effects of the transfers in that initial period were stark: On average, refugees’ income increased by 81 percent, and their collective savings increased by 57 percent. They spent 30 percent of the money on existing businesses, and 15 percent on starting new ones. Nearly 900 of the nearly 1,200 refugees who received cash opened bank accounts. </p>\n\n<p class=\"has-text-align-none\">By the time GiveDirectly found Innocent, the carpenter from Rwanda, he was suffering from severe stomach pain. He used the money to undergo abdominal surgery and to buy a truckful of wood, which he carves into masks and then paints to sell to tourists as souvenirs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Skinny and wearing a red polo shirt and black jeans, he shows off some of his wares: small wooden mask key chains and elaborate elephants and human figurines. Two or three times a week he sells his wares at the Masai Market in Nairobi, where he earns 8,000 to 10,000 shillings — more money in a day than what Kenyan police exhorted him for after kidnapping him. “Things changed so much!”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/MG_5302.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading has-text-align-none\">Next phase: Can cash help refugees escape poverty altogether?</h2>\n\n<p class=\"has-text-align-none\">Still, tragedy befell some of the recipients. One refugee’s brother got sick and died, forcing her to spend some of the cash assistance on the medication. She used the remainder to pay rent, buy food, and start a fish stand.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another tried investing in crypto. One person moved from Kenya’s northern region, where he ran a fish business, to Nairobi to open a rug and curtain store. A few bought motorbikes and became delivery drivers. Some women used the money to open beauty salons.</p>\n\n<p class=\"has-text-align-none\">GiveDirectly is designing a new, larger study to see how cash can help refugees integrate into urban environments: 4,500 recipients will receive the equivalent of $725 each. The charity will closely monitor people not for six months, but for two years, to see if recipients actually escape poverty for good.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The new phase will also test whether adding job skills training or mentorship can amplify the effects of giving cash. One group of recipients will receive only cash, while another group will be offered a variety of training programs through Equity Bank. Give Directly will compare their earnings to a third group that won’t receive either form of assistance, until after the two-year trial is through.</p>\n\n<p class=\"has-text-align-none\">“When refugees receive cash plus this equity bank intervention, what happens to them? What do they invest in?” Laker wondered. But the ultimate goal of this next phase, she said, is to understand, <em>“</em>Why do the ones who succeed, succeed? What barriers keep the other ones back?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">These are urgent questions in a world with <a href=\"https://www.unhcr.org/ph/figures-at-a-glance\">more refugees than ever before</a> amid a concerning <a href=\"https://ourworldindata.org/conflict-measures-how-do-researchers-measure-how-common-and-deadly-armed-conflicts-are\">increase in conflict</a> and a <a href=\"https://news.un.org/en/story/2022/06/1120792\">reduction</a> in food rations to refugees. The <a href=\"https://www.theguardian.com/politics/2022/may/22/britain-slashes-humanitarian-aid-by-51-despite-global-food-crisis\">UK</a>, <a href=\"https://www.devex.com/news/french-government-criticized-over-806m-cut-to-aid-107193\">France</a>, and other countries have reduced their foreign aid budgets in recent years, and if reelected, former President Donald Trump could again attempt to slash foreign aid as he did <a href=\"https://www.reuters.com/article/idUSKBN2030PU/\">during his first term</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Everybody is cutting aid budgets right now, globally,” said Tyler G. Hall, of GiveDirectly. “The world is running out of funding for protracted refugee crises. A lot of these people aren’t going home. So the way we spend our money should be focused on escape<em>. </em>It’s ‘what can we do to integrate you, since these other actors can’t give you 30 years of food?’”</p>\n\n<p class=\"has-text-align-none\">Due to the current scarcity of global aid, there’s an argument that helping only a small proportion of refugees is unfair to the rest.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Sometimes we’re asked, why don’t you just give smaller amounts of cash [to more people]?” Laker said. But “should they keep receiving aid as if they’re in crisis mode? What can lift them out of dependency?”</p>\n\n<p class=\"has-text-align-none\">The results from a large lump sum study conducted in <a href=\"https://www.idinsight.org/publication/givedirectly-uganda-endline-report/\">the Kiryandongo settlement in Uganda</a> indicate that it’s better to help people invest in sustainable wealth creation. The structural-economic idea behind universal cash transfers is that lower-income countries like Kenya have tons of workers but not enough work to do. By giving one-time transfers to those workers, they can create work opportunities for themselves, the thinking goes.  </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/MG_5284.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Still, Hanna, the scholar and independent researcher on aid to the global poor, said GiveDirectly should pay close attention to how its recipients are selected, to ensure it’s reaching those most in need — rather than just those who have already been helped by other organizations, as they currently do. GiveDirectly’s initial urban refugee program identified recipients via international partner organizations such as HIAS, an American Jewish nonprofit that funds global programs to help refugees, and UNHCR, the United Nations refugee agency. The new, upcoming expanded program will incorporate recipients referred to them by local <a href=\"https://www.unhcr.org/media/importance-refugee-led-organisations-effective-refugee-responses\">refugee-led organizations</a> as well.  </p>\n\n<p class=\"has-text-align-none\">Ultimately, to end global poverty for urban refugees — as well as everyone else — will require not only innovative new programs like GiveDirectly’s, but also more funding and commitment from the wealthy nations and people of the world. It wouldn’t take much: According to an <a href=\"https://www.brookings.edu/articles/elon-musk-billionaires-and-the-united-nations-the-1-solution-to-global-development/\">analysis</a> by the Brookings Institution, if all the world’s billionaires donated just 1 percent of their wealth to evidence-backed initiatives, it “would provide more than enough resources to end extreme poverty today.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "NAIROBI, Kenya – In 2008, when Mohamed Ali Mohamed was a kid growing up in Mogadishu, Somalia, his cousin was shot by the Somali terrorist group al-Shabaab. “That made us run away,” he said.&#160; He and his grandmother walked to the border with Kenya and settled in Nairobi. As a teenager, Mohamed would wake up [&#8230;]",
    "author": "Jacob Kushner"
  },
  {
    "title": "What nuclear annihilation could look like",
    "link": "https://www.vox.com/the-gray-area/356044/nuclear-annihilation-annie-jacobsen",
    "pubDate": "2024-06-23T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Peter Zelei Images via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-1393775179.jpeg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">How often do you think about all the ways the world could end?</p>\n\n<p class=\"has-text-align-none\">As the host of <em>The Gray Area</em>, I find myself engaged in this macabre exercise more than most. We’ve done episodes on <a href=\"https://podcasts.apple.com/us/podcast/the-gray-area-with-sean-illing/id1081584611?i=1000628236784\">runaway AI</a> and <a href=\"https://podcasts.apple.com/pk/podcast/the-power-of-climate-fiction/id1081584611?i=1000648742196\">climate change</a> and <a href=\"https://podcasts.apple.com/us/podcast/a-brief-history-of-extinction-panics/id1081584611?i=1000646862560\">extinction panics</a>. One of the few topics we haven’t covered, however, is <a href=\"https://www.vox.com/future-perfect/2018/10/19/17873822/nuclear-war-weapons-bombs-how-kill\">nuclear war.</a> Which is surprising because this scenario is near the top of basically every list of existential threats — and now feels newly salient with recent news involving <a href=\"https://www.nytimes.com/2024/06/19/us/politics/putin-kim-russia-nuclear.html\">North Korea</a>, <a href=\"https://www.washingtonpost.com/national-security/2024/06/19/iran-nuclear-enrichment-fordow/\">Iran</a>, and <a href=\"https://www.yahoo.com/news/china-now-500-warheads-building-041011673.html\">China</a>.</p>\n\n<p class=\"has-text-align-none\">Annie Jacobsen is a reporter and the author of a new book called <a href=\"https://www.penguinrandomhouse.com/books/748264/nuclear-war-by-annie-jacobsen/\"><em>Nuclear War: A Scenario</em></a>. I read a lot of books for the show and this one stuck with me longer than any I can recall. It’s a book that clearly wants to startle the reader, and it succeeds.</p>\n\n<p class=\"has-text-align-none\">Jacobsen walks you through all the ways a nuclear catastrophe might unfold, and she gives a play-by-play breakdown of the terrifying choreography that would ensue in the minutes immediately after a nuclear missile launch.</p>\n\n<p class=\"has-text-align-none\">So I invited Jacobsen on <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> to talk about what a nuclear exchange would really look like and how perilously close we are to that reality. As always, there’s <em>much</em> more in the full podcast, so listen and follow <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> on <a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\">Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"> Spotify</a>,<a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793?source=stitcher-sunset\"> Pandora</a>, or wherever you find podcasts. New episodes drop every Monday.</p>\n\n<p class=\"has-text-align-none\">This conversation has been edited for length and clarity.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP1196347244\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I suspect the image most of us still have of nuclear bombs is the image of Hiroshima and Nagasaki, but that was a long time ago. How much more powerful are the thermonuclear weapons we’re talking about today?</p>\n\n<h4 class=\"wp-block-heading\">Annie Jacobsen</h4>\n\n<p class=\"has-text-align-none\">To give you an idea of a thermonuclear weapon, I went to one of the ultimate sources, a 93-year-old nuclear weapons engineer named Richard Garwin, probably the most famous nuclear weapons engineer, physicist, presidential adviser, still alive. Garwin drew the plans for the very first thermonuclear weapon. Its code name was Ivy Mike; it’s on the cover of my book. It was 10.4 megatons. </p>\n\n<p class=\"has-text-align-none\">So consider that the Hiroshima bomb that you referenced was 15 kilotons and then think about 10.4 megatons. It’s about 1,000 Hiroshima-sized bombs detonating at the same time from the same center point. Garwin explained it to me in the simplest of terms when he asked me to visualize this fact: A thermonuclear weapon uses an atomic bomb as its fuse inside of the weapon. That’s how powerful it is.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Paint the picture for me, as you do in the opening pages of the book, where you imagine a nuke is dropped on Washington, DC. What happens next?</p>\n\n<h4 class=\"wp-block-heading\">Annie Jacobsen</h4>\n\n<p class=\"has-text-align-none\">So with a 1-megaton bomb on Washington, DC, what happens in the very first millisecond is that this thermonuclear flash expands into a ball of fire that is one mile of pure fire. It’s 19 football fields of fire. </p>\n\n<p class=\"has-text-align-none\">Then the fireball’s edges compress into what is called a steeply fronted blast wave — as dense wall of air pushing out, mowing down everything in its path three miles out, in every direction, because it is accompanied by several-hundred-mile-an-hour winds. </p>\n\n<p class=\"has-text-align-none\">It’s like Washington, DC, just got hit by an asteroid and the accompanying wave. When you think about this initial 9-mile diameter ring, imagine every single engineered structure — buildings, bridges, etc. — collapsing.</p>\n\n<p class=\"has-text-align-none\">There’s also a thermonuclear flash that sets everything on fire and melts lead, steel, and titanium. Streets nine miles out transform into molten asphalt lava. The details are so horrific; it’s important to keep in mind these are not from my imagination. These are sourced from Defense Department documents because the Atomic Energy Commission and the Defense Department have been keeping track of what nuclear bombs do to people and to things ever since the Hiroshima and Nagasaki bombings of 1945.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">When all that happens, we’re in what you call “Day Zero,” and then the nuclear winter begins. What does that look like?</p>\n\n<h4 class=\"wp-block-heading\">Annie Jacobsen</h4>\n\n<p class=\"has-text-align-none\">One of the big premises of the book was to take readers from nuclear launch to nuclear winter and the nuclear launch up to Day Zero takes place over this horrifying 72-minute period. As STRATCOM Commander General [C. Robert] Kehler said to me in an interview when we were talking about a nuclear exchange between Russia and the United States: &#8220;Yes, Annie, the world could end in the next couple of hours.&#8221;&nbsp;</p>\n\n<p class=\"has-text-align-none\">So nuclear winter begins in essence after the bombs stop falling and there is a process of mega-fires. The area around every nuclear detonation is going to ultimately result in what is known now as a mega-fire. You’re talking about 100 to 300 square miles of fire per bomb where everything in that area is burning until it doesn’t exist anymore. This is because, of course, there are no first responders anymore. There are no fire trucks, there’s no way to put anything out. </p>\n\n<p class=\"has-text-align-none\">With all of these explosions, 330 billion pounds of soot gets lofted into the troposphere. That is enough soot to block out 70 percent of the sun, creating a dramatic temperature plunge up to 40 degrees Fahrenheit, certainly in the mid-latitudes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those areas, for example, from Iowa to Ukraine, that whole band of the mid-latitudes, the bodies of water in those areas become frozen over in sheets of ice. With that temperature drop, you have the death of agriculture and that is why nuclear winter after nuclear war will result in what is now estimated to be 5 billion dead.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">And if I remember correctly, those models also estimated that in places like Iowa and Ukraine temperatures basically wouldn’t go above freezing for something like six years at least. Is that right?</p>\n\n<h4 class=\"wp-block-heading\">Annie Jacobsen</h4>\n\n<p class=\"has-text-align-none\">That’s right. </p>\n\n<p class=\"has-text-align-none\">I was reading Carl Sagan, who was one of the original five authors of the nuclear winter theory, who wrote about how after these bodies of water that get frozen over for years, after they thaw out and expose all the dead people, you then have to deal with the pathogens and the plague. Nikita Khrushchev, the Soviet premier during the Kennedy administration, once said to Kennedy when the two of them talked about this, that “after a nuclear war, the survivors would envy the dead.”</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">After all the reporting you did, are you confident that there are enough checks and guardrails in place to ensure that we’ll avoid a nuclear exchange if it’s at all possible?</p>\n\n<h4 class=\"wp-block-heading\">Annie Jacobsen</h4>\n\n<p class=\"has-text-align-none\">Let me answer that question with a quote from the current secretary-general of the United Nations, António Guterres, who said, “The world is one misunderstanding, one miscalculation away, from nuclear annihilation.”</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">What does that really mean?</p>\n\n<h4 class=\"wp-block-heading\">Annie Jacobsen</h4>\n\n<p class=\"has-text-align-none\">What it means is exactly what he said: that we could just have a mishap. We could have a mishap caused by a misinterpretation. A miscalculation would be one nuclear-armed nation thinking another nuclear-armed nation was doing something that maybe it wasn’t doing. </p>\n\n<p class=\"has-text-align-none\">This gets us into some of the crazy policies that exist on the books, things like “launch on warning” whereby once the United States learns that it is being attacked by an ICBM or a sub-launched ballistic missile, the president then has six minutes to decide how he should respond, with nuclear weapons. That’s what Guterres is talking about when he talks about a miscalculation. </p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">How much room is there for human agency in these command and control protocols? You always hear people say in presidential elections, “Do we really trust that guy with the nukes?” But is that the right way to think about this? </p>\n\n<h4 class=\"wp-block-heading\">Annie Jacobsen</h4>\n\n<p class=\"has-text-align-none\">You’re raising an existential question that everyone should be raising. </p>\n\n<p class=\"has-text-align-none\">We’ve been living in what some call a 79-year experiment. Yes, you could say, “Deterrence has held all these years.” Never mind the fact that there used to be two nuclear-armed nations, and there are now nine; never mind the fact that you have new technology factors coming into the mix. </p>\n\n<p class=\"has-text-align-none\">Never mind the fact that nuclear saber-rattling has suddenly become acceptable among world leaders. This is astonishing. If you look at history, this was never part of the rhetoric, particularly out of the mouth of a US president, as happened with the former President Trump.</p>\n\n<p class=\"has-text-align-none\">When I began reporting this book, the fundamental question that I was trying to answer was not, &#8220;Is deterrence great?&#8221; but rather what if deterrence fails? The Defense Department predicates its nuclear arsenal on this idea that deterrence will hold. That is the fundamental assumption. It&#8217;s written everywhere. &#8220;Deterrence will hold.&#8221;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Well, I also found a discussion with the deputy general of STRATCOM talking to his colleagues, not in a classified setting but in a somewhat rarified setting. What he said was this: &#8220;If deterrence fails, it all unravels.&#8221;&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I think it was former CIA Director Michael Hayden who told you explicitly that this process is designed for speed and decisiveness. It is not designed to debate the decision. On some level, I get that. But the automaticity of the whole process, given the stakes, is more than a little terrifying.</p>\n\n<h4 class=\"wp-block-heading\">Annie Jacobsen</h4>\n\n<p class=\"has-text-align-none\">You better believe it is. And Hayden actually told that to members of Congress. And by the way, I believe that with the rhetoric from the former president, Donald Trump, <a href=\"https://www.vox.com/2018/3/30/17176316/north-korea-south-trump-fire-fury-moon\">all that talk about “fire and fury” with North Korea</a>, it worried Congress to such a degree that they issued a number of reports that drilled down on a couple concepts that the public was not clear on. </p>\n\n<p class=\"has-text-align-none\">One of them had to do with what’s called sole presidential authority. So when Trump was saying, “I have a bigger button,” and that kind of rhetoric, Congress released a couple reports making clear that the president of the United States does have sole presidential authority. That means he needs to ask permission of no one to launch a nuclear war — not the secretary of defense, not the chairman of the Joint Chiefs of Staff, and not Congress.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">You write something near the end of the book imagining that the secretary of defense, who’s the acting president in this hypothetical situation, what if this person has a crisis of conscience and wonders, &#8220;Is there really any point in firing these bombs and wiping out the other half of humanity?&#8221; </p>\n\n<p class=\"has-text-align-none\">And it’s pretty clear that there really isn’t any room for that because the whole logic of deterrence is predicated on the absolute promise that the process is fixed and automatic. That’s what makes it a deterrent. But then again, it imprisons the actors in this process so that they don’t really have any control over it.</p>\n\n<h4 class=\"wp-block-heading\">Annie Jacobsen</h4>\n\n<p class=\"has-text-align-none\">Let me add something because Dr. Glen McDuff of the Los Alamos Laboratory, who is both a nuclear weapons engineer who worked on the Star Wars program during the Reagan administration and has served as the historian at the classified library at the lab. I asked him, “Do you think anyone would defy orders?” And he said, “Annie, you have a better chance at winning Powerball.”</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Is there some near-future where in order to further reinforce the automaticity of this process, we just have AI controlling the whole thing from start to finish?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Annie Jacobsen</h4>\n\n<p class=\"has-text-align-none\">I can’t imagine a worse nightmare scenario than bringing AI, or more machine-learning technology, into the mix. There’s an incredible amount of machine learning that is built into the system. For example, the satellite detects the launch and then that data is processed in space. About one-tenth of the way to the moon is where a geosync satellite sits and that data is processed and streamed down to the nuclear command and control bunkers in the United States. This is happening in seconds. But to the idea of putting an “AI” into the mix on the human decision-making level or identifying level, that seems like a recipe for disaster and is a reason why so many of the systems within the triad are still analog, not digital. In other words, they continue to be similar systems to when they were invented decades ago so that they can’t be hacked.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://podcasts.apple.com/us/podcast/the-world-after-nuclear-war/id1081584611?i=1000659250166\"><em>Listen to the rest of the conversation</em></a><em> and be sure to follow</em> <a href=\"https://www.vox.com/thegrayarea\">The Gray Area</a><em> on </em><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"><em>Apple Podcasts</em></a><em>,</em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em> Spotify</em></a><em>,</em><a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793\"><em> Pandora</em></a><em>, or wherever you listen to podcasts. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "How often do you think about all the ways the world could end? As the host of The Gray Area, I find myself engaged in this macabre exercise more than most. We’ve done episodes on runaway AI and climate change and extinction panics. One of the few topics we haven’t covered, however, is nuclear war. [&#8230;]",
    "author": "Sean Illing"
  },
  {
    "title": "If it’s 100 degrees out, does your boss have to give you a break? Probably not.",
    "link": "https://www.vox.com/future-perfect/356217/osha-federal-workplace-heat-standard-protections",
    "pubDate": "2024-06-22T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Cutchogue, N.Y.: Farm worker Pedro Alejandro Deleon wipes his face of sweat while working on stringing up tomato plants at Wickham&#039;s Fruit Farm, in Cutchogue, New York, on July 20, 2022. (Photo by Steve Pfost/Newsday RM via Getty Images)\" data-portal-copyright=\"Newsday via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-1412316420.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Cutchogue, N.Y.: Farm worker Pedro Alejandro Deleon wipes his face of sweat while working on stringing up tomato plants at Wickham&#039;s Fruit Farm, in Cutchogue, New York, on July 20, 2022. (Photo by Steve Pfost/Newsday RM via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s a hard time to be someone who works in the heat.</p>\n\n<p class=\"has-text-align-none\">Regions of the US are in the midst of record-breaking high temperatures, <a href=\"https://www.axios.com/2024/06/20/heat-wave-record-temperatures\">brought to us by a heat dome</a> covering parts of the Midwest and Northeast. This week, approximately <a href=\"https://www.cnn.com/2024/06/17/weather/heat-wave-east-us-climate-monday/index.html\">270 million people</a> will have experienced temperatures of 90 degrees or more.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s an unforgiving start to a summer that <a href=\"https://www.axios.com/2024/05/16/record-hot-summer-2024-us-la-nina\">projections</a> show could be the hottest on record. Exposure to extreme heat can be deadly&nbsp;— <a href=\"https://www.cdc.gov/extreme-heat/about/index.html\">around 1,200 Americans</a> die from it every year (a <a href=\"https://www.statnews.com/2023/08/16/extreme-heat-related-deaths-climate-change-estimates/\">number</a> that’s likely <a href=\"https://www.npr.org/2024/05/30/nx-s1-4854224/death-heat-arizona-climate-change-medical-examiner\">severely undercounted</a>), making extreme heat perhaps one of <a href=\"https://www.weather.gov/hazstat/\">the deadliest of all weather events in the US</a>. And even when heat doesn’t kill or hospitalize people outright, it can <a href=\"https://www.vox.com/climate/2023/7/21/23799004/invisible-consequences-extreme-heat-physical-mental-health\">silently harm</a> our physical and mental health through straining the heart and altering our behavior around risks.</p>\n\n<p class=\"has-text-align-none\">The National Weather Service <a href=\"https://x.com/nwswpc/status/1802796988444160291?s=46&amp;t=mPnbvyFgt7avJRNpnS1BDw\">recommends</a> people spend time in air-conditioned spaces, shade, and to consistently hydrate during intense heat waves. But for more than <a href=\"https://storymaps.arcgis.com/stories/0983100fa18744fc97bd477d9879a9f8\">30 million</a> workers whose job requires them to work outdoors, like farmworkers or construction workers, those NWS recommendations aren’t often accessible, let alone guaranteed, on the job. The very nature of their work leaves them as much as <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4657558/\">35 times more at risk</a> of dying from heat exposure than the general public. And heat waves like this one are expected to increase in frequency <a href=\"https://www.vox.com/climate/2023/7/5/23784587/hottest-day-heat-wave-recorded-temperature-climate-change\">thanks to climate change</a>.</p>\n\n<p class=\"has-text-align-none\">Lulu Guerrero, an undocumented farmworker in Colorado, told Vox she has fainted twice from the heat — once last year and once the year prior. “Two years ago, the temperature was about 105 degrees,” she said in Spanish. “It’s very difficult for us, because we still have to keep working to earn money, because of the needs we have. These are the experiences working in the fields leave you with — sometimes beautiful, sometimes very hard.”</p>\n\n<p class=\"has-text-align-none\">It’s not just outdoor work that puts people at risk of heat injury or death. Some indoor workers, like <a href=\"https://www.cnn.com/2023/09/08/economy/phoenix-cleaners-hot-airplanes/index.html\">airplane cabin cleaners</a> or <a href=\"https://truthout.org/articles/kitchen-workers-demand-federal-protections-against-excessive-heat/\">kitchen cooks</a>, also experience scorching temperatures in their line of work, as confined spaces and proximity to ovens without AC can cause a person to overheat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">How one perceives and responds to heat varies from person to person, but the Occupational Health and Safety Administration says that a <a href=\"https://www.vox.com/climate/354977/heat-wave-wet-bulb-temperature-climate\">wet bulb temperature</a> (a more accurate method of understanding heat risk by measuring temperature, humidity, and sunlight) of 77 degrees or more can make strenuous work unsafe. From 2011 to 2021, <a href=\"https://www.bls.gov/opub/ted/2023/36-work-related-deaths-due-to-environmental-heat-exposure-in-2021.htm\">the Bureau of Labor Statistics</a> reported 436 workplace deaths due to heat exposure, and from 2010 to 2020, almost <a href=\"https://www.osha.gov/heat/sbrefa\">34,000 workers</a> suffered a heat-related injury that required time away from their job. OSHA has pointed out that it’s likely that these numbers are also a vast undercount.</p>\n\n<p class=\"has-text-align-none\">We know how dangerous heat can be, and we know that danger is likely to amplify with each summer, yet there’s no federal protection for workers against heat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But that might change soon.</p>\n\n<p class=\"has-text-align-none\">In 2021, after years of worker activism on the issue, OSHA began the process of developing a ruling on a <a href=\"https://www.osha.gov/heat-exposure/rulemaking\">heat workplace standard</a>, with the aim to reduce heat-related injuries and death on the job. This standard would create a set of obligations that employers must comply with to protect their workers from heat. It generally takes about seven years for OSHA to publish a final ruling. Right now, the proposed rule is <a href=\"https://www.safetyandhealthmagazine.com/articles/25537-osha-proposed-heat-rule-moves-closer-to-publication\">under review</a> in the White House’s Office of Information and Regulatory Affairs — but there’s no telling when it will review the proposed rule, or what the exact text of the proposed rule says.</p>\n\n<p class=\"has-text-align-none\">OSHA might face some resistance, though. Historically, some employers and business groups have been opposed to a mandatory heat standard and <a href=\"https://www.theguardian.com/environment/2023/jul/31/heat-protections-workers-big-business-lobbies\">have lobbied against it in the past</a>. And if Donald Trump wins the presidency, it would likely upend the standard entirely.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Time will tell what a final ruling for a workplace heat standard will be, and how well it will align with the needs of workers. Which invites the question: what would strong workplace protections against heat look like?</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What workplace protections we do (and don’t) have against heat</strong></h2>\n\n<p class=\"has-text-align-none\">Long before President Joe Biden <a href=\"https://www.npr.org/2021/09/21/1039372888/the-biden-administration-is-adding-worker-protections-to-address-extreme-heat\">pushed for OSHA to develop a heat illness prevention rule</a>, OSHA has understood heat as a hazard to workers — they created their first document for <a href=\"https://www.cdc.gov/niosh/docs/2016-106/pdfs/2016-106.pdf?id=10.26616/NIOSHPUB2016106\">recommended heat standards</a> back in 1972. Their webpage on <a href=\"https://www.osha.gov/heat-exposure\">heat exposure</a> details how to spot heat illness and injuries, heat-related case studies from past OSHA investigations, and even updated criteria for a recommended heat standard for employers.</p>\n\n<p class=\"has-text-align-none\">But that’s all it is: recommendations, guidance, suggestions. Unlike OSHA’s work safety standards, such as <a href=\"https://www.osha.gov/laws-regs/regulations/standardnumber/1910/1910.134\">respiratory protection</a> or their <a href=\"https://www.osha.gov/laws-regs/regulations/standardnumber/1910/1910.1200\">hazard communication</a> standard, none of the things OSHA lists on heat exposure are mandatory for employers to comply with until a final rule on heat is published.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What employers do have to comply with is OSHA’s <a href=\"https://www.osha.gov/laws-regs/oshact/section_5\">general duty clause</a>, which requires that they ensure the workplace is “free from recognized hazards that are causing or are likely to cause death or serious physical harm to his employees.” In theory, this includes hazards like extreme heat. But in practice, it leaves a lot of room for employer discretion, and very little room for workers to demand more protections.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In absence of a federal rule, five states have passed some sort of heat protection standards: California, Colorado, Minnesota, Washington, and Oregon. In 2022, Oregon’s state OSHA <a href=\"https://osha.oregon.gov/OSHARules/adopted/2022/ao3-2022-letter-alh-heat.pdf\">adopted heat protection rules for both outdoor and indoor workers</a>, and just this week, California approved heat standards for <a href=\"https://www.latimes.com/business/story/2024-06-20/after-backlash-cal-osha-board-to-vote-on-safeguards-for-hot-workplaces\">indoor workers</a> nearly 20 years after they implemented a workplace heat rule for outdoor workers, <a href=\"https://calmatters.org/politics/capitol/2024/02/workplace-safety-california-indoor-heat/\">the first of its kind</a>. The other states offer protections for only certain groups of laborers — Washington covers outdoor workers only, while Minnesota covers indoor workers and Colorado covers agricultural workers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Notably missing from this list are some of the United States’ hottest regions, such as the South, which is overwhelmingly dominated by state Republican legislatures. That doesn’t mean efforts haven’t been made to implement heat protections in those places, statewide or locally. In Texas, city councils in Dallas, Austin, and San Antonio passed ordinances to protect construction workers from the heat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But all of this was <a href=\"https://www.texastribune.org/2023/07/12/workers-texas-heat-wave/#:~:text=There%20are%20no%20federal%20or,local%20rules%20with%20that%20purpose.\">overturned by the Texas legislature</a> in 2023, when lawmakers passed a bill that restricted Texas counties and cities from developing laws that go beyond state law. The Florida legislature <a href=\"https://www.npr.org/2024/04/12/1244316874/florida-blocks-heat-protections-for-workers-right-before-summer\">did the same</a> when Miami-Dade County was on course to pass a heat protection standard for outdoor workers, a devastating blow to workers and labor advocates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">States developing heat protections for workers is a step in the right direction — but it’s only possible when the state government isn’t hostile to such regulations. A federal ruling would supersede any state laws on workplace heat standards (or lack thereof).&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What could strong workplace protections against heat look like?</strong></h2>\n\n<p class=\"has-text-align-none\">The bare minimum needs for a federal workplace heat standard are “really pretty simple,” says <a href=\"https://www.ucsusa.org/about/people/kristina-dahl\">Kristina Dahl</a>, a principal climate scientist at the Union of Concerned Scientists. “It&#8217;s water, shade, and rest. And each of those needs to become progressively more present as the temperature or heat index increases.”</p>\n\n<p class=\"has-text-align-none\">But Dahl also emphasizes that there should be clear standards for water, shade, and rest. There’s a difference between drinking cold water and drinking water that’s turned hot from the sun; between a true 15-minute rest break and doing light work while on a break; between resting in the shade of a truck and resting in the shade of a tent with air conditioning.</p>\n\n<p class=\"has-text-align-none\">Dahl also wants to see workers’ wages protected during these breaks. In a <a href=\"https://www.ucsusa.org/resources/too-hot-to-work\">report</a> she co-wrote about the risk outdoor workers face from their exposure to extreme heat, Dahl said one of their findings was that “there&#8217;s the potential for workers to lose a lot in earnings if they&#8217;re not getting paid for these increasingly long rest breaks as the temperature increases.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The protection of pay is key for ensuring workers’ safety, says Antonio De Loera-Brust, communications director for <a href=\"https://ufw.org/\">United Farm Workers</a>. A lot of outdoor workers make less than the national median income, which makes any potential loss to a paycheck especially difficult. Agricultural workers in particular make <a href=\"https://www.epi.org/blog/the-farmworker-wage-gap-farmworkers-earned-40-less-than-comparable-nonagricultural-workers-in-2022/\">low wages</a> as is, and it’s still common for farmworkers to be paid by how much crops they harvest, rather than a secured hourly wage. All of this forces workers to decide between their income and their safety.</p>\n\n<p class=\"has-text-align-none\">“The economic incentive for workers who are living paycheck to paycheck, or living in poverty, or struggling with food on their own tables, is to push themselves to the limit,” De Loera-Brust told me. “They will push their bodies past the breaking point, and will suffer severe health consequences up to and including death, which happens every year.”</p>\n\n<p class=\"has-text-align-none\">According to OSHA, <a href=\"https://www.osha.gov/heat-exposure\">50 to 70 percent of heat-related fatalities</a> occur during the first week of work, because workers had not adequately acclimated to the heat. In Florida, a young farmworker <a href=\"https://www.miamiherald.com/news/business/article277382588.html\">died from the heat</a> on his first day of work in January 2023.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To prevent these unnecessary deaths, Dahl recommends “at least a two-week acclimation period, where there&#8217;s increasing work time in the heat.” And it’s not just those new to heat-exposed work who need to be acclimated to the heat — returning workers who have been away for an extended period, such as seasonal agricultural workers, also need time to get used to the heat again.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Last July, another young farmworker in Florida named Efraín López García died on the job, after working on farms for nearly a decade. His coworkers said they were never trained on how to spot heat illness or give first aid, <a href=\"https://www.miamiherald.com/news/local/environment/climate-change/article277399723.html\">the Miami Herald reported</a>. To prevent tragic deaths like López García’s, it’s critical that a heat standard also includes mandatory training for workers to recognize the signs of heat stroke and exhaustion, first aid, and what their rights are — all provided in the language they speak.</p>\n\n<p class=\"has-text-align-none\">Even if all criteria for a strong heat standard is met, then comes the issue of enforcement. A lot of workers in industries exposed to heat, like <a href=\"https://wdr.doleta.gov/research/FullText_Documents/ETAOP2022-16_NAWS_Research_Report_16_508c.pdf\">agriculture</a> and <a href=\"https://www.americanprogress.org/wp-content/uploads/sites/2/2021/02/EW-Construction-factsheet.pdf\">construction</a>, are undocumented. Retaliation for standing up for their basic rights and needs can be a real threat to their income and livelihood, and can discourage workers from enforcing standards. There needs to be some sort of combination of worker empowerment, whether through unions or worker collectives, and anti-retaliation measures to ensure that the heat standard is actually imposed.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">How different these key demands from workers and advocates will be from the final ruling on a heat standard is still up in the air. Even in some of the best-case scenarios, obstacles to a strong, enforceable rule lie ahead.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What we know about OSHA’s proposed heat standard, and what stands in the way</strong></h2>\n\n<p class=\"has-text-align-none\">While the details of OSHA’s proposed rule are not available to the public yet, we do have some idea as to what it might have included so far. According to <a href=\"https://www.regulations.gov/document/OSHA-2023-0003-0007\">recommendations</a> from OSHA’s National Advisory Committee on Occupational Safety &amp; Health work group, the proposed rule&nbsp;is aimed at both indoor and outdoor work, and it may include the following: a temperature trigger for when the standard would take effect, mandatory rest breaks, access to shade and water, heat illness prevention training, and an acclimatization period for workers to get used to the heat.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>Are you a business owner with employees who work in the heat? Here’s how you can protect them.</strong></h2>\n\n\n\n<p class=\"has-text-align-none\">It’s likely that we’re still years away from OSHA enforcing a standard to prevent heat illness and death, and until then, we’re bound to see more workers get injured or killed from extreme heat. If you’re an employer of workers exposed to heat, here are just a few key recommendations around heat safety in the meantime, <a href=\"https://www.cdc.gov/niosh/topics/heatstress/recommendations.html\" target=\"_blank\" rel=\"noreferrer noopener\">according to NIOSH</a>:</p>\n\n\n\n<ul>\n<li><strong>Rest breaks: </strong>Allow for workers to cool down by ensuring consistent breaks, and increase rest breaks as the weather gets hotter.</li>\n\n\n\n<li><strong>Hydrate: </strong>Provide enough potable water for all workers, and make sure it’s in easily accessible areas.</li>\n\n\n\n<li><strong>Acclimatize: </strong>Gradually expose new workers to the heat for at least two weeks before they complete a full day’s worth of work in the heat.</li>\n</ul>\n\n\n\n<p class=\"has-text-align-none\">Also, talk to your employees. Workers on the ground will have crucial knowledge about what’s necessary to protect themselves from extreme heat, so their input and participation in creating a standard will be key to ensuring that it actually works.</p>\n</div>\n\n<p class=\"has-text-align-none\">A lot of this aligns with what workers and advocates are calling for. But we’re likely still months from a published proposed rule and years away from a final ruling, says Jordan Barab, former deputy assistant secretary of labor at OSHA and writer of the newsletter <a href=\"https://jordanbarab.com/confinedspace/\">Confined Space</a>. A lot could happen in the meantime, and it also provides ample room for threats to the rule — one major one being if Trump wins the presidency this fall. Trump would likely kill the OSHA’s initiative to develop protections against heat entirely, Barab told me.</p>\n\n<p class=\"has-text-align-none\">But if Biden can hold onto the White House, there’s a much better chance at seeing the rule come to life — though it will still be met with opposition. Some businesses and employers aren’t excited about the prospect of being required to protect workers from heat, and have actively lobbied against it at the federal and state level. They have said that such a standard would be too much of a burden for employers, and that they’re already doing what would be mandated (which, if that’s the case, then why worry about a standard being written down?). “We can certainly expect this one to be challenged in court,” Barab said about the heat standard.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While OSHA generally wins these legal battles, it’s still another obstacle that can cause delays. But in the meantime, some workers are taking matters into their own hands by writing <a href=\"https://grist.org/labor/heat-waves-are-making-restaurant-kitchens-unsafe-workers-are-fighting-back/\">heat provisions</a> into their <a href=\"https://grist.org/accountability/chicago-teachers-want-climate-solutions-next-contract/?utm_medium=email&amp;utm_source=newsletter&amp;utm_campaign=daily\">union contracts</a>. At the end of the day, a federal ruling on a workplace heat standard would take some of the current pressure off workers to be solely responsible for their health on the job and move a large part of that responsibility onto employers. And with each summer we wait, more and more workers’ lives are at risk.</p>\n\n<p class=\"has-text-align-none\">“The clock is ticking,” said De Loera-Brust. “It&#8217;s already been over 100 degrees in much of the country this year. No one wants to be the last farmworker to die of heat. ”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s a hard time to be someone who works in the heat. Regions of the US are in the midst of record-breaking high temperatures, brought to us by a heat dome covering parts of the Midwest and Northeast. This week, approximately 270 million people will have experienced temperatures of 90 degrees or more.&#160; It’s an [&#8230;]",
    "author": "Sam Delgado"
  },
  {
    "title": "“Black girl tanning” is the summer’s most radical beauty trend",
    "link": "https://www.vox.com/culture/356056/black-girl-tanning-summers-most-radical-beauty-trends-self-tanners",
    "pubDate": "2024-06-22T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo collage shows a black woman wearing sunglasses and an orange swimsuit spraying sunscreen on her arm. Bronze confetti is spilled on top of the collage.\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox; Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/SelfTanner_Vox_option6.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">One of the best beauty tips I ever read came from Mindy Kaling. In her 2015 memoir <em>Why Not Me?</em>, the television producer offers a list of beauty rituals she adopted as her celebrity status rose, including one that initially surprised me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Two or three times a year, I get a spray tan,” Kaling writes. As an Indian American woman, she recognizes the irony of enjoying a service primarily designed for paler white people and which would be seemingly useless to those already with dark skin. (“It turns out I’m white after all!” she jokes.) However, she makes a revelatory distinction for any skeptics: “It’s not about changing the color, it&#8217;s about <em>evening</em> the color.” </p>\n\n<p class=\"has-text-align-none\">As a Black woman who has struggled with an uneven complexion, I immediately took note of this hack. However, I wouldn’t actually dabble in artificial tanning until about a decade later when I started noticing other Black women doing the same on social media. In the early years of the pandemic — when everyone was <a href=\"https://www.vox.com/the-goods/21352703/beauty-industry-pandemic-cosmetics-makeup-skincare-lipstick-nuface\">experimenting with their skin routines</a> — Black influencers and casual users alike began showing up on TikTok in noticeable numbers <a href=\"https://www.tiktok.com/@shangbhang/video/6985244832558058757?q=blackgirltanning%20&amp;t=1718722270136\">trying</a> <a href=\"https://www.tiktok.com/@shangbhang/video/6984440201829469445?q=blackgirltanning%20&amp;t=1718722270136\">out</a> <a href=\"https://www.tiktok.com/@elvira.styles/video/7102428168308444422?q=blackgirltanning%20&amp;t=1718722270136\">self-tanners</a> and quite literally beaming about the results.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The winter really prompted my tanning because we’re all our most pale selves during that season,” says influencer Taylor Caldwell (<a href=\"https://www.tiktok.com/@taylorcaldwell/video/7348993962981461294?lang=en&amp;q=taylor%20caldwell%20tanning&amp;t=1718647649393\">@taylorcaldwell</a>). Others, like content creator Mia Leshae (<a href=\"https://www.tiktok.com/@movewithmia/video/7144752461109071146?lang=en&amp;q=mia%20leshae%20tanning%20&amp;t=1718647685856\">@movewithmia</a>), found self-tanner to be an efficient, albeit temporary, way to address hyperpigmentation and scarring. Across the board, users emphasize the extra glowiness it adds to the skin.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@movewithmia/video/7171250396311129386\" data-video-id=\"7171250396311129386\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@movewithmia\" href=\"https://www.tiktok.com/@movewithmia?refer=embed\">@movewithmia</a> <p>the melanin leaves my skin so quick, IMY SUN 😭😭 <a title=\"selftanroutine\" target=\"_blank\" href=\"https://www.tiktok.com/tag/selftanroutine?refer=embed\">#selftanroutine</a> <a title=\"tanwithme\" target=\"_blank\" href=\"https://www.tiktok.com/tag/tanwithme?refer=embed\">#tanwithme</a> <a title=\"blackgirltanning\" target=\"_blank\" href=\"https://www.tiktok.com/tag/blackgirltanning?refer=embed\">#blackgirltanning</a> </p> <a target=\"_blank\" title=\"♬ Monkeys Spinning Monkeys - Kevin MacLeod &#038; Kevin The Monkey\" href=\"https://www.tiktok.com/music/Monkeys-Spinning-Monkeys-6746993352891189249?refer=embed\">♬ Monkeys Spinning Monkeys &#8211; Kevin MacLeod &#038; Kevin The Monkey</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">While tanning of all kinds is an extremely popular beauty regimen that has prevailed over time, it hasn’t historically (or even presently) been marketed as something for Black consumers. To certain members of the Black community, tanning may still seem unnecessary or culturally “white.” For reasons that are rooted in colorism, many might even find tanning unfavorable. Still, Black women have managed to innovate upon a beauty regime that was not originally targeted toward them, despite its fraught connection to race.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As the summer continues to heat up and interest in tanning <a href=\"https://www.businessoffashion.com/articles/beauty/is-tanning-back/#:~:text=The%20self%2Dtanning%20beauty%20category,according%20to%20data%20from%20Euromonitor.\">continues to grow</a>, it seems like the industry needs to gear up for a new consumer base.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Tanned skin has long been a status symbol&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">After centuries of being associated with <a href=\"https://www.jstor.org/stable/41583159?searchText=tender%20is%20the%20night%20golden%20boy&amp;searchUri=%2Faction%2FdoBasicSearch%3FQuery%3Dtender%2Bis%2Bthe%2Bnight%2Bgolden%2Bboy%26so%3Drel&amp;ab_segments=0%2Fbasic_search_gsv2%2Fcontrol&amp;refreqid=fastly-default%3A71eb429edadf4ac95018b01c2181c478\">lower-class, outdoor workers</a>, tans became a sign of wealth and cosmopolitan living in the early 20th century. On one hand, medical views about sun exposure were changing, as <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3862458/\">scientist Niels Finsen</a> found that vitamin D deficiency was the cause for diseases like rickets and lupus. At the same time, fashion was beginning to ditch <a href=\"https://slate.com/technology/2019/09/parasols-better-than-sunscreen.html\">the parasol</a> in favor of a sun-baked look. This shift is largely credited to <a href=\"https://www.theguardian.com/commentisfree/2012/feb/19/history-of-tanning\">French designer Coco Chanel</a>, who, in 1923, returned from a trip to the French Riviera with an accidental suntan. Rather than covering her body, she embraced her new look, inspiring other wealthy women to want to achieve the same bronze tint and wear less clothing during the summer. In 1929, she stated that “a golden tan is the index of chic.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, the influence of people of color can’t be understated. African American performer Josephine Baker was also widely admired, if not fetishized, in France for <a href=\"https://www.bbc.co.uk/programmes/articles/3WxcZ55rHVdlDC9V8jW1c2/josephine-baker-more-than-meets-the-eye\">her caramel skin in the 1920s</a>. Considered one of the first beauty influencers in this regard, she began marketing her <a href=\"https://www.instagram.com/p/Cs9d_cTvA3l/\">own tanning oil</a>, called Baker Oil, to help white Parisians emulate her “le peau de brune,&#8221; as advertised on the bottle. </p>\n\n<p class=\"has-text-align-none\">By the mid-century, tanning was evolving from a casual, DIY activity for the leisure class (and those who wanted to look like they were a part of it) into a <a href=\"https://www.skincancer.org/blog/why-do-we-still-tan/\">profitable industry</a>. In the 1950s, <a href=\"https://www.nytimes.com/2012/09/09/magazine/who-made-that-spray-tan.html\">German researcher Eva Wittgenstein</a> discovered the skin-darkening properties of a medicine she had used to treated patients with a rare metabolic disorder. The solution, which used dihydroxyacetone (DHA), was later sold in Coppertone <a href=\"https://healthcare.utah.edu/healthfeed/2016/05/summer-skin-then-and-now\">suntan lotions</a>. Two decades later, German scientist Freidrich Wolff invented the first “sunbed” using UVA and UVB lights as a way to darken the skin and combat winter depression. By 1978, indoor tanning salons had emerged in the United States and become staples of malls.&nbsp;&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-1404389367.jpg?quality=90&#038;strip=all&#038;crop=0,15.154775282314,100,69.690449435371\" alt=\"Sunbathers and resting swimmers at Linden Woods Swim Club, Howard Beach in 1959. \" title=\"Sunbathers and resting swimmers at Linden Woods Swim Club, Howard Beach in 1959. \" data-has-syndication-rights=\"1\" data-caption=\"Sunbathers and resting swimmers at  Linden Woods Swim Club at Howard Beach in 1959. | HUM Images/Universal Images Group via Getty Images\" data-portal-copyright=\"HUM Images/Universal Images Group via Getty Images\" />\n<p class=\"has-text-align-none\">In the 2004 study “<a href=\"https://www.jstor.org/stable/10.1525/si.2004.27.3.309?mag=the-meaning-of-tanning&amp;seq=8\">To Die For: The Semiotic Seductive Power of the Tanned Body</a>,” Phillip Vannini and Aaron M. McCright explore the multiple purposes of artificial tanning in more recent times, as society developed a “newer vision of the body as a sign of youth, pleasure, and self-expression.” They found that for older consumers, tanning was partially seen as an anti-aging method for “concealing age spots and skin blotches.” Meanwhile, younger consumers tanned to achieve the illusion of a “thinner silhouette,” adding definition to one’s muscles.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In recent years, tanning has also become interrogated for its racial implications and “problematic” uses. In 2018, writer Wanna Thompson coined the term “blackfishing,” after she and others began to notice white influencers presenting themselves as Black or, at least in some ways, nonwhite, sometimes partially by excessively tanning their skin. Namely, one of those influencers was Kim Kardashian, whose sometimes overly tan complexion has led to accusations of <a href=\"https://time.com/6072750/kardashians-blackfishing-appropriation/\">blackface online</a>. At the height of her celebrity, singer Ariana Grande also provoked <a href=\"https://growingkale.home.blog/2019/10/08/lets-talk-about-ariana-grandes-skin-colour-blogtober-day-8/\">plenty</a> of <a href=\"https://www.femestella.com/ariana-grande-ethnicity-cultural-appropriation-blackfishing-asianfishing/\">discourse</a> and <a href=\"https://www.businessinsider.com/celebrities-blackfishing-accusations-racially-ambiguous\">outrage</a> surrounding her startlingly brown complexion. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Tanning is more popular than ever, especially for Black women</strong></h2>\n\n<p class=\"has-text-align-none\">This past March, the Washington Post declared the return of “<a href=\"https://www.washingtonpost.com/style/of-interest/2024/03/12/perfect-tan/\">tanning mania</a>,” noting an increase in self-proclaimed “tanning addicts” on TikTok. Under the #tanning hashtag, which currently has 4.1 billion views, Gen Z is discovering new (and dangerous) ways to make themselves darker including non-FDA-approved tanning pills that contain large doses of color additives. There’s also a viral <a href=\"https://www.allure.com/story/spf-contouring-tiktok-trend\">contouring hack</a>, where users strategically apply SPF to their faces in order to achieve tan lines where they would normally apply contouring makeup. Maybe the sketchiest method is <a href=\"https://www.youtube.com/watch?v=ugnweo6F1GU\">tanning nasal spray</a>, which features the unregulated hormone Melanotan-II. Currently, these products are largely being sold by cheap, no-name brands. (You can find a 30-milliliter container on <a href=\"https://www.temu.com/ul/kuiper/un9.html?subj=goods-un&amp;_bg_fs=1&amp;_p_jump_id=894&amp;_x_vst_scene=adg&amp;goods_id=601099542684584&amp;sku_id=17592327237682&amp;adg_ctx=a-27015475~c-6cd917a1~f-e4851891&amp;_x_ads_sub_channel=shopping&amp;_p_rfs=1&amp;_x_ns_prz_type=-1&amp;_x_ns_sku_id=17592327237682&amp;mrk_rec=1&amp;_x_ads_channel=google&amp;_x_gmc_account=647900107&amp;_x_login_type=Google&amp;_x_ads_account=1919904652&amp;_x_ads_set=21323976651&amp;_x_ads_id=165684031649&amp;_x_ads_creative_id=700698232459&amp;_x_ns_source=g&amp;_x_ns_gclid=Cj0KCQjw4MSzBhC8ARIsAPFOuyVUfd-U3EJ62xX6zjm_7Tk97vvZ4o4GDtqK3htbUFol4cuQx7tlrtUaArQ0EALw_wcB&amp;_x_ns_placement=&amp;_x_ns_match_type=&amp;_x_ns_ad_position=&amp;_x_ns_product_id=17592327237682&amp;_x_ns_target=&amp;_x_ns_devicemodel=&amp;_x_ns_wbraid=Cj4KCAjwvb-zBhBzEi4AM7kVP8lcr6L_nrk9l4ipg6WrhUwrhGLIPgDvbOavS7YOc-5kvy-Ihl9J8mMJGgKtyg&amp;_x_ns_gbraid=0AAAAAo4mICFC97zVwOOgA14jbTitaJuRQ&amp;_x_ns_targetid=pla-2307740361331&amp;gad_source=1&amp;gclid=Cj0KCQjw4MSzBhC8ARIsAPFOuyVUfd-U3EJ62xX6zjm_7Tk97vvZ4o4GDtqK3htbUFol4cuQx7tlrtUaArQ0EALw_wcB\">Temu</a> for $2.) In addition to side effects like nausea and fatigue, these nasal sprays can also raise one’s <a href=\"https://www.healthline.com/health/beauty-skin-care/tanning-nasal-spray#how-does-it-work\">risk of developing melanoma</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite their well-documented correlation to skin cancer, tanning beds or, as TikTok users refer to them, “sunbeds” are also <a href=\"https://www.nylon.com/beauty/tiktoks-tanning-bed-comeback-should-be-a-warning\">making a strange comeback</a>. They even got a recent co-sign from Kim Kardashian, who showed off her tanning bed during a <a href=\"https://www.thecut.com/2024/01/kim-kardashians-office-tour-includes-3-d-model-of-her-brain.html\">tour</a> of her Skims office.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Looking through the hashtag, many of the users going to these extremes seem to be white. On a different side of BeautyTok, though, Black women are engaging with this “sun-kissed” trend in a different and markedly safer way. Mid-priced body bronzers and glow oils like <a href=\"https://www.tiktok.com/@aaliyah_manning/video/7270658484390202655?q=kopari%20sunshield%20body%20glow&amp;t=1718722729283\">Kopari’s Sun Shield Body Glow Sunscreen</a>, <a href=\"https://www.tiktok.com/@glowbysha_/video/7249354177518783771?q=refy%20body%20glow&amp;t=1718722652487\">Refy Body Glow Tinted Moisturizer</a>, and the <a href=\"https://www.tiktok.com/@msdreababyy/video/7376020858172738859?q=anastasia%20shimmer%20oil&amp;t=1718722628837\">Anastasia Beverly Hills Shimmer Body Oil</a> have become viral sensations. Tanning drops and serums, like Drunk Elephant D Bronzi Drops and Isle of Paradise’s Self Tanning Natural Glow Face Drops, have become a quick, customizable option for those looking to brighten their faces.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For a longer-lasting, full-body glow for the summer, though, drugstore self-tanners and spray tans have become a newfound go-to in the Black beauty community. This growing beauty trend represents more than a shift in the perception of these products and who they’re for. It reflects a subtle change in Black beauty standards, and the skin tones women have been taught to value under white supremacy. Given the amount of <a href=\"https://www.nbcnews.com/news/nbcblk/colorism-driving-women-color-use-harmful-skin-lightening-products-says-rcna93850\">dangerous skin-bleaching products</a> that are on the market, it feels slightly radical to see so many Black women online eagerly embrace products that deepen their complexions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Taylor Caldwell, 24, who first tried self-tanner about three years ago, says she didn’t know that it was “a thing for Black people.” </p>\n\n<p class=\"has-text-align-none\">“It was just something that I always saw in the store and would walk past it,” she says. “I&#8217;ve never known anyone who was Black who also tanned. So in my head, it was just not a product for me.”</p>\n\n<p class=\"has-text-align-none\">Now, Caldwell is an avid self-tanner consumer, even nabbing a sponsorship with the first brand she purchased called B.Tan. However, her love for tanning did come with some initial judgment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“When I posted my first TikTok, there were people who were intrigued by it and people who literally couldn&#8217;t conceptualize it,” she says. “They didn’t understand why I, as a Black person, was tanning at all.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mia Leshae, 25, says she was initially nervous about posting tanning content, given its stereotypical association with white people. “I was already categorized as that ‘white’ Black girl simply because I was a Black woman growing up in a white area,” she says. “So I definitely already had those reservations. In my videos, I even over-explain. This literally helps make me get darker.”</p>\n\n<p class=\"has-text-align-none\">It’s not that tanning is a totally foreign concept to Black people. Growing up, I would anticipate going outside during warm months and coming home with a richer, more chocolate-y tone. While artificial tanning products might be uncharted territory for some, many Black people still rely on the summer sun to naturally deliver the hue they want. However, according to <a href=\"https://drnaanaboakye.com/\">Dr. Naana Boakye</a> of Bergen Dermatology, Black people should be just as cautious about sunbathing as their white counterparts.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Darker skin is still at risk for sun damage,” says Boakye. “While you may not be able to see it as clearly as you can on lighter skin, sunburns on darker skin can result in redness, peeling, and blistering.”</p>\n\n<p class=\"has-text-align-none\">While Black people are less likely to develop skin cancer than white people, survival rates for Black patients are <a href=\"https://geiselmed.dartmouth.edu/students/student-wellness-resources/sun-safety-and-skin-cancer-prevention/skin-cancer-in-people-of-color/#:~:text=Skin%20of%20Color%20Stats,versus%2094%25%20for%20white%20patients.&amp;text=Skin%20cancer%20represents%201%20to,all%20cancers%20in%20Black%20people.\">lower</a>. When the disease does occur in Black people, it’s likely to happen in <a href=\"https://www.skincancer.org/skin-cancer-information/skin-cancer-skin-of-color/#:~:text=Skin%20cancer%20on%20darker%20skin,for%20a%20full%20body%20exam\">places that receive less sun exposure</a>, such as the palms of the hands, the soles of the feet, and under the nails. Thankfully, the awareness surrounding sun protection has noticeably grown within the Black community, with companies making sunscreens specifically for Black people. In our current skincare-obsessed culture, many Black consumers have also discovered Korean sunscreens, finding them more blendable and transparent on dark skin. Boakye recommends that people with dark skin use mineral sunscreen with “SPF 30–50 or above.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“SPF 50 blocks about 98 percent of UVB rays and protects your skin from sun exposure,” she says. “Choosing a sunscreen for dark skin tones, finding broad-spectrum SPF is pivotal.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The industry is still catching up to Black women’s needs</strong></h2>\n\n<p class=\"has-text-align-none\">While self-tanners are a safe, affordable entry point into artificial tanning, getting a professional spray tan may be a more daunting activity for Black people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I’m kind of hesitant about being in a predominantly white area,” says Leshae. “I don’t want to look orange.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Thankfully, a number of Black spray-tanning stylists and enthusiasts, like LA-based Sabrina Johnson (<a href=\"https://www.tiktok.com/@chocolate_chun_li\">@chocoolate_chun_li</a>), are providing other Black women with spray tans suited to their complexions and offering advice on how to ensure they’ll get the best results.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@chocolate_chun_li/video/7101782949560847659\" data-video-id=\"7101782949560847659\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@chocolate_chun_li\" href=\"https://www.tiktok.com/@chocolate_chun_li?refer=embed\">@chocolate_chun_li</a> <p>Self tanner tutorial using bondi sands tanning foam <a title=\"blackgirltan\" target=\"_blank\" href=\"https://www.tiktok.com/tag/blackgirltan?refer=embed\">#blackgirltan</a> <a title=\"blackgirltanning\" target=\"_blank\" href=\"https://www.tiktok.com/tag/blackgirltanning?refer=embed\">#blackgirltanning</a> <a title=\"spraytan\" target=\"_blank\" href=\"https://www.tiktok.com/tag/spraytan?refer=embed\">#spraytan</a> <a title=\"spraytanning\" target=\"_blank\" href=\"https://www.tiktok.com/tag/spraytanning?refer=embed\">#spraytanning</a> <a title=\"selftanner\" target=\"_blank\" href=\"https://www.tiktok.com/tag/selftanner?refer=embed\">#selftanner</a> <a title=\"spraytanstylist\" target=\"_blank\" href=\"https://www.tiktok.com/tag/spraytanstylist?refer=embed\">#spraytanstylist</a></p> <a target=\"_blank\" title=\"♬ original sound - Sabrina | Tan Stylist\" href=\"https://www.tiktok.com/music/original-sound-7101782968162601774?refer=embed\">♬ original sound &#8211; Sabrina | Tan Stylist</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">The seeds of Johnson’s tanning career were planted as a dancer while she was looking for inclusive shoe options. “I was researching ways to develop flesh-toned pointe shoes and kept landing on spray-tan sites.” After being laid off from a housing manager job, Johnson began advertising her business on Facebook and doing mobile tans at sorority houses at the University of California, Santa Barbara. In LA, she was trained by celebrity spray-tan stylist and Dolce Glow founder Isabel Alysa, who helped her perfect her POC-focused technique.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While Johnson represents exciting progress in the tanning industry, the majority of Black women don’t have access to Johnson’s services or tanning salons that specialize in dark skin. However, she says that there are a few ways to tailor your spray tan to your specific needs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If the salon you visit doesn&#8217;t have a Black stylist or is unfamiliar with tanning dark skin, ask if they have a spray tan solution with at least 14% DHA,” she says.&nbsp; “If the salon offers different colored cosmetic bronzers, avoid the ash tones and opt for chocolate brown, violet, or green bases instead.”</p>\n\n<p class=\"has-text-align-none\">Johnson still advocates for self-tanners as a safe alternative. She’s even releasing her own line for darker complexion users called Gold Trim Tan. That said, the overwhelming majority of tanning products sold at cosmetic stores are not designed with Black people in mind and may require some trial and error.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I find that violet-based tanners work best for me,” says Caldwell. “I&#8217;ve used the St. Tropez tanner that’s for a deeper, olive skin tone. It’s a broadening mousse with a violet color that helps neutralize my orangeness.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Leshae, who was nervous to get a professional spray tan, says she’s sticking to her Jergens Instant Sun Tanning Mousse for now. However, with the loud demand for inclusive tanning and the continued obsession with looking sun-kissed, it hopefully won’t be long until she feels comfortable walking into a spray tan booth.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "One of the best beauty tips I ever read came from Mindy Kaling. In her 2015 memoir Why Not Me?, the television producer offers a list of beauty rituals she adopted as her celebrity status rose, including one that initially surprised me.&#160; “Two or three times a year, I get a spray tan,” Kaling writes. [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "The Supreme Court refuses to accept blame for its worst guns decision",
    "link": "https://www.vox.com/scotus/356267/supreme-court-us-rahimi-domestic-abuse-guns-second-amendmen",
    "pubDate": "2024-06-21T17:25:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"WASHINGTON, DC - JUNE 21: Christian Defense Coalition Director Rev. Patrick Mahoney speaks to members of the media as he holds a sign that reads &quot;Abusers Should NOT Own Guns!&quot; outside the Supreme Court on June 21, 2024 in Washington, DC. The Supreme Court issued five rulings today including the upholding of a law banning domestic abusers from owning guns but has not yet announced rulings on a variety of high profile cases including cases involving abortion rights, and former President Donald Trump&#039;s immunity claim. (Photo by Andrew Harnik/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2158007684.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>WASHINGTON, DC - JUNE 21: Christian Defense Coalition Director Rev. Patrick Mahoney speaks to members of the media as he holds a sign that reads &quot;Abusers Should NOT Own Guns!&quot; outside the Supreme Court on June 21, 2024 in Washington, DC. The Supreme Court issued five rulings today including the upholding of a law banning domestic abusers from owning guns but has not yet announced rulings on a variety of high profile cases including cases involving abortion rights, and former President Donald Trump&#039;s immunity claim. (Photo by Andrew Harnik/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">There is good news in Friday’s Supreme Court decision in <a href=\"https://www.supremecourt.gov/opinions/23pdf/22-915_8o6b.pdf\"><em>United States v. Rahimi</em></a>: The Court concluded that at least some people subject to domestic violence restraining orders do not have a categorical right to own a firearm, and upheld a law preventing them from doing so. While <em>Rahimi</em> produced a maze of concurring and dissenting opinions, eight justices ultimately agreed that a man who literally threatened to shoot the mother of his child should not be armed.</p>\n\n<p class=\"has-text-align-none\">But there’s also bad news: Chief Justice John Roberts’s majority opinion is utterly incoherent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It does nothing to clear up the mass confusion created by the Court’s 2022 decision in <a href=\"https://www.supremecourt.gov/opinions/21pdf/20-843_7j80.pdf\"><em>New York State Rifle &amp; Pistol Association v. Bruen</em></a>, which held that all gun laws are unconstitutional unless the government can “demonstrate that the regulation is <a href=\"https://www.supremecourt.gov/opinions/21pdf/20-843_7j80.pdf\">consistent with this Nation’s historical tradition of firearm regulation</a>.” That decision threw gun regulation throughout the United States into chaos and prompted an unusually long list of complaints from sitting judges.</p>\n\n<p class=\"has-text-align-none\">In <em>Rahimi, </em>the far-right US Court of Appeals for the Fifth Circuit <a href=\"https://www.vox.com/policy-and-politics/2023/2/2/23583377/supreme-court-guns-domestic-abuse-fifth-circuit-second-amendment-rahimi-united-states\">struck down a federal law</a> banning people subject to domestic violence restraining orders from owning guns. Yet, while the Fifth Circuit has a <a href=\"https://www.vox.com/policy-and-politics/2022/12/27/23496264/supreme-court-fifth-circuit-trump-court-immigration-housing-sexual-harrassment\">history of taking liberties</a> with the law to achieve conservative results, its decision in the <em>Rahimi </em>case was correctly decided under <em>Bruen</em>.</p>\n\n<p class=\"has-text-align-none\">As Justice Clarence Thomas persuasively argues in dissent, <em>Bruen</em> <a href=\"https://www.vox.com/scotus/2023/10/24/23914235/supreme-court-domestic-violence-abusers-gun-policy-us-rahimi\">compelled the Fifth Circuit to rule that domestic abusers do</a>, indeed, have a Second Amendment right to own a gun. Friday’s decision in <em>Rahimi</em> essentially carves out an exception to <em>Bruen</em> that is just large enough to allow Zackey Rahimi, the cartoonishly violent individual at the center of this case, to be disarmed. But Roberts’s opinion does little else. And it provides absolutely no meaningful guidance to lower court judges who are struggling to apply the vague “historical tradition” test announced in <em>Bruen</em>.</p>\n\n<p class=\"has-text-align-none\">Indeed, in a concurring opinion, Justice Ketanji Brown Jackson quotes a dozen different lower court opinions begging the Supreme Court to tell them how, exactly, <em>Bruen </em>is supposed to work. As one of those opinions warns the justices, “courts, operating in good faith, are <a href=\"https://www.ca5.uscourts.gov/opinions/pub/22/22-60596-CR0.pdf\">struggling at every stage of the <em>Bruen</em> inquiry</a>. Those struggles encompass numerous, often dispositive, difficult questions.”</p>\n\n<p class=\"has-text-align-none\">Jackson urges her Court to abandon <em>Bruen</em> entirely, and suggests that the justices should instead <a href=\"https://www.vox.com/policy-and-politics/2019/9/27/20879906/second-amendment-guns-supreme-court-new-york-moot-brett-kavanaugh-nra\">reinstate a two-step framework</a> that “every court of appeals evaluating whether a firearm regulation was consistent with the Second Amendment” used in the period following a <a href=\"https://supreme.justia.com/cases/federal/us/554/570/\">landmark 2008 guns decision</a>, at least before the <a href=\"https://en.wikipedia.org/wiki/Dunning%E2%80%93Kruger_effect\">Dunning-Kruger</a> justices decided that they knew better in the <em>Bruen</em> case.</p>\n\n<p class=\"has-text-align-none\">But, alas, that will not happen — most likely for as long as this Court’s 6-3 Republican supermajority gets to decide how the law works. Instead, the Court handed down an incomprehensible decision that also does little more than hold that one of the most dangerous people in the United States cannot own a gun.</p>\n\n<p class=\"has-text-align-none\">While Roberts’s opinion upholds <em>part</em> of the federal law disarming domestic abusers, it doesn’t even declare the entire law constitutional, leaving open the possibility that future courts could allow at least some very dangerous individuals to own guns.</p>\n\n<h2 class=\"wp-block-heading\">Roberts’s majority opinion is pure gobbledygook</h2>\n\n<p class=\"has-text-align-none\">The <em>Bruen </em>decision placed an enormously high burden on any government lawyer trying to convince a court that any gun law is constitutional. To show that a gun law is consistent with “this Nation’s historical tradition of firearm regulation,” the government had to point to “analogous regulations” that existed when the Constitution was framed. And the government carried a particularly high burden when it hoped to enforce a law that addresses “a general societal problem that has persisted since the 18th century.”</p>\n\n<p class=\"has-text-align-none\"><em>Bruen, </em>in other words, was a bold experiment in “<a href=\"https://www.vox.com/21497317/originalism-amy-coney-barrett-constitution-supreme-court\">originalism</a>,” the idea that the only valid way to interpret the Constitution is to ask how it was understood when it was crafted.</p>\n\n<p class=\"has-text-align-none\">Under an honest application of <em>Bruen</em>’s test, domestic abusers absolutely have a right to own a gun. Certainly, violence between romantic partners existed in the 18th century, but there were <a href=\"https://www.vox.com/scotus/2023/10/24/23914235/supreme-court-domestic-violence-abusers-gun-policy-us-rahimi\">hardly any laws targeting this societal problem</a>, and no laws that disarmed domestic abusers. Until 1871, when the Alabama Supreme Court ruled that a husband and wife “<a href=\"https://flaglerlive.com/wp-content/uploads/Fulghamv.State_.pdf\">may be indicted for assault and battery upon each other</a>,” all 50 states did not make it a crime for married partners to beat their spouses.</p>\n\n<p class=\"has-text-align-none\">Nevertheless, every justice but Thomas appeared to realize that allowing Rahimi to own a gun would be untenable. Roberts’s majority opinion opens with a startling litany of Rahimi’s history of shooting guns in public when he gets angry. Among other things, Rahimi threatened to shoot two different women. He fired into a man’s home. And he fired his gun in the air at a burger restaurant after the restaurant declined his friend’s credit card.</p>\n\n<p class=\"has-text-align-none\">In total, Rahimi appears to have committed six different shooting crimes — that is, crimes where he actually discharged his firearm — in addition to the threats to shoot other people.</p>\n\n<p class=\"has-text-align-none\">Yet, rather than admit that the <em>Bruen</em> framework must be fundamentally flawed if it led a federal appeals court to conclude that this uniquely dangerous criminal has a constitutional right to own a gun, Roberts instead tries to shift the blame, claiming that “some courts have misunderstood the methodology of our recent Second Amendment cases.” He then drops two incomprehensible paragraphs seeking to clarify how <em>Bruen </em>is supposed to work.</p>\n\n<p class=\"has-text-align-none\">When evaluating if a gun law is constitutional, Roberts writes, “a court must ascertain whether the new law is ‘relevantly similar’ to laws that our tradition is understood to permit.” He adds that “if laws at the founding regulated firearm use to address particular problems, that will be a strong indicator that contemporary laws imposing similar restrictions for similar reasons fall within a permissible category of regulations.”</p>\n\n<p class=\"has-text-align-none\">Yet Roberts also caveats this statement, insisting that “even when a law regulates arms-bearing for a permissible reason, though, it may not be compatible with the right if it does so to an extent beyond what was done at the founding.”</p>\n\n<p class=\"has-text-align-none\">So judges must ask if a modern-day law is “relevantly similar” to a founding-era gun law, whatever the hell that means. The modern law will probably be constitutional if it addresses a problem that the founders also tried to address, but not if the modern law “does so to an extent beyond what was done at the founding.”</p>\n\n<p class=\"has-text-align-none\">It’s hard not to pity the poor lower court judges who will have to apply this word salad in future cases.</p>\n\n<p class=\"has-text-align-none\">In any event, Roberts claims that a modern law prohibiting Zackey Rahimi from owning a gun is constitutional because something called “surety” laws existed two or three centuries ago. These laws required “individuals suspected of future misbehavior to post a bond” — that is, to pay a sum of money that would be forfeited if they engaged in such misbehavior. As Roberts writes, these laws “could be invoked to prevent all forms of violence, including spousal abuse.”</p>\n\n<p class=\"has-text-align-none\">So, apparently, these surety laws are “relevantly similar” enough to a modern law prohibiting domestic abusers from owning guns that Zackey Rahimi can be disarmed.</p>\n\n<p class=\"has-text-align-none\">That’s actually a pretty significant retreat from <em>Bruen</em>. As Thomas writes in his <em>Rahimi</em> dissent, <em>Bruen</em> doesn’t just create a very high presumption that any modern gun law addressing a social problem that existed in the 1700s is unconstitutional, it also states that “if earlier generations addressed the societal problem, but did so through materially different means, that also could be evidence that a modern regulation is unconstitutional.”</p>\n\n<p class=\"has-text-align-none\">While surety laws may have allowed some legal consequences to be imposed on early American domestic abusers, Thomas writes, they “imposed a materially different burden.” Surety laws “did not alter an individual’s right to keep and bear arms,” they merely required some individuals to pay a sum of money.</p>\n\n<p class=\"has-text-align-none\">So the Court has taken some steps to weaken <em>Bruen</em>. While both <em>Bruen</em> and <em>Rahimi</em> hold that the government must show that any modern gun law is sufficiently similar to a centuries-old gun law in order to be upheld, <em>Rahimi</em> does suggest that the two laws need not be too precisely similar. As Roberts writes, <em>Bruen</em> was “not meant to suggest a law trapped in amber.”</p>\n\n<p class=\"has-text-align-none\">But <em>Rahimi</em>’s test is no less incoherent than <em>Bruen</em>’s, and it does nothing to allay the many complaints from lower court judges that Jackson enumerates in her concurrence. <em>Rahimi</em> simply states in vague terms that more gun laws should be upheld than were upheld in the first two years after <em>Bruen</em>.</p>\n\n<h2 class=\"wp-block-heading\">It’s unclear if <em>Rahimi</em> even allows all domestic abusers to be disarmed</h2>\n\n<p class=\"has-text-align-none\">Notably, Roberts’s majority opinion also places a great deal of weight on the fact that Rahimi brought what is known as a “facial” challenge to the federal law disarming domestic abusers.</p>\n\n<p class=\"has-text-align-none\">Facial challenges allege that a particular law is unconstitutional in all of its applications, meaning that a court must effectively strike it from the books. They stand in contrast to weaker “as-applied” challenges, which allege that a law is unconstitutional only when enforced against a particular party. As Roberts explains, facial challenges are notoriously difficult to win — the party challenging the law must “establish that no set of circumstances exists under which the Act would be valid.”</p>\n\n<p class=\"has-text-align-none\">But Rahimi’s case also involved the most extreme facts imaginable — most criminal defendants, even defendants charged with serious gun crimes, aren’t implicated in six different shootings. And so Roberts concludes that the federal law disarming domestic abusers “is constitutional as applied to the facts of Rahimi’s own case.” Rahimi’s facial challenge fails.</p>\n\n<p class=\"has-text-align-none\">But the <em>Rahimi</em> decision doesn’t even uphold the entire federal law preventing domestic abusers from owning guns. That law contains two separate provisions laying out when someone subject to a restraining order must be disarmed. The Court upholds one of these provisions, but defers the question of whether the other one is constitutional until another day.</p>\n\n<p class=\"has-text-align-none\">The federal disarmament law at issue in this case applies in two different sets of circumstances. One provision prohibits anyone from having a gun if a court finds that they pose “a credible threat to the physical safety” of certain other people. The second provision applies if someone is subject to a restraining order that “prohibits the use, attempted use, or threatened use of physical force.”</p>\n\n<p class=\"has-text-align-none\">Roberts’s opinion upholds the first of these provisions, but it leaves open for another day whether someone can be disarmed after a court orders them not to use physical force against another person. And, because the legal framework announced by the <em>Rahimi </em>majority is so vague, it is anyone’s guess how lower courts will approach this still-open legal question.</p>\n\n<p class=\"has-text-align-none\"><em>Rahimi</em>, in other words, is a monument to this Court’s arrogance, and its inability to admit its own mistakes. <em>Bruen</em> is an unworkable disaster that has caused mass confusion within the lower courts. It should be overruled in its entirety.</p>\n\n<p class=\"has-text-align-none\">Instead, all the Court did on Friday is carve out an exception to <em>Bruen</em> for some — and not even all — people who commit domestic violence.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There is good news in Friday’s Supreme Court decision in United States v. Rahimi: The Court concluded that at least some people subject to domestic violence restraining orders do not have a categorical right to own a firearm, and upheld a law preventing them from doing so. While Rahimi produced a maze of concurring and [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Why Israel acts the way it does",
    "link": "https://www.vox.com/world-politics/356200/israel-gaza-war-policy-klein-segal-interview",
    "pubDate": "2024-06-21T15:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"NETANYA, ISRAEL - JUNE 21: Family members walk behind a coffin of Israeli Sgt-Maj Omer Smadga during his funeral on June 21, 2024 in Netanya, Israel. The Israeli army announced today that Smadga was killed along with another Israeli soldier by mortar fire in Gaza Strip. He was the son of Israel judo athlete and Olympic medalist, Oren Smadga. (Photo by Amir Levy/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2157993308.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>NETANYA, ISRAEL - JUNE 21: Family members walk behind a coffin of Israeli Sgt-Maj Omer Smadga during his funeral on June 21, 2024 in Netanya, Israel. The Israeli army announced today that Smadga was killed along with another Israeli soldier by mortar fire in Gaza Strip. He was the son of Israel judo athlete and Olympic medalist, Oren Smadga. (Photo by Amir Levy/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">From the outside, the policies of Israel’s government seem <a href=\"https://www.vox.com/world-politics/351968/the-slaughter-in-rafah-and-israels-moral-nadir\">both brutal and inexplicably self-destructive</a>.</p>\n\n<p class=\"has-text-align-none\">Its war in Gaza has claimed tens of thousands of Palestinian lives and demolished much of the physical infrastructure, like schools and hospitals, required for a society to function. Despite the massive casualties, Israeli forces have yet to <a href=\"https://www.vox.com/24055522/israel-hamas-gaza-war-strategy-netanyahu-strategy-morality\">bring Hamas close to “total defeat.”</a> And there is still <a href=\"https://www.vox.com/world-politics/354572/israel-benny-gantz-resigns-netanyahu-war-cabinet\">no credible plan</a> for preventing Hamas from simply returning to power after the war, as Prime Minister Benjamin Netanyahu has repeatedly ruled out handing control over Gaza to the moderate Palestinian Authority (PA).&nbsp;</p>\n\n<p class=\"has-text-align-none\">These policies have some real public support. Recent polls of Israeli Jews have found that majorities of Israeli Jews <a href=\"https://www.jpost.com/israel-news/article-783849\">endorse the Israeli military’s conduct in Gaza</a>, believe <a href=\"https://www.timesofisrael.com/poll-half-of-jewish-israelis-say-israel-should-run-gaza-after-the-war-0-say-hamas/\">Israel should maintain control over Gaza</a> after the war, and <a href=\"https://jweekly.com/2024/05/30/after-oct-7-just-19-of-israeli-jews-believe-a-palestinian-state-can-peacefully-coexist-with-israel/\">express deep skepticism</a> about a negotiated two-state solution with the Palestinians (<a href=\"https://theconversation.com/as-international-support-for-an-independent-palestine-grows-heres-what-israelis-and-palestinians-now-think-of-the-two-state-solution-230575\">at least for now</a>).</p>\n\n<p class=\"has-text-align-none\">To understand how Israel got here, you need to understand how most Israelis think about security.</p>\n\n<p class=\"has-text-align-none\">Israel’s ruling security ideology centers on the country’s collective “trauma,” an omnipresent word when you speak to Israelis about the conflict. Its core premise is the idea that the country has gone above and beyond to try and make peace with its neighbors&nbsp;and has been met with violence at every turn. Peace in the near term is seen as a pipedream; the need to stop terrorism and defang enemies is paramount. On this view, securing Israel requires unilateral military action — as aggressively as necessary.</p>\n\n<p class=\"has-text-align-none\">This isn’t the only worldview held by large numbers of Israeli Jews; there are <a href=\"https://www.vox.com/23954323/return-of-liberal-zionism-israel\">glimmers of an alternative on the horizon</a>. But if you want to understand why Israel is acting the way it is, you need to start by grappling with the ideology of trauma at the center of its politics.</p>\n\n<h2 class=\"wp-block-heading\">A voice from the inside</h2>\n\n<p class=\"has-text-align-none\">One of the best windows into this worldview I’ve encountered recently is a podcast conversation between <a href=\"https://www.nytimes.com/2024/06/14/opinion/ezra-klein-podcast-amit-segal.html\">Ezra Klein and Israeli journalist Amit Segal</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To call Segal prominent is an understatement: One ranking placed him as <a href=\"https://thejewishindependent.com.au/whos-who-on-israels-tv-news\">Israel’s single most influential journalist</a>. He is also an unabashed right-winger; <a href=\"https://www.vox.com/policy-and-politics/23271726/cpac-goes-to-israel\">when I attended CPAC Israel in 2022</a>, Segal’s interview with American conservative pundit Ben Shapiro was the headlining event.</p>\n\n<p class=\"has-text-align-none\">That discussion was on Segal’s home turf, both literally and figuratively. The interview with Klein, by contrast, put Segal in a position to try and explain his country’s politics to the New York Times audience. The result was an unusually clear window into an Israeli mindset that outsiders often have a hard time grasping.</p>\n\n<p class=\"has-text-align-none\">In broad terms, Segal tells the story of Israeli politics as <a href=\"https://nymag.com/intelligencer/2019/04/the-israeli-elections-can-the-left-be-saved.html\">one of the left’s decline</a> —&nbsp;a collapse fueled in large part by the failure of its security agenda. “Israelis ceased to believe in the two-state solution, which would be achieved through a bilateral negotiation, because they saw what happened last time,” Segal says.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>Understanding Israel’s war in Gaza</strong></h2>\n\n\n\n<p class=\"has-text-align-none\">Israel has been at war in Gaza since Hamas’s horrific attack on October 7. The war’s stated goal is to eradicate Hamas. But eight months and tens of thousands of Palestinian civilian deaths later, Hamas is still around — and top Israeli officials are questioning whether its destruction is even possible. Now, Gaza is in the midst of a humanitarian crisis, and the Israeli government has yet to lay out a plan for what happens after the war is over. Check out these stories for more:</p>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/world-politics/354572/israel-benny-gantz-resigns-netanyahu-war-cabinet\">Israel’s “war cabinet” just fell apart. What happens now?</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/world-politics/351968/the-slaughter-in-rafah-and-israels-moral-nadir\">The slaughter in Rafah and Israel’s moral nadir</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/24055522/israel-hamas-gaza-war-strategy-netanyahu-strategy-morality\">How Israel’s war went wrong</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/2018/11/20/18080046/gaza-palestine-israel\">What is Gaza?</a></li>\n</ul>\n</div>\n\n<p class=\"has-text-align-none\">In this story, Israel made a generous peace offer to the Palestinians during the 2000 summit at Camp David —&nbsp;only to be immediately rebuffed and met with four-and-a-half years of the Second Intifada, the most violent period of Israeli-Palestinian conflict until the current Gaza war. Shortly after the intifada ended in 2005, Israel attempted a different route to peace: unilaterally withdrawing troops and settlements from the Gaza Strip. The end result of that decision was Hamas taking over the Gaza Strip, using it as a launching pad for rocket fire and (ultimately) the October 7 attack.</p>\n\n<p class=\"has-text-align-none\">This recounting is at best selective, telling only the facts flattering to Israel and leaving out its own mistakes. Jeremy Pressman, a political scientist who <a href=\"https://www.podbean.com/media/share/pb-22tq8-160f957?utm_campaign=w_share_ep&amp;utm_medium=dlink&amp;utm_source=w_share\">studies</a> the Camp David negotiations, <a href=\"https://x.com/djpressman/status/1802729100177506618\">accused Segal</a> of “peddling a completely discredited version” of events — one that makes Israel’s offer out to be more generous than his research suggests it actually was.</p>\n\n<p class=\"has-text-align-none\">But setting aside truth for a moment, there is no doubt that Segal’s story is the dominant one among Israeli Jews. They don’t just believe it intellectually, but feel it in a visceral way. The past 25 years of suicide bombings and rocket fire left an open psychological wound, pushing politics to the right even in the relatively low-casualty decade before October 7.</p>\n\n<p class=\"has-text-align-none\">Now, Segal argues, Israelis believe they have no choice but to protect themselves through force —&nbsp;and a lot of it.</p>\n\n<p class=\"has-text-align-none\">“We will probably have to see more soldiers fighting in the north [in Lebanon] and in the south [in Gaza] for the coming years, maybe decades. And there will be a death toll. It’s not going to be a permanent war but maybe a permanent state of ongoing operations,” he says.</p>\n\n<p class=\"has-text-align-none\">In response, Klein suggests that this is “a theory of occupation”: that Israel can only be safe if its military is physically present and in control of Palestine and even parts of Lebanon. And indeed, Segal all but openly admits as much.</p>\n\n<p class=\"has-text-align-none\">“Gaza, the West Bank, and Lebanon are three very different situations. But there is one principle that most Israelis accept, in my opinion, which is that the only guarantee for the lives of Israelis is the fact that there would be an Israeli soldier in each and every place,” he says.</p>\n\n<p class=\"has-text-align-none\">Looming over all of this is the threat from Iran, the principal patron of both Hamas and Hezbollah in Lebanon.</p>\n\n<p class=\"has-text-align-none\">For many outside Israel, it’s <a href=\"https://www.vox.com/world-politics/353134/israel-gaza-rafah-argument\">hard to imagine</a> how a terrorist group like Hamas could feel like an existential threat to a well-armed state like Israel. But from the Israeli point of view, Hamas is but one arrow in Tehran’s quiver, and it aims to eventually fire them all.</p>\n\n<p class=\"has-text-align-none\">“They will spend the time in order to prepare for the last mission of destroying Israel,” Segal says. “There is a square in Tehran in which there is <a href=\"https://www.timesofisrael.com/iranians-parade-missiles-shout-death-to-israel-in-annual-rally/\">a clock counting down to the year 2040</a>, in which Israel would be eliminated. And the intelligence in Israel says that they no longer see 2040 as the date but way earlier.”</p>\n\n<p class=\"has-text-align-none\">From the outside, Iran’s rhetoric might appear like saber-rattling — threats that are not matched by its capabilities.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Israel possesses one of the world’s strongest conventional militaries, one equipped with cutting-edge American technology. Iran’s armed forces are far weaker; it projects power primarily through asymmetric terrorist groups that couldn’t hope to defeat the IDF in open combat. Iran’s recent attack on Israel via drone armada <a href=\"https://www.vox.com/2024/4/15/24130346/israel-iran-attack-regional-war-april-drone-missile\">proved to be a massive flop</a>. Israel’s nuclear arsenal provides an ultimate deterrent: It ensures that any serious attempt to destroy Israel would be national suicide, securing Israel even in the event that Iran <a href=\"https://www.washingtonpost.com/national-security/2024/06/19/iran-nuclear-enrichment-fordow/\">acquires its own nuclear weapon</a>.</p>\n\n<p class=\"has-text-align-none\">Yet none of this is reassuring enough for many Jewish Israelis. Living in a country that rose from the Holocaust’s ashes, and one that fought three wars for its survival in its first three decades, Israelis have long had good reason to worry. The events of the last 25 years demolished much of their remaining sense of security, convincing them that calm can be deceptive,&nbsp;and the risk always remains. They will tell you, over and over again, that you simply can’t understand this reality unless you have lived through the past few decades of disappointment and death.</p>\n\n<p class=\"has-text-align-none\">This, more than a particular strand of Zionist theory, is Israel’s reigning national philosophy: an ideology of trauma and a vow never to let it happen again.</p>\n\n<h2 class=\"wp-block-heading\">Can Israel change?</h2>\n\n<p class=\"has-text-align-none\">When you really try to think about the world through this lens, Israel’s response to October 7 becomes entirely comprehensible.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you believe (as I do) that Israel’s long-term security can only be achieved through peaceful negotiations, then there is no way to rationalize the horror in Gaza. But if you believe that peace is a mirage, as many Israelis do, then it starts to look like Israel has no choice but to pulverize Hamas. From their point of view, the thousands of civilian casualties in Gaza are a terrible necessity —&nbsp;as the only alternative is to abandon their own hope to live without fear of another October 7.</p>\n\n<p class=\"has-text-align-none\">But while this outlook has fueled support for the IDF’s operation Gaza, it does not describe the entirety of Israeli Jews’ approach to politics. And this, I think, is where Segal’s narrative starts to break down.</p>\n\n<p class=\"has-text-align-none\">While it’s true that trauma shapes everything the Israeli polity does, it does not unilaterally point toward more and greater aggression. Even a few months into the war, when the horror of October 7 was fresher, there were clear signs that Israel’s national political ideology <a href=\"https://www.vox.com/23954323/return-of-liberal-zionism-israel\">did not necessitate an ever-rightward shift in its politics</a>. Those signs are still evident today.</p>\n\n<p class=\"has-text-align-none\">Trauma doesn’t just lead to anger: It can also produce solidarity and sympathy. During the war, this has manifested in <a href=\"https://www.washingtonpost.com/world/2024/06/18/israel-gaza-hamas-war-protests/\">a kind of peace movement</a> centered around the demand to bring home the hostages in Gaza via a ceasefire deal. A recent poll found that a majority of Jewish Israelis care more about bringing home the hostages in Gaza than <a href=\"https://en.idi.org.il/articles/54052\">continuing the ongoing military operation in Rafah</a>.</p>\n\n<p class=\"has-text-align-none\">Relatedly, there is immense public frustration with the current far-right government —&nbsp;and support for a swing back to the center.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2157598193.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Protesters gather during an anti-government rally calling for early elections, outside the Knesset (Israel&#039;s Parliament) in Jerusalem on June 18, 2024. | Menahem Kahana/AFP via Getty Images\" data-portal-copyright=\"Menahem Kahana/AFP via Getty Images\" />\n<p class=\"has-text-align-none\">Even before the war, Prime Minister Benjamin Netanyahu was unpopular. His extreme right-wing government had been pushing a <a href=\"https://www.vox.com/policy/2024/1/3/24022467/israel-supreme-court-judicial-overhaul-reasonableness-basic-law-overturn\">law seizing power over the judiciary</a> — an overreach that galvanized the largest protest movement in Israeli history. The fact that October 7 happened on Netanyahu’s watch, and he still has not taken an iota of responsibility for the massive failure of Israeli defenses,&nbsp;led his popularity to decline even further.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, a majority of Israelis want Prime Minister Benjamin Netanyahu to step down and <a href=\"https://en.idi.org.il/articles/53666\">hold new elections before the end of this year</a>; polls consistently show his coalition partners losing big. The chief beneficiaries are <a href=\"https://www.haaretz.com/israel-news/2024-06-02/ty-article/elections-poll-gantz-favored-as-pm-opposition-bloc-win-69-seats-over-netanyahus-51/0000018f-da36-d673-ab8f-fffe578a0000\">a centrist coalition waiting in the wings</a> to replace him.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Moreover, the Israeli military has grown <a href=\"https://www.theatlantic.com/international/archive/2024/05/israel-defense-netanyahu-gaza-gallant/678391/\">openly skeptical</a> of the country’s current direction. In <a href=\"https://www.nytimes.com/2024/06/14/opinion/ezra-klein-podcast-amit-segal.html\">a recent interview</a>, the IDF’s chief spokesperson — Rear Admiral Daniel Hagari —&nbsp;labeled Netanyahu’s promise of “total victory” in Gaza without a political settlement a fantasy.</p>\n\n<p class=\"has-text-align-none\">“The idea that it is possible to destroy Hamas, to make Hamas vanish — that is throwing sand in the eyes of the public,” he said. “If we do not bring something else to Gaza, at the end of the day, we will get Hamas.”</p>\n\n<p class=\"has-text-align-none\">So it’s important to distinguish between Segal’s explanation of consensus Israeli Jewish politics, on the one hand, and a tendency to portray his particular brand of right-wing politics as the true center. When Segal suggests that Israelis “are angry at Netanyahu because he failed to be as hawkish as they wanted,” he is engaging in precisely such projection.</p>\n\n<p class=\"has-text-align-none\">But occasional overstatements aside, Segal mostly does a valuable service by explaining the beliefs that define Israeli politics today. While the future of Israeli politics is in flux, understanding its present requires grappling with the reality he presents.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "From the outside, the policies of Israel’s government seem both brutal and inexplicably self-destructive. Its war in Gaza has claimed tens of thousands of Palestinian lives and demolished much of the physical infrastructure, like schools and hospitals, required for a society to function. Despite the massive casualties, Israeli forces have yet to bring Hamas close [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "First presidential debate Q&#038;A with the Vox politics and policy team",
    "link": "https://www.vox.com/politics/355910/ask-vox-politics-policy-team-questions-first-presidential-debate",
    "pubDate": "2024-06-21T14:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Get ready for another round.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-1229229622.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Get ready for another round.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">There is a lot at stake in the 2024 presidential election. Ahead of the first presidential debate between President Joe Biden and former President Donald Trump on June 27, we want to know: What are your questions about the election, the issues, and where the campaign stands?  </p>\n\n<p class=\"has-text-align-none\">On Thursday, June 27, at 1 pm, the Vox politics and policy team will be answering your questions on the election and what’s coming next in the 2024 cycle. </p>\n\n<p class=\"has-text-align-none\">Questions will be answered by senior politics reporter <strong><a href=\"https://www.vox.com/authors/christian-paz\">Christian Paz</a></strong> and senior correspondent <strong><a href=\"https://www.vox.com/authors/eric-levitz\">Eric Levitz</a></strong>, covering topics such as:</p>\n\n<ul>\n<li>What issues are likely to dominate tonight’s debate?</li>\n\n\n\n<li>What are each candidate’s relative strengths and weaknesses?</li>\n\n\n\n<li>Where does the state of abortion stand?</li>\n\n\n\n<li>Do we expect the debate to significantly affect the status of the race?</li>\n\n\n\n<li>What&#8217;s the future of immigration?</li>\n\n\n\n<li>How have the rules of the debate changed since 2020?</li>\n\n\n\n<li>What&#8217;s at stake with the economy?</li>\n</ul>\n\n<p class=\"has-text-align-none\"><strong>Submit your questions ahead of time by creating an account below.</strong></p>\n\n<p class=\"has-text-align-none\">If you value opportunities like these to hear directly from our newsroom, please consider supporting us and <strong><a href=\"https://www.vox.com/support-now\">becoming a Vox Member</a></strong>. Members get exclusive access to more Vox journalism with perks, including members-only newsletters, a monthly digital magazine, a members-only podcast, and more.</p>\n\n<div id=\"coral_thread\"></div>\n\n  (function() {\n      var d = document, s = d.createElement('script');\n      s.src = 'https://vox.coral.coralproject.net/assets/js/embed.js';\n      s.async = false;\n      s.defer = true;\n      s.onload = function() {\n          Coral.createStreamEmbed({\n              id: \"coral_thread\",\n              autoRender: true,\n              rootURL: 'https://vox.coral.coralproject.net',\n              // Uncomment these lines and replace with the ID of the\n              // story's ID and URL from your CMS to provide the\n              // tightest integration. Refer to our documentation at\n              // https://docs.coralproject.net for all the configuration\n              // options.\n              // storyID: '${storyID}',\n              // storyURL: '${storyURL}',\n          });\n      };\n      (d.head || d.body).appendChild(s);\n  })();\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There is a lot at stake in the 2024 presidential election. Ahead of the first presidential debate between President Joe Biden and former President Donald Trump on June 27, we want to know: What are your questions about the election, the issues, and where the campaign stands?   On Thursday, June 27, at 1 pm, the [&#8230;]",
    "author": "Kelsi Trinidad"
  },
  {
    "title": "Can we be actually normal about birth rates?",
    "link": "https://www.vox.com/future-perfect/355985/birth-rates-falling-policy-family-size-us",
    "pubDate": "2024-06-21T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"This photo taken on September 20, 2023 shows an empty classroom at the former Ashigakubo Elementary School in the town of Yokose, near Chichibu, Saitama prefecture. Some 8,580 public schools in Japan closed between 2002 and 2020, according to the education ministry, a consequence of the country&#039;s extreme population decline. To bring them back to life, municipalities must be inventive but also respectful of the opinions of their citizens, who are often sentimentally attached to these buildings. (Photo by Richard A. Brooks / AFP) / To go with AFP story Japan-demographics-school, FOCUS by Etienne BALMER and Elie GUIDI (Photo by RICHARD A. BROOKS/AFP via Getty Images)\" data-portal-copyright=\"AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-1754946422.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>This photo taken on September 20, 2023 shows an empty classroom at the former Ashigakubo Elementary School in the town of Yokose, near Chichibu, Saitama prefecture. Some 8,580 public schools in Japan closed between 2002 and 2020, according to the education ministry, a consequence of the country&#039;s extreme population decline. To bring them back to life, municipalities must be inventive but also respectful of the opinions of their citizens, who are often sentimentally attached to these buildings. (Photo by Richard A. Brooks / AFP) / To go with AFP story Japan-demographics-school, FOCUS by Etienne BALMER and Elie GUIDI (Photo by RICHARD A. BROOKS/AFP via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Across the whole world, <a href=\"https://genus.springeropen.com/articles/10.1186/s41118-024-00211-6\">family sizes are falling</a>.</p>\n\n<p class=\"has-text-align-none\">In some rich countries they are now low enough that the <a href=\"https://www.cnn.com/2024/03/01/asia/japan-demographic-crisis-population-intl-hnk-dst/index.html#:~:text=The%20demographic%20crisis%20has%20become,welfare%20systems%20and%20social%20fabric.\">populations are shrinking</a>, and in at least some countries it’s become clear that this is a trend which does not necessarily level out anywhere. In South Korea, for instance, the average number of children per woman is now <a href=\"https://www.cnn.com/2024/05/09/asia/south-korea-government-population-birth-rate-intl-hnk/index.html\">0.72, and projected to keep falling</a>. (2.1 live births per woman is the number that will maintain a stable population.) There’s almost no coming back from that.</p>\n\n<p class=\"has-text-align-none\">But is that a bad thing? And does it merit a policy solution?&nbsp;</p>\n\n<p class=\"has-text-align-none\">A lot of people are understandably shy of treating family sizes as a policy matter. On an individual level, people should have children if they want children, and people who don’t want to have children absolutely shouldn’t be parents.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s something that feels ugly around proclamations about what the population or the birth rate “should” be — especially given the <a href=\"https://www.smithsonianmag.com/innovation/book-incited-worldwide-fear-overpopulation-180967499/\">horrific history of mass sterilizations</a> conducted in the name of “fixing” high birth rates for the sake of the world. (It turned out that the pronouncements that birth rates would lead to global collapse <a href=\"https://www.vox.com/the-highlight/23436211/overpopulation-population-8-billion-people\">were wildly wrong,</a> and atrocities were <a href=\"https://www.nytimes.com/2013/05/22/opinion/chinas-brutal-one-child-policy.html\">carried out at enormous scale</a> against the poorest people in the world for &#8230; no benefit whatsoever.)<br><br>And there’s also something distasteful about viewing children instrumentally, about creating entire new human beings for the sake of some national political project. I have three kids and am planning to have three more, and I still find something deeply upsetting about seeing people online declare that they’ll “<a href=\"https://www.dailydot.com/debug/outbreed-the-left/\">outbreed the left</a>” so that their political views dominate the next generation. Don’t they realize that children are people and often don’t see eye to eye with their parents? </p>\n\n<p class=\"has-text-align-none\">The people who talk the most about their duty to have as many children as possible often don’t seem to like their kids, or their lives. It’s a vision of parenthood that’s about as unappealing as it gets. And it’s an exclusionary one — those on the right who <a href=\"https://www.nytimes.com/2024/02/26/opinion/brad-wilcox-marriage-conservatives.html\">champion the cause of parenthood</a> are often the very same people who <a href=\"https://www.insidehighered.com/quicktakes/2013/08/02/controversy-continues-over-gay-parenting-study\">spent decades trying to keep it illegal for people like me to marry and have children</a>.</p>\n\n<h2 class=\"wp-block-heading\">Having children can be good, actually</h2>\n\n<p class=\"has-text-align-none\">But with all of that said &#8230; I do, actually, think that declining population is a bad thing and merits a policy solution. Many of the goods of modern society are easier to provide at scale, so a shrinking society becomes a poorer society. Growing productivity would go toward making up for our losses instead of improving quality of life. </p>\n\n<p class=\"has-text-align-none\">When individual towns and counties see their populations <a href=\"https://www.slowboring.com/p/almost-half-of-american-counties\">fall by half</a>, it has deeply harmful effects on those who remain, and I don’t think that countries seeing their population fall by half will play out any differently.&nbsp;And when birth rates dip to extreme lows, countries often take extreme (and fairly silly and usually ineffective) measures to combat it, from <a href=\"https://www.newsweek.com/japan-launches-dating-app-boost-birth-rate-1908872\">state-run dating apps</a> to <a href=\"https://www.agenzianova.com/en/news/South-Korea%27s-Yoon-proclaims-national-emergency-over-birthrate/\">declaring a national emergency</a>.</p>\n\n<p class=\"has-text-align-none\">It seems to me like the healthiest approach to policy here is to make family-centric policy mainstream <em>before </em>there’s a national state of emergency, and to make it <em>normal. </em>And the basic <a href=\"https://news.gallup.com/poll/164618/desire-children-norm.aspx\">desire for kids</a> — not for fulfilling some national goal, but simply for basic human reasons — is something that’s common, healthy, and absolutely possible to embrace without crossing any ethical lines.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">While there are extremists on the internet <a href=\"https://www.theatlantic.com/magazine/archive/2023/01/anthropocene-anti-humanism-transhumanism-apocalypse-predictions/672230/\">calling for voluntary human extinction</a> to surrender the planet to worthier animals, and extremists on the internet calling for an <a href=\"https://www.washingtonpost.com/health/2024/06/05/birth-control-access-abortion-ban/\">end to feminism and a ban on birth control</a>, the majority of people in the United States <a href=\"https://www.census.gov/library/stories/2023/05/family-households-still-the-majority.html\">have kids</a>. They love their kids and prioritize their kids. Many of them <a href=\"https://ifstudies.org/blog/the-global-fertility-gap\">would have chosen</a> to have more kids if structural factors like housing and education permitted it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The factors that often stand in the way of people having the families they want in the US chiefly aren’t ideological, but depressingly mundane. High housing prices <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4685765/\">discourage or delay people from having kids</a>, or having as many kids as they’d like. </p>\n\n<p class=\"has-text-align-none\">There’s also a cultural shift at work here: I talk to a lot of young adults who never spend time with babies and children thanks to the decline in church attendance and third places where they could intermingle with people in different life stages. It’s hard to figure out if you want children if it’s a decision you have to go into blindly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s also hard to want children if you’re being told that they’re a net burden on the world. Some people <a href=\"https://www.vox.com/future-perfect/2020/2/13/21132013/climate-change-children-kids-anti-natalism\">worry that they shouldn’t have kids because of climate change</a>, and many more think of having children as an indulgence you have to justify instead of a prosocial act that’s part of building a good world.</p>\n\n<h2 class=\"wp-block-heading\">The natalism conversation we should be having</h2>\n\n<p class=\"has-text-align-none\">What I want is a cultural and policy conversation about how to support families that starts by addressing these problems, beginning with simple premises I think most people agree on: that having children can be awesome and a source of great joy and meaning in life, though it’s far from the only source of joy and meaning in life; that we could do a lot more to build communities in which children are supported, welcomed, and have meaningful independence; that people who don’t want kids shouldn’t have them but that people who<em> do </em>want kids should be supported in making that a priority. </p>\n\n<p class=\"has-text-align-none\">I think a healthy culture is one that affirms that the world we live in is good and a good place to raise the next generation, that it’s getting better and our children are among those who will join in on the great project of continuing to make it even better.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Right now, there’s a profound disconnect between the kind of person who talks on the internet about having children and the actual experience of parenthood. I think closing that gap, even a little bit, will put us in a better position for a conversation that may be one of the most important ones a society can have.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Across the whole world, family sizes are falling. In some rich countries they are now low enough that the populations are shrinking, and in at least some countries it’s become clear that this is a trend which does not necessarily level out anywhere. In South Korea, for instance, the average number of children per woman [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "What this summer’s age-gap escapist fantasies are missing about romance and middle age",
    "link": "https://www.vox.com/culture/356053/miranda-july-all-fours-idea-of-you-age-gap-menopause",
    "pubDate": "2024-06-21T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Messy sheets on bed in bedroom\" data-portal-copyright=\"Getty Images/Tetra images RF\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-565886789.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Messy sheets on bed in bedroom</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Middle-age escapist fantasies involving a sexy older woman catching the attention and affection of a younger beau seem to be having something of a moment this summer. Anne Hathaway, playing 39-year-old Solène, runs off with her boy-band paramour for a tour across Europe in <a href=\"https://www.vox.com/culture/24145269/idea-of-you-age-gaps-power-dynamics\"><em>The Idea of You</em></a>, adapted from the book of the same name by Robinne Lee. Nicole Kidman falls for her daughter&#8217;s celebrity boss in <a href=\"https://www.youtube.com/watch?v=Ytc2eifpiuQ\">Netflix&#8217;s <em>A Family Affair</em></a><em>, </em>set to be released later this month. Even in real life (or online, anyway), fans went gaga over photos of <a href=\"https://www.vogue.com/article/natalie-portman-paul-mescal-may-december-summer\">Natalie Portman taking a smoke break with Paul Mescal</a>, and <a href=\"https://www.laineygossip.com/no-one-could-have-seen-potential-demi-moore-joe-jonas-situationship-coming/78335\">Demi Moore having a chic lunch in the South of France with Joe Jonas</a>. It all prompted Vogue to wonder whether we’re heading into a “<a href=\"https://www.vogue.com/article/natalie-portman-paul-mescal-may-december-summer\">May-December summer</a>.”</p>\n\n<p class=\"has-text-align-none\">The fantasy of a hot older woman and a handsome young man finding love together is <a href=\"https://www.reddit.com/r/RomanceBooks/comments/kw5rum/recommendations_maydecember_romances/\">a favorite trope of romance novels</a>, where it’s considered a sexy subversion of the more common older man/younger woman love story. Yet for all that, it remains shockingly uncommon to find any of this pop culture paying sustained attention to the actual process of what it&#8217;s like to live in a woman&#8217;s body as you enter middle age. It sometimes feels as though age-gap romances are trying to will the problem of menopause away, catching their heroines right on the precipice of hormone changes, hot flashes, and fuzzy minds to say, “No, no, it’s still not too late” —&nbsp;for one last great romance, for sex, for being evaluated as a capable player on the sexual marketplace.</p>\n\n<p class=\"has-text-align-none\">The heroine of <em>The Idea of You</em>, 39-year-old Solène, is caught just before perimenopause might be a concern. She can begin her affair with a younger man (20 in the book, 24 in the film) without fear of noticeable wrinkles or gray hairs. She’s more of an adult than her boyfriend, but the world has not yet begun to perceive her as middle-aged or as sexually irrelevant. Moreover, in the film, Hathaway doesn’t look all that much older now than she did in <em>The Princess Diaries</em> 23 years ago. Significantly, the action of the plot has to stop well before middle age becomes undeniable. Solène dumps her young boyfriend before she turns 41, leaving menopause to lurk in the shadows, the unspoken horror the whole book and movie are talking circles around.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Women in our culture are taught to measure our self-worth in terms of how desirable men find us”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">In the literary landscape, at least, we’ve begun to see authors attempting various strategies to turn the lens of fiction onto menopause over the last few years. In 2019, Sarah Manguso, sent into early menopause by a hysterectomy, <a href=\"https://www.newyorker.com/magazine/2019/06/24/where-are-all-the-books-about-menopause\">chronicled her search for menopause literature in the New Yorker</a>. She found memoirs and essays and hoped for “a wave of work by and about women undergoing what is, quite literally, a once-in-a-lifetime experience.” In 2023, <a href=\"https://www.theguardian.com/books/2023/jun/03/all-the-rage-the-rise-of-the-menopause-novel\">the Guardian hailed the rise of “hot-flush lit,”</a> citing a new run of magical realist novels that aim to do for menopause what Stephen King did for menarche with <em>Carrie</em>, using horror and superpowers as a metaphor for the hormonal roller coaster.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, Miranda July has entered the chat with her new novel <a href=\"https://bookshop.org/p/books/all-fours-miranda-july/20578438?ean=9780593190265\"><em>All Fours</em></a>, already rejoicing in the title of <a href=\"https://www.nytimes.com/2024/05/05/style/miranda-july-all-fours-profile.html\">the first great perimenopause novel</a>. July, who is also a filmmaker and performance artist, is the kind of writer critics call “kooky” in a way that reads as part admiring, part condescending. She’s long been preoccupied with what sex is like for women, and now, at age 50, she’s taking on menopause.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In <em>All Fours</em>, an unnamed 44-year-old narrator tries to set off on a road trip from LA to New York City, only to decide instead to stop in a motel in a crummy suburb 20 minutes from her house, blow $20,000 on redecorating the room, and embark on a sexless affair with a younger man. Struggling to explain herself to her husband, the narrator comes up with the brilliant idea to tell him that she’s started menopause so he’ll stop asking questions. When she finds out that she wasn’t actually lying and that she has, in fact, begun perimenopause, she does not take the news well.</p>\n\n<p class=\"has-text-align-none\">What makes <em>All Fours</em> feel so fresh and exciting is how brashly and confidently it handles the dilemma that <em>The Idea of You</em> and its ilk can only talk around: Women in our culture are taught to measure our self-worth in terms of how desirable men find us. We’re also taught that once we reach menopause, we’re no longer desirable. So what happens to us then?</p>\n\n<p class=\"has-text-align-none\">Maybe, <em>All Fours</em> dares to suggest, we can have our escapist fantasy and also make it not so escapist.</p>\n\n<h2 class=\"wp-block-heading\">“I would never get what I wanted anymore, man-wise”</h2>\n\n<p class=\"has-text-align-none\">At the outset of the novel, the narrator of <em>All Fours</em> considers older women to have forfeited their desirability. As such, she finds them beneath contempt, disgusting and hateable. When she sees an older woman at the gynecologist, she imagines “gray labia, long and loose, ball sacks emptied of her balls.” She marvels that the woman is “seemingly unbothered or unaware that she had nothing to look forward to, cunt-wise.”</p>\n\n<p class=\"has-text-align-none\">For the narrator, the prospect of the loss of sexual currency feels like the loss of life itself. She’s got family history backing her up. Her grandmother and aunt both died by suicide at the age of 55, finding it unbearable to see their looks go.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So when the narrator realizes she is attracted to 31-year-old Davey, the second person she talked to in the LA suburb where she’s holed up, she is immediately struck by a horrible thought: she is too old for him. “This was my first experience of being too old,” she muses. “Suddenly my lust was uncouth, inappropriate.” She is old enough, at 44, that the idea of her desires become a joke rather than something she can expect to have reciprocated. What makes it worse is that she knows this won’t be the case only with younger men like Davey, but with men her own age, too. “I would never get what I wanted anymore, man-wise,” she realizes.</p>\n\n<p class=\"has-text-align-none\">Yet instead of rejection, she learns that Davey is infatuated with her, too. For her, this could be interpreted in two ways: a sign that she is secretly still young, or a sign of something wrong with Davey. He seems inappropriately close to his mother; he lost his virginity to his mother’s best friend when she was in her 40s; perhaps that’s why he’s after the narrator?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Regardless, she is clinging to what feels like the last shreds of her youth, a last reprieve before she has to become grateful for the winks of 80-year-old men. She lives in fear that if she says the wrong thing to Davey, he will suddenly realize how much older she is, “like in a horror movie where the beautiful girl’s face crinkles into that of a wrinkled hag, then a skeleton, and finally a pile of dust.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet when her relationship with Davey is functioning at its best, the narrator finds herself flourishing. In her crummy motel room, now lavishly decorated into a beautiful pink space scented with tonka beans, the narrator turns off all the lights and dances with Davey. They don’t have sex, but she feels a sexual power in herself, fully present and embodied, that’s vastly different from the “mind-rooted” dissociative sex she has with her husband. She becomes someone of no particular gender and no particular age, free as a baby in the lovely pink womb she has built for herself.</p>\n\n<p class=\"has-text-align-none\">Eventually, inevitably, the narrator’s relationship with Davey ends. Shortly afterward, her doctor tells her that she has entered perimenopause. For the narrator, this is a double tragedy. She isn’t only losing her erotic capital, she fears, but also the sexual power she’s only recently found in herself, her access to “body-rooted fucking.” She becomes obsessed with a graphic she finds on the internet showing a “hormonal cliff,” with estrogen production dropping off abruptly in the early 40s.</p>\n\n<p class=\"has-text-align-none\">“That’s it. It’s over,” she tells her best friend. She has officially entered the part of her life where age-gap romance heroines fear to tread.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The book is only halfway through at this point. It’s as though July is saying, “You don’t know over.”</p>\n\n<h2 class=\"wp-block-heading\">“Practicing oneness”</h2>\n\n<p class=\"has-text-align-none\">In traditional age gap stories, the older woman’s redemption comes from the love of a younger man. In <em>All Fours</em>, the narrator’s redemption comes in two ways. The first is by having sex with Audra, the older woman to whom Davey lost his virginity.</p>\n\n<p class=\"has-text-align-none\">Throughout the first half of the novel, the narrator pitied and detested Audra as someone who used to be a great beauty but is now clearly over the hill. Once in bed with her, however, the narrator comes to find Audra sexy, not in spite of her age, but because of it. “Her skin was beginning to thin with age, like a banana’s, but instead of being gross it felt incredible, velvety warm water,” the narrator muses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By the end of their night together, the narrator has begun to let go of her horror at the idea of age. It has begun to seem possible, she realizes, to “not outpace oldness exactly, but match its weirdness, its flagrant specificity, with one’s own.” The idea is not to stop time before menopause has a chance to arrive, but to find what is strange and sexy and exciting in the experience of age: to neither deny age nor allow it to make one sexless, but to find sex and power in age itself.</p>\n\n<p class=\"has-text-align-none\">The narrator’s second redemption comes from her decision to hold onto her motel room. Negotiating new boundaries for marriage with her husband, the narrator meets her friends and different lovers there every Wednesday night and interrogates them about how they feel about marriages, aging, and sex. The pink beauty of the room breaks down all barriers: her friends bathe and eat butter cookies and give her massages while they talk. The motel room is, the narrator comes to realize, a place where she can become a version of herself unburdened by age or gender, with or without lust running the show.</p>\n\n<p class=\"has-text-align-none\">As the narrator “practices oneness,” her fears seem to vanish or reorganize themselves. She remakes her marriage, her motherhood, and her work so that she no longer feels trapped within them. The graphic of the hormonal cliff vanishes from the internet. She learns that the hormonal science of menopause isn’t really nailed down yet, but that what is clear is that women tend to experience the best mental health of their lives after menopause. Having been forced to face the passage of time in the face, she’s been able to build a life for herself where her power does not depend on the currency of youth.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For a long time, serious literary novels have held off on the question of how to handle menopause with the prudish disgust of a teenager. Meanwhile, pop culture has devoted its energies to pretending that menopause can simply be ignored or stopped in its tracks, as though with the right amount of plastic surgery, filler, or just blessed genetics, a woman can eternally stay 29 and therefore eternally win over a man young enough to validate her sexual power.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s part of the glee animating our current moment of celebrating older woman/younger man romances. When we get excited over these stories, we start talking about how Natalie Portman, Demi Moore, Anne Hathaway, Nicole Kidman, and all the rest have not aged. Of course they have, because all of us have. What we mean is that they retain the power our culture considers a woman’s most valuable power, which is the ability to pass as a youthful sexual object, one still capable of carrying a child.</p>\n\n<p class=\"has-text-align-none\">The narrator of <em>All Fours</em> is in the process of losing her ability to carry a child. She fears she is losing her ability to attract men. She looks those problems straight in the face. Then she explodes them open with effervescent joy.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Middle-age escapist fantasies involving a sexy older woman catching the attention and affection of a younger beau seem to be having something of a moment this summer. Anne Hathaway, playing 39-year-old Solène, runs off with her boy-band paramour for a tour across Europe in The Idea of You, adapted from the book of the same [&#8230;]",
    "author": "Constance Grady"
  }
]